{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"斬鬼傳","name":"TWPUB","title":"$:/plugins/twpub/947a794b846d51f0","description":"斬鬼傳","converter-version":"0.1.0","epub-creator":"Zhang Liu","conversion-errors":"0","count-chunks":"76","count-images":"1","cover-image":"$:/plugins/twpub/947a794b846d51f0/images/OEBPS/4721570197688337422_27216-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/947a794b846d51f0/images/OEBPS/4721570197688337422_27216-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>The Project Gutenberg EBook of Chan Kui Ch'uan, by Chang Liu</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">Title: Chan Kui Ch'uan</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Author: Chang Liu</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Release Date: November 9, 2008 [EBook #27216]</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK CHAN KUI CH'UAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">Produced by Cheang Lai Ieng</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">第一回\\n金鑾殿求榮得禍　酆都府舍鬼談人</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　世事澆漓奈若何，千般變態出心窩。止知陰府皆魂魄，不想人間鬼魅多。\\n閑題筆，漫蹉跎，焉能個個不生魔？若能改盡妖邪狀，常把青鋒石上磨。\\n這首詞單道人之初生，同秉三才，共賦五行，何嘗有甚分別處？及至受生之後，習於\\n流俗囿於氣質，遂至所稟各异。好逞才的，流於輕薄，好老實的。流於迂腐，更有那\\n慳吝的，半文不捨，搗大的，滿口胡謅。奇形怪狀，鬼氣妖氛種種各別，人既有些鬼\\n形，遂人人都起些鬼號。把一個光天化日，竟半似陰曹地府。你道可嘆不可嘆？在下\\n如今想了個銷魔的方法，與列位燥一燥，醒一醒眼。\\n　　話說唐朝終南山有一秀才，姓鍾名馗，字正南。生的豹頭環眼，鐵面虯鬚，甚是\\n醜惡怕人。誰知他外貌雖是不足，內才卻甚有餘，筆動時，篇篇錦繡，墨走處字字珠\\n璣。且是生來正直，不懼邪祟。其時正是唐德宗登基，年當大比。這鍾馗別了親友，\\n前去應試，一路上免不得飢餐渴飲，夜宿曉行。一日，到了長安，果然好一個建都之\\n地。怎見得：\\n　　華山朝拱，渭水環流，宮殿巍巍，高聳雲霄之外，樓臺疊疊，排連山水之間。做\\n官的，錦袍朱履，果然顯赫驚人。讀書的，緩帶輕裘，真個威儀出眾。挨肩擦背，大\\n都名利之徒。費力勞心，半是商農之輩。黃口小兒，爭來平地打筋斗﹔白髮老者，閑\\n坐陽坡胡搗喇。\\n　　這鍾馗觀之不盡，玩之有餘，到了店門口。那店二，吃了驚，說道：“我這裏來\\n來往往，不知見了多少人。怎麼這位相公，生得這等醜惡？”鍾馗笑道：“你看俺貌\\n雖惡，心卻善也。快安排一間潔淨房兒，待俺將息，以便進場。”這店二將鍾馗安下，\\n收拾晚飯，鍾馗吃了。祇見長班趙鼎元稟道：“明天買卷，該銀貳兩。”鍾馗道：“怎\\n麼就該這些？”趙長班道：“每年舊例：卷子要壹兩二錢，寫卷面要壹錢，投卷要五\\n錢，結元要貳錢，共該貳兩之數。”鍾馗於是打開行李，稱的貳兩雪花白銀，付與趙\\n鼎元。趙鼎元接了銀子，道：“明日投文，後日準備進場，相公不可有誤。”鍾馗點\\n首應喏。一宿晚景提過。\\n　　次日起來，禮部里了投文書，走到十字街上，祇見一伙人圍著一個相面的先生，\\n在那裏談相。這鍾馗挨入人眾，看那先生怎生模樣？眸如朗月，口若懸河。眸如朗月，\\n觀眉處忠奸立辨﹔口若懸河，談論時神鬼皆驚。戴一頂折角頭巾，依稀好似郭林宗，\\n穿一雙跟足朱履，仿佛渾如張果老。皂殼扇指東畫西，黃練絲絛拖前束後。曩在兩河\\n觀將相，今來此地辨英雄。\\n　　這先生原是袁天罡的玄孫袁有傳是也。因時當大比，故來此處談相。鍾馗等的眾\\n人相畢，先生稍暇，方走進前說道：“俺也要煩先生一相。”那先生抬頭一看，祇見\\n鍾馗威風凜凜，相貌堂堂，暗自沉吟道：“俺相這半日，都是些庸庸碌碌，並無超群\\n出眾之才。這人來的十分古怪！”於是定睛細看，看了一會，問道：“足下高姓大名？”\\n鍾馗道：“俺姓鍾名馗，特來領教。”那先生道：“足下天庭飽滿，地閣方圓，更有\\n兩額朝拱蘭臺，自有大貴之相。祇是印堂間現了墨氣，旬日內必有大禍，望足下謹慎\\n纔是。”鍾馗道：“君子問兇不問吉，大丈夫在世，祇要行的端正，至於生死禍福，\\n聽天而已，何足畏哉。”於是舉手謝了袁先生，佯長去了。\\n　　到次日進場，魚貫而入。原來唐朝取士與漢朝不同。漢朝取士以孝廉，唐朝取士\\n以詩賦。鍾馗接到題目，卻是《瀛洲待宴》應制五首，《鸚鵡》一篇。鍾馗提起筆來，\\n不假思索，一揮而就。果真是敲金戛玉，文不加點。鍾馗又自從頭看了一遍，自覺得\\n意。於是交卷出場。你道當日主闈的是誰？原來正主考是吏部左侍郎韓愈﹔副主考是\\n學士陸贄。兩人同心合力，要與朝廷拔取真才。怎奈閱來閱去，不是庸腐可厭，就是\\n放蕩不羈，更有那平仄不識，韻腳不諳的，還有那信口胡謅，一字不通的。間有一貳\\n可視，亦不過平平而已。二人笑的目腫口歪，不禁攢眉嘆息道：“如此之才，怎生是\\n好？”忽然閱到鍾馗之卷，喜的雙手拍案，連聲道：“奇才！奇才！李太白、杜子美\\n後一人而已。清新俊逸，體裁大雅，盛唐風度，於斯再見矣。”二人閱了又閱，贊了\\n又贊，取為貢士之首，專候德宗皇帝金殿傳臚，以為聖朝得人之慶。到了那日五鼓設\\n朝時候，果然是皇家氣象，十分整齊，但見：\\n　　九間金殿，金殿上排列著朗鉞明瓜。兩道朝房，朝房內端坐著青章紫綬。御樂齊\\n鳴，卷簾處，香煙繚繞，隱隱見鳳目龍姿。金鞭三響，排班時，紗帽繽紛，個個皆鵷\\n班鵠立。站殿將軍，圓睜著兩隻怪眼，把門白象，齊漏著一對粗牙。正是：\\n　　九天闔閭開宮殿，萬國衣冠拜冕旒。\\n　　鍾馗等俯伏金階，不敢仰視。祇聽的鴻臚寺正卿高聲喧唱：第一甲第一名：鍾馗。\\n引見官將鍾馗引至金殿跪下。德宗皇帝揚龍目，開鳳眼，將鍾馗一看，心中甚是不悅，\\n道：“我朝取士，全在身言書判。這醜態如何做得狀元？”韓愈見龍顏不悅，俯伏奏\\n道：“臣等職司文衡，止知閱卷，不得閱人。此人詩賦句句琳瑯，篇篇錦繡，陛下不\\n可因人而棄其才。且人才之優劣，全不在貌。晏嬰身矮，而能相齊﹔周昌口吃，而能\\n輔漢。若以貌，我朝張易之、張昌宗，非其明鑒耶。孔聖人之云：‘以貌取人，失之\\n子羽’。願陛下熟思之！”德宗道：“卿言雖是，但我太宗皇帝時，十八學士登瀛州，\\n至今傳為美談。若以此人為狀元，恐四海人民皆笑朕不識人才？”話猶未了，祇見班\\n部中閃出宰相盧杞，幞頭相簡，玉帶蟒袍，俯伏奏道：“陛下之言誠是。狀元必須內\\n外兼全，三百名中，豈少其人？何不另選一名，而煩聖心之躊躇耶。”鍾馗聞言大怒，\\n跳起來道：“人言盧杞奸邪，今日看果然。”於是舞笏便打。\\n　　此時鬧動了金鑾殿，混亂了朝儀。德宗皇帝龍顏大怒，喝令金瓜武士，將鍾馗拿\\n下。鍾馗氣的暴跳如雷，竟將站殿將軍渾瑊腰間寶劍拔出，自刎而死。德宗驚的目瞪\\n口呆，眾官唬的面如土色。祇見陸贄怒氣填胸，向前奏道：“宰相不能憐才而反害才。\\n他說鍾馗醜惡，做不的狀元，他今現稱藍面鬼，豈可做宰相？奸邪誤國，罪不容誅，\\n望陛下察之。”德宗此時，如嚼橄欖，方纔回過味來，說道：“寡人一時不明，卿言\\n是也。”遂將盧杞發配嶺外，以正妒嫉之罪。封鍾馗為驅魔大神，遍行天下，以斬妖\\n邪，仍以狀元官職殯葬，眾官方纔喜悅，皆呼萬歲，德宗退朝，不在話下。卻說鍾馗\\n受了封號，空中謝恩畢，提著寶刀，插著笏板，悠悠蕩蕩，向東南而走。走夠多時，\\n遠遠望見一座城池，好生險惡。但見：\\n　　陰風慘慘，黑霧漫漫。陰風中仿佛聞嚎哭之聲，黑霧內依稀見魑魅之像。披枷帶\\n鎖，盡道何日脫陰山？鋸解就莊，不知甚時離苦海？目連母斜倚獄口盼孩兒，賈充妻\\n呆坐奈何等漢子。牛頭馬面簇擁曹瞞纔過去，喪門弔客勾牽王莽又重來。正是：\\n　　人間不見奸邪輩，地府壘堆受罪人。\\n　　鍾馗正在觀看之際，祇見一個判官領著兩個鬼卒飛來，高聲問道：“汝是何方魂\\n魄？來俺這酆都城何幹？速速講明，好放你過去。”鍾馗看那判官時，卻與自己一般\\n模樣，也戴著一頂軟翅紗帽，也穿著一件肉紅圓領，也束著一條犀角大帶，也踏著一\\n雙歪頭皂靴，也長著一部落腮鬍鬚，也睜著兩隻燈盞圓眼。左手拿著善惡簿、右手拿\\n著生死筆，祇是不曾帶著寶劍。鍾馗暗自思想道：“奇哉！奇哉！難道此人也像俺負\\n屈而死的麼？”遂向判官道：“俺姓鍾名馗，本中唐朝狀元。祇因唐天子以貌取士，\\n不論文字﹔又被盧杞逢君，要將俺革退，俺氣憤而死。唐天子憐俺苦死，封俺為驅魔\\n大神，遍行天下，以斬妖邪。俺想妖邪唯汝酆都最多，今既到此，煩你通報閻君，指\\n點與俺，以便驅除，庶不負唐天子封俺之意。”判官聽說此言，遂拱立道旁，說道：\\n“不知尊神到此，不但有失遠迎。”適纔方且衝撞，望乞恕罪！尊神欲見閻君，待小\\n判急急通報便了。於是別了鍾馗，飛跑至森羅殿上，稟道：“小判把守酆都城，忽有\\n一人自稱唐朝狀元，姓鍾名馗，唐王嫌他貌醜，他自刎而亡，唐王封他為驅魔大神，\\n他今特來斬鬼，要見大王。”閻君早已知其始末，便道：“有請！”那判官於是迎請\\n鍾馗，進了大門，祇見兩邊排列的都是些猙獰惡鬼。到了殿上，又見柱子上掛著一副\\n對聯，上寫著：\\n　　莫胡為，幻夢空花，看看眼前實不實，徒勞機巧。休大膽，烊銅熟鐵，抹抹心頭\\n怕不怕，仔細思量。\\n　　閻君下座相迎，鍾馗倒身下拜，閻君雙手扶起，讓鍾馗坐定，問道：“尊神至此\\n有何見教？”鍾馗道：“俺奉唐天子之命，遍斬妖邪。俺想妖邪此處必多，伏祈指出\\n一二。”閻君說：“俺陰司妖邪固多，然都是些服毒鬼、上弔鬼、淹死鬼、餓死鬼。\\n鬼魅雖多，經理神靈卻也不少。孤家自理之餘，還有秦廣王，又楚江王、宋帝王、五\\n官王、卞城王、太山王、平康王、轉輪王，又有左三曹、右三曹、七十二司，並無一\\n個遊魂敢於做祟。尊神要斬妖邪，倒是陽間最多，何不去斬？”鍾馗聽了大笑，道：\\n“陽世間乃光天化日，又有王法約制，豈容此輩存站耶？”閻君道：“尊神止知其一，\\n不知其二。大凡人鬼之分，祇在方寸間。方寸正，鬼可為神。方寸不正，人即為鬼。\\n君不見古來忠臣孝子，何嘗不以鬼為神乎。若夫曹瞞等輩，陽險莫測，豈得謂之為人\\n耶？”鍾馗聞之，豁然大悟，道：“是，是！但不知此等鬼是何名目？”\\n　　閻君愀然道：“此等鬼最難處治。欲行之以王法，彼無犯罪之名，欲彰之以報應，\\n又無得罪之狀。曾差鬼卒稽查，大都是些習染成性的罪孽。”叫判官將此等鬼簿拿來，\\n與大神過目。判官遞上，鍾馗展開一看，祇見上面記的都是些謅鬼、假鬼、奸鬼、搗\\n大鬼、冒失鬼、挖渣鬼、仔細鬼、討吃鬼、地哩鬼、叫街鬼、偷屍鬼、含磣鬼、倒塌\\n鬼、涎臉鬼、滴料鬼、發賤鬼、急急鬼、耍碗鬼、低達鬼、遭瘟鬼、澆虛鬼、輕薄鬼、\\n綿纏鬼、黑眼鬼、齷齪鬼、溫斯鬼、不通鬼、誆騙鬼、急賴鬼、心病鬼、醉死鬼、摳\\n掐鬼、伶俐鬼、急突鬼、丟謊鬼、乜斜鬼、撩橋鬼、色中餓鬼，臨了個是楞睜大王。\\n鍾馗看畢，驚訝道：“不料世間有這些鬼魅，不知今在何處？”閻君道：“無有定處，\\n大抵繁華地方的所在，搗大挖渣等鬼多些。地方鄙俗所在，齷齪，仔細這兩種鬼多。\\n其餘散處四方，總無定蹤。尊神當隨便驅除可也。其驅除之法，亦不可概施。得誅者\\n誅，得撫者撫，總要量其情之輕重，酌其罪之大小，祇在尊神酌量而施行。”鍾馗道：\\n“雖然如此，但陰間鬼魅，有十殿閻君經理，又有左右曹協辦，陽間協助，陽間鬼魅，\\n單委小神一人，誠恐獨力難支，將如之何？”閻君道：“孤家這裏有兩個英雄，一個\\n喚做咸淵，一個喚做富曲，各具文武之才。此二人可以隨便驅使，再發三百名陰兵，\\n著他二人統領，以助尊神之威，如何？”鍾馗道：“如此最好，多謝美意。”閻君於\\n是速傳咸、富二人上殿聽旨，二人俯伏殿前。鍾馗舉目觀看，那咸、富二人怎生模樣：\\n　　頭戴儒巾，論腦油足有半斤，身穿儒服，說塵垢少殺三升。滿腹文章，怎奈飢時\\n難煮。填胸浩氣，祇好苦處長吁。白眼親友，反說酸子骨離。難心妻妾，倒言夫主情\\n乖。正是：\\n　　失意貓兒難學虎，敗翎鸚鵡不如雞。　　鍾馗看了咸淵，再看富曲時，卻又不同。\\n怎見得：\\n　　舉止剛強，形容古怪。狼腰虎体，兩臂有力千斤。海闊天空，一心私無半點，身\\n能扛鼎，怎奈無鼎可扛。氣可沖天，其如有天難沖。爛弓折箭，怎好向人前賣弄。三\\n略六韜，祇落得紙上談兵。正是：\\n　　雄心欲把山河奠，薄命難逃推轂人。\\n　　閻君對鍾馗道：“尊神看此二人如何？”鍾馗道：“文謀武略，料來不差，得此\\n二人足矣。但小神無驥可乘，亦覺褻體。”閻君躊躇一會，道：“這也不難，俺陰山\\n中有一白澤，他前生原是吳國的伯嚭，祇因奸邪，後又害了伍子胥，故將他貶到陰山，\\n變為白澤。數百年來，自怨自艾，頗有改邪歸正之心。此物堪與尊神騎坐，成功之日，\\n亦可以升天矣。”遂叫鬼卒將白澤牽來。閻君吩咐道：“伯嚭，你既為人獸，頗有心，\\n可與驅魔大神騎坐，建功立業，懺悔生前罪惡。”祇見那白澤搖頭擺尾，有欣然欲往\\n之狀。鍾馗於是起身，稱謝閻君。謝畢，飛身上了白澤，提著寶劍，插著芴板。咸、\\n富二人亦騎上駿馬，率三百陰兵，浩浩蕩蕩往陽世而來。\\n　　過了枉死城，祇見奈何橋上站著一個小鬼，攔住鍾馗去路，大喝道：“何處魔神，\\n敢從俺奈何橋經過？”鍾馗大怒，道：“唐天子封俺為神，閻羅王助俺兵將，你是何\\n人，敢大膽攔路？”那小兒聽說，道：“原來是位尊神。敢問尊神往那裏去？”鍾馗\\n道：“俺奉唐天子之命，遍行天下，以斬妖邪。”小鬼道：“尊神既要遍行天下，俺\\n情願相隨。”鍾馗道：“汝有何能，要來隨俺。”小鬼道：“稟上尊神，俺這鬼形是\\n適纔變的，俺的原身是田間鼴鼠，曾與鷦鷯賭賽，他欲巢遍林上，我欲飲乾奈河。不\\n料他所巢不過一枝，俺所飲不過滿腹，俺自飲此水之後，身邊生了兩翅，化為蝙蝠。\\n凡有鬼的所在，惟俺能知。尊神欲誅妖邪，俺情願做個向導。”鍾馗聽了大喜道：“俺\\n正少一個向導。你試現了原形俺看。”那小鬼現了原身，往前飛去，果然好一個碗大\\n的蝙蝠。鍾馗甚喜，跟定蝙蝠，踊躍而去。這纔是：\\n　　魑魅攢眉，鶴淚風聲皆是將，\\n　　魍魎破膽，山川草木總成兵。\\n　　不知此去到陽間如何斬鬼？且聽下回分解。\\n第二回\\n訴根由兩神共憤　逞豪強三鬼齊謅</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詞曰：\\n　　謾說子雲才，無見幫扶志已灰，彈鋏田文何處去，哀哀說道傷心淚滿腮。\\n　　冷眼怕睜開，滿目難看似插柴。幸有寬皮裝了去，談談搗大欺人為甚來。\\n　　　　　　　　　　右調《南鄉子》\\n　　話說鍾馗，跟著蝙蝠，領著陰兵，浩浩蕩蕩早已到了陽間。其時正是三春時候，\\n大家都化做人形，一路桃紅柳綠，碧水清山。遠遠看見綠柳灣裏，顯出一座古寺，那\\n蝙蝠早已飛向前去了。鍾馗道：“俺們不免到那寺裏歇息歇息再走，如何？”咸、富\\n齊聲應諾。漸漸走近前來，祇見寺門上懸著一面匾額，上寫著“稀奇寺”三個大字，\\n裏面怎生修蓋？但見：\\n　　琉璃瓦光如碧玉，朱漆柱潤若丹砂。白雲臺基，打磨的光光滑滑，綠油斗拱，妝\\n畫的整整齊齊。頭門下斜歪著兩個金剛，咬著牙，睜著眼，威風凜凜。二門裏端坐著\\n四大天王，托著塔，拿著傘，懷抱琵琶，拿著劍，像貌堂堂。左一帶南海觀音，率領\\n著十八羅漢。右一帶地藏尊者，陪坐著十殿閻君。三尊古佛，蓮臺上垂眉落眼。兩位\\n伽藍，香案後拱手瞻依。更有那彌勒佛，張著口，呵呵大笑。還有那立韋馱，捧著杵\\n默默無言。老和尚故意欺人常打坐，小沙彌無心念佛害相思。\\n　　鍾馗等走入寺中，知客迎著問道：“尊官是何處貴人來遊敝寺？”鍾馗道：“俺\\n路過到此，因見上剎莊嚴，故來瞻仰。”知客遂引著鍾馗拜了佛祖，參了菩薩，又引\\n至後殿，謁了彌勒大佛。隨喜了一會，纔請入方丈。待茶以畢，知客道：“老爺到此，\\n本該恭備齋饌。祇因新來了一個火頭，懶惰異常，齋饌不能速辦，是以猶豫不決。”\\n鍾馗道：“咱家從不吃素，你祇替俺買些肉來，打些酒來便了。”知客一見如此說，\\n祇得忙去買了幾塊熟肉，打了幾瓶酒，送到方丈。這鍾馗挽著袍袖，用劍將肉割的粉\\n碎，撩起長鬚，露出一張大嘴，如狼吞虎咽的一般，一面吃肉一面飲酒。咸、富二人\\n相陪吃了。霎時間風卷殘雲，杯盤狼藉。\\n　　鍾馗歇了歇，方問咸、富二神說道：“前者閻君處走的慌速，不曾細問二人根由。\\n一路上又貪走路，此時閑暇，二神何不細講一番。咱家也得個明白。”這咸淵嘆口氣\\n道：“俺本是一介寒儒，上無父母，下無兄弟，孤苦零仃，終日祇是吟詩作賦。本不\\n想此時與彼時不同，吟下盈千累萬，卻做不得衣裳，御不得寒冷。此賦與彼富相懸，\\n作下滿案盈箱，卻立不得產業，當不得家伙。每日咽喉似海，活計全無。看看的窮到\\n底，待要投親戚，那親戚不能憐我，而反笑我﹔欲靠朋友，那朋友不能助我，而反躲\\n我。家中妻子交滴無已。因此俺撇了桑梓，四海遨遊。怎奈他鄉與故土一般，那風流\\n的嫌俺迂疏，糟腐的嫌我狂蕩。後來遊至都門，頗為知章賀老先生賞識，那年正當大\\n比，蒙賀老先生取為探花及第，不想宰相楊國忠要拿他兒子做狀元，賀老先生嫌他文\\n字不通，不肯取他。楊國忠上了一本，說賀老先生朋比為奸，閱卷不明。朝廷就把賀\\n老先生罷職，將俺也革退。俺半生流落，方得知遇，又成畫餅，命薄如紙，活他何益？\\n因此氣憤不過，一頭撞死。閻君憐俺無辜，正欲仰奏天庭，恰值主公索輔。俺今輔佐\\n主公，亦可謂得見天日矣。”說罷，號啕痛哭。鍾馗道：“苦哉，苦哉！遭際與俺無\\n異。俺今日全拜你為行軍司馬，待功成之後，奏知上帝，那時再討封爵如何？”咸淵\\n含淚拜謝。祇見那富曲早已在那裏落下淚來，鍾馗道：“據此光景，想你的來歷，也\\n是艱難的了。”那富曲揩了揩淚，說道：“俺本是將門之子，自幼愛習弓馬，頗有百\\n步穿楊之技，怎奈時乖運蹇，屢舉不第。後來投了哥舒翰。那年吐蕃作亂，哥舒翰令\\n安祿山征討，使俺後軍。安祿山失了機，陷入賊陣，是俺奮不顧身將他救出。哥舒翰\\n要斬他，他求了楊娘娘的情面，向明皇說道：“主將敗陣，皆偏稗不用力之過。遂將\\n俺斬了。這段奇冤，無處申訴。今日得遇主公，或可借此以泄胸中之憤也。”鍾馗道：\\n“可憐，可憐！俺拜咸富為行軍司馬，今拜你為開路先鋒如何？”富曲倒身下拜，謝\\n畢坐下。兩神又問鍾馗始末，鍾馗從頭至尾說了一遍，二神不勝嘆息。正是：\\n　　愁人莫向愁人說，說起愁來愁殺人。\\n　　鍾馗就在這寺中宿了一晚。次日起來，正欲整動陰兵向前面走，祇見一個小沙彌，\\n慌慌張張，拿著一個紅帖子往殿直跑，鍾馗叫住道：“是甚麼帖子，拿來俺看。”那\\n小沙彌遞將過來，鍾馗一看，上寫著是“年家眷侍教生獨我尊頓首拜”。鍾馗道：“此\\n人來拜誰？”小沙彌道：“我問他來，他說要拜後殿彌勒古佛。”鍾馗笑道：“豈有\\n此理！彌勒古佛豈是傳帖人拜得的麼。”小沙彌道：“老爺不信，他如今就要進來，\\n老爺不信，問他端的，便知其詳。”鍾馗於是閃在一旁等候。祇見果有一人進來。鍾\\n馗看時怎模樣，但見：\\n　　兩道揚眉，一雙瞪眼。兩道揚眉，幾生頭頂心邊﹔一雙瞪眼，竟在眉棱骨上。談\\n笑時，面上有天﹔交接處，眼底無物。手舞足蹈，恍然六合內任彼崢嶸。滿心快意，\\n儼然四海之外容他不下。戴一頂虱頭冠，居然是尊其瞻視。穿一件虼蚤皮，正算的設\\n其衣裳。兩個小童，不住的高呼大喝。一匹瘦馬，那裏肯慢走緩行。正是：貓兒得意\\n歡如虎，蟋蟀裝腔勝似龍。\\n　　原來此人一生好搗大，今日來此，原是要搗騙大和尚，不料正好撞著鍾馗。鍾馗\\n看他舉動，又看他裝束，勃然大怒，提起劍來劈面就砍，說道：“我把你這一字不通、\\n謅斷腸子的奴才，竟敢大膽欺人。”那人在一旁呵呵大笑，道：“你是那裏來的野人，\\n敢與俺作對？你且說俺如何不通，怎麼欺人？若說的是便罷，稍有不是處，和你決不\\n乾休。”鍾馗道：“且不要說你的衣冠僭佞，舉止輕狂。這尊彌勒古佛是何等尊重，\\n你就敢寫個年家眷侍教生帖拜他，豈不是不通文達理、謙恭自處麼。”那人道：“你\\n且不要佯憨。若說起俺的根由，祇怕有俺坐處，並沒你站處，這彌勒古佛，俺當初與\\n他同山修道，一洞誦經。後來他便做了西方尊者，俺便做了南瞻部洲。上管天，下管\\n地，其尊無二，掌天立地大將軍，三官大帝見了俺，尚稱晚生。十殿閻君見了俺，自\\n稱卑職。至於二十八宿、九曜星官以及四瀆、五嶽龍王等眾，益發不敢正眼視俺。俺\\n如今與他這個侍教生帖子，祇因他是個和尚，不好寫眷第，且又下個教字，這還是謙\\n而又謙，何為不通？何為欺人？”鍾馗聽了他許多荒唐言語，也就定不住他是何等樣\\n人，又恐怕他果有些本領，心中躊躇一會，祇得說他道：“俺也不管你這些來歷，祇\\n是無兵無將，俺若殺了你，顯的俺欺你孤身。你且去領些兵來，和俺交鋒。”那人呵\\n呵大笑，道：“也罷，也罷。俺且讓你，俺再來拿你不遲。”說畢，竟腳不踏地，從\\n半空中去了。\\n　　鍾馗對咸、富二神道：“看他這去法，祇怕他果有甚麼神通也未可知。”咸淵道：\\n“不然，其間有許多可疑處。”富曲道：“有何可疑處？”咸淵道：“他拜彌勒古佛，\\n彌勒古佛是一尊泥像，不能動容周旋，何用拜的？此其可疑者一也﹔他說他是掌天立\\n地大將軍，以人爵論，《縉紳》上，並無此等官爵，《幽怪錄》上亦無此等神號。此其\\n可疑者二也﹔他又說三官稱晚生，閻君稱卑職，其位可謂尊之極矣，就該有儀衛侍從，\\n獲法諸神，怎麼止一匹瘦馬、兩個小童而已。此其可疑者三也。有此三疑，此人必有\\n些難憑處。”鍾馗道：“司馬所見甚是。俺如今待要尋的他去，將他斬了，又恐他果\\n有些來歷，俺便干犯天條。待要不斬，又恐他將來作禍，如之奈何？”咸淵道：“這\\n也易處。俺如今扮作草澤醫人，前去訪問，必有人知他根由。訪問的實，誅他未遲。”\\n鍾馗道：“有理，有理。”咸淵於是戴了一頂高頭方巾，穿了一件水合道袍，束了一\\n條黃絲絛子，換了兩隻豬嘴鞋兒，肩上背了藥囊，手中拿了虎撐，別了鍾馗，信步而\\n去。走數里遠近，祇見前面一溪流水，數株垂楊，下邊一座小橋，橋上砌著石欄，著\\n實清雅。怎見得，有詩為證：\\n　　清水無塵映夕陽，東風拖出柳絲長。\\n　　閑來獨向橋頭坐，不羨兒家彩漆床。\\n　　這咸淵正走得困倦，遂在橋上坐下，消受些輕風飄逸綠水瀠洄的光景。忽有一個\\n白髮老者，走上橋來，將咸淵相了兩相，拱了拱手，道：“足下莫非善歧黃之術麼？”\\n咸淵道：“公公問俺怎麼？”那老者道：“老漢姓通名風，號仙根，就是這村中人。\\n今年七十一歲，並無子嗣，祇有一女。不知怎麼近日祇見發寒潮熱，自言自語，倒像\\n著了魔的。敢屈先生一診，何如？”這咸淵正要問他消息，遂滿口應吮，隨著通風一\\n步一步走入村來。但見：\\n　　幾間茅屋，一帶土牆。扇車旁，金雞覓粒。崖頭上，白犬看門。南瓜葫蘆，竟當\\n作銅爐擺設。棗牌\\n　　谷穗，權存作古畫遮牆。牛圈裏，兩個鈴鐺鳴徹夜。樹林中，幾群鳥鴉鬧斜陽。\\n還有那村姬面黑偏\\n　　搽粉，老婦頭蓬愛戴花。\\n　　那通風將咸淵引到他女兒房中，咸淵也不暇看他女兒容貌，祇顧低著頭假診脈息。\\n診了一會，假說道：“令愛果有些邪氣，藥也無益。現今你這裏有個掌天立地大將軍，\\n神通廣大，何不請他來遣遣妖氣，何煩俺醫人調理？”通風道：“俺這裏並無甚麼掌\\n天立地大將軍，先生莫非記錯了？”咸淵道：“俺親眼見過，怎錯記了。”通風道：\\n“見他模樣怎生？怎生打扮，說來俺聽。”咸淵遂將如何拜佛，如何面貌，如何穿戴，\\n一一說了。通風笑道：“原來是此搗大鬼。”咸淵道：“怎麼是搗大鬼？”通風道：\\n“此人名為搗大鬼，他就是孟子所說的那個齊人的後代。他也有妻有妾，因他妻子看\\n破了他的行藏，不以良人待他，他就棄了妻，帶了妾，來到俺這裏。初來時，憑著他\\n那搗大的伎倆，致使人人尊重，個個仰扳，後漸漸露出本像。所以俺這村中人如今都\\n不理他，他又到遠處地方，嚇斥過往的客人，或騙些財物或誆圖些酒食。是你們正氣，\\n不曾入他圈套，他何嘗是甚麼大將軍！”咸淵道：“他既是這等樣，他戴的紫金冠，\\n穿的白花袍，一定有個話說了。”通風道：“他那穿戴，說來一發可笑。前者敝村賽\\n社，要扮三關戰呂布的故事，向戲班賃了些衣服。及至賽完，要還戲班，中不見了這\\n頂紫金冠。明知是他匿起，他抵死不肯承認，祇得社內賠了。他瞞過敝村，便戴在頭\\n上搗大。那一件白花袍，是他前日纔向俺當鋪裏借去的，今日正要去討。但不知他那\\n匹瘦腰馬、兩小童又是何處騙來的？他祇在搗大，不想他那妾，今早在家已是餓死\\n了。”\\n　　咸淵聽了這一席話，已明白了那搗大鬼的底細，遂對通風道：“老人家，俺對你\\n實說了吧，這搗大鬼往稀奇寺拜彌勒古佛時，寺中正有一位鍾老爺是奉命斬鬼的，俺\\n就是鍾老爺的輔佐。鍾老爺見他輕狂，就要斬他，被他一篇大話脫身去了，俺如今還\\n要斬他去。老人家，你既知他的伎倆，便求你授俺個破他的法子。”通風道：“破他\\n的法子就要在他身上取。他搗大怪了，決不肯善罷，定要糾合些伙伴來與鍾馗老爺作\\n敵。等你交鋒之際，老漢去站在高處，高聲報與他妾死之信，就問他索討那件衣服，\\n將他根子拋出來，他自然氣餒，你們擒他便不難了。不是老漢刻薄，實欲為敝村除此\\n一害。”咸淵聽了大喜。於是背了藥囊，拿了虎撐，別了通風，又叮囑道：“臨時務\\n必早來。”一頭走，一頭笑，直笑進稀奇寺來。鍾馗道：“為何這等大笑？想是探的\\n事情明白了麼。”咸淵笑著說道：“待小將細稟。”於是將怎麼遇著通風，怎麼看病，\\n怎麼說起搗大鬼，怎麼匿起紫金冠，怎麼借衣服，細細說了一遍。鍾馗與富曲都忍笑\\n不住。\\n　　正在笑說之際，那搗大鬼引著一伙鬼兵，踊躍而來，在寺前叫罵。鍾馗聞之大怒，\\n出了寺門，排開陣勢。左有咸淵，右有富曲，並立旗門之下。鍾馗伏劍喝道：“那來\\n者莫非搗大鬼乎？”搗大鬼聞言吃了一驚，暗暗的道：“他怎麼也知俺的大號。”祇\\n因勉強答道：“此不過是孤家一混名，何勞汝稱。汝有甚本事，敢與孤家大戰三百合。”\\n鍾馗並不回答，摧開白澤，舞著寶劍，飛也似殺將過來。那搗大鬼使一口遮天暈日刀\\n接住。兩個一來一往，戰夠五十回合，不分勝負。\\n　　搗大鬼正在酣戰之際，忽聽高聲大叫，道：“搗大鬼，你借的俺當舖裏白花袍一\\n件，這幾日還不還俺，卻穿著在此廝殺，快些脫下來吧。”搗大鬼聞言，知是通風老\\n人，佯裝不理，與鍾馗又戰，這通風又叫道：“搗大鬼，這衣服事小，有一個兇信報\\n你知道，你家如夫人今早已餓死了。等你去騙個棺木裝他。”那搗大鬼見把他履歷一\\n一都被通風念出，便不覺的骨軟筋麻，口呆目瞪，早有富曲一騎馬刺斜裏飛來，搗大\\n鬼措手不及，被富曲活捉去了。眾鬼兵一哄而散。通風見拿了搗大鬼，欣然而去。鍾\\n馗得勝回寺。富曲縛過搗大鬼來，鍾馗道：“你今被俺拿住，又有何說？”搗大鬼道：\\n“不過是俺娘娘駕崩了，老爺心上悶鬱，被你拿住。”鍾馗道：“俺體上帝好生之心，\\n不忍殺你。”於是將他眼睛用劍剜去，竟生吃了。命松了綁，推出寺門，饒他去罷。\\n那搗大鬼得了命，祇得瞎摸瞎揣得去了。原來他還有兩個結義兄弟，一個喚做挖渣鬼，\\n一個喚做寒磣鬼，自幼與他情投意合，聲氣相符。當日挖渣鬼同寒磣鬼正在一塊不老\\n石上坐著，閑談些捉風捕影的話，忽見搗大鬼摸揣將來，驚問道：“兄長為何如此光\\n景？”搗大鬼聽著是他二人聲音，說道：“不消提起，你老哥終日家搗大，今日搗披\\n了。遇著甚麼鍾馗，將俺拿住，把眼珠竟剜的吃了。虧你老哥有些本事，還不曾被他\\n殺掉。二位賢弟何不與兄報仇。”隨又長嘆了一聲，說道：“俺面上少了兩隻眼睛，\\n家下又死了你家嫂子，教俺有家難奔，有國難投。”說到傷心之處，三人共哭，流下\\n四行淚來。挖渣鬼道：“俺三人結義以來，無論天地鬼神，宰相官員，也都要看照俺\\n幾分。甚麼鍾馗，敢這樣欺心膽大。兄長不消怕他，要的俺兄弟做甚？他要打就和他\\n打，他要告就和他告。騷羊胡吃柳葉，俺就不信這羊會上樹。”寒磣鬼道：“二哥說\\n的是，你兄弟也有些本事，怕他怎的？俺們如今就點起兵來，圍住稀奇寺，殺他個寸\\n草不留，纔教他知俺兄弟們手段。”這搗大鬼聽見他二人出力，又壯起膽來，真個調\\n些鬼兵，殺將稀奇寺來。怎見他三人兵勢：\\n　　三聲紙炮震地，一股磣氣沖天。裹足旗、圍裙旗，迎風飄蕩，剃頭刀、割腳刀，\\n耀日光輝。挖渣鬼\\n　　頭戴著紫絨冠，盡他得意。寒磣鬼腳踏著羅圈鐙，自覺威風。中軍帳沒眼睛，還\\n要掖著兵書。正\\n　　是：稀奇寺前排戰場，彌勒堂中有結果。\\n　　且說鍾馗正與咸、富二神笑說搗大鬼故事，祇見小和尚兩腳如飛跑來報道：“老\\n爺，不好了，禍事、禍事。”鍾馗道：“有何禍事？”小和尚道：“搗大鬼又調了兩\\n個兄弟，說是甚麼挖渣鬼和寒磣鬼，領著許多兵來，將寺圍的鐵桶相似，怎麼是好？”\\n鍾馗怒道：“俺到饒他，他反來尋俺。”手提寶劍，便要出去。咸淵向前止住，道：\\n“主公不必動怒。俺想此鬼雖然剜去眼睛，究竟廉恥未喪。待小神前去勸諭一番，教\\n他改過自新，也是消魔一法。”鍾馗道：“也罷，你試走一遭，待他不改時，俺再斬\\n他。”咸淵於是上馬出寺，高叫：“搗大鬼上前答話。”\\n　　祇見一人飛馬上前，頭戴絨巾冠，身穿短服，手中拿著一杆白錫槍，來與咸淵見\\n陣。你道是誰？乃挖渣鬼也。向咸淵道：“俺與你往日無冤，近日無仇，因甚將俺兄\\n長眼睛剜了？俺今日與你見個你死我活。”舉槍就刺。咸淵架住道：“俺且與你講正\\n話。大凡人生在世，全以忠信廉恥為重。聖人云‘人而無信，不知其可也。’孟子又\\n云：‘恥之於人，大矣。不恥，不若人，何若人？’你們這伙人，通無仁義廉恥，搗\\n大的搗大，挖渣的挖渣，寒磣的寒磣，在你們以為得意，在人者來看實厭棄。稍有廉\\n恥者，即當羞死，尚敢揚眉瞪眼，白晝欺人耶。”祇見挖渣鬼全無羞愧，反哈哈大笑，\\n道：“汝欲學孔明罵王朗耶？古人云：識時務者呼為俊傑。你教俺老實守分，誰來揪\\n採。像俺這等搶渣起來，呵豚的，他也肯呵豚，嗅屁的，他也肯嗅屁。你們雖養高自\\n重，見了俺吃的，祇怕香得你鼻孔流油，見了俺穿的，祇怕看的你眼中流血，見了俺\\n使的，祇怕想的你心上生瘡。俺們如何體統？你就敢來大膽欺心。”這一席話說的咸\\n淵牙癢難當，祇得敗下陣來。鍾馗道：“為何司馬一去便回？”“不知怎麼，他那裏\\n說話，我這裏就牙癢起來，實是難當。”富曲道：“諒此輩非言詞可下，還是相戰一\\n番，方見高低。”鍾馗道：“先鋒之言是也，就勞一往。”這富曲結束整齊，提刀上\\n馬，領兵而去。\\n　　且說挖渣鬼得意回陣，愈覺威風，向寒磣鬼誇張。寒磣鬼道：“待他來時，俺也\\n替大哥出出力。”正在矜誇之際，鬼兵來報，道：“外面有一將來了。”這寒磣鬼聽\\n了，戴了一頂燈盞高盔，穿了付扎花鎧甲，拿了一把割腳短刀，沖出陣來。富曲問道：\\n“來者莫非是挖渣鬼？”寒磣鬼道：“你真有眼無珠，就不看俺穿的甚麼東西，拿的\\n甚麼物件。且不論俺的武藝高強，人才出眾，這頂盔是通身貼金的，這副甲是南京清\\n水扎花的，這雙靴是真正股子皮造的，這口刀是折鐵點鋼細磨的，這匹馬是五十兩細\\n絲銀子買的，你有甚本事，敢和你寒磣老爺對敵。”話猶未了，祇見富曲跌下馬來。\\n眾陰兵急救回寺。鍾馗道：“先鋒為何落馬？”富曲道：“奇怪的緊，他正在浪誇之\\n際，不知怎的將俺的筋裂的生疼，就不覺跌下馬來。”鍾馗道：“你們不濟，還是俺\\n親自出去。”於是提了寶劍，跨上白澤，到了陣前，高聲索戰。\\n　　且說搗大鬼道：“二位賢弟俱有功勞，俺不免出去，再和那鍾馗殺一陣如何？”\\n二鬼齊聲道：“兄長已被他剜去眼睛，如何交戰？”搗大鬼道：“不妨、不妨。這叫\\n做剜了眼睛不算瞎。”二鬼攔不住，祇得放他出去。鍾馗見是搗大鬼出來，說道：“你\\n已是被俺剜了眼睛，怎麼還要來瞎搗。”搗大鬼道：“孤家祇因娘娘駕崩了，一時心\\n緒不寧，被你拿住。今調了兩個御弟，率領大將千員，雄兵百萬，尚何懼你？你若早\\n早回去，是你的造化，若說半個不字，俺速令四大天神，將你拿住，發在閻君那裏，\\n教你滿世不得人身。方纔說著，鍾馗不覺一陣惡心，幾乎吐了，祇得扶病而回。咸、\\n富二人躊躇道：“我們牙癢的牙癢，裂筋的裂筋，惡心的惡心，倘他殺進寺來，如何\\n抵敵？”正躊躇間，祇見一個胖大和尚走進寺來，怎生模樣？但見：\\n　　一個光頭，兩隻肥足。一個光頭，出娘胎並未束髮。兩隻肥足，自長大從不穿鞋。\\n吃飯時，張\\n　　開大口，真個像個紅門。哂笑處，瞇縫細眼，端的賽兩勾新月。肚腹朝天，膨膨\\n脹脹，足可以撐船\\n　　蕩槳。布袋拖地，圪圪瘩瘩，都是些燒餅乾糧。正是：任你富貴賢愚輩，盡在呵\\n呵一笑中。\\n　　這和尚笑嘻嘻走進門來，向眾神道：“你們為何這等狼狽？”鍾馗道：“禪師有\\n所不知，如今寺前來了三個鬼，與俺對敵，弄得俺三人一個牙癢，一個筋疼，一個惡\\n心，無法勝他。”和尚道：“如此，待俺出去，三位隨俺來，看俺制他。”於是同出\\n寺門，和尚對他兵卒道：“叫你家頭目們出來見我。”那鬼兵連忙逃進營去，稟道：\\n“鍾馗又調了一個胖大和尚來了，要與三位大王見話。”這三個鬼道：“是甚麼胖和\\n尚敢來見俺，俺們正喜的足肥的。”遂洋洋得意而出，向和尚道：“你是何處野僧，\\n敢來與俺們見話。”這和尚並不理他，祇當不曾聽見一般。他們見如此模樣，拿搶就\\n刺，用刀便砍。\\n　　祇見這和尚笑了一笑，張開大口，囫圇一聲，竟將三個鬼咽下肚去了。鍾馗驚訝\\n道：“禪師何以有此神通。”和尚道：“你們不知，此等人與他講不得道理，論不得\\n高低，祇以大肚皮裝了就是，何必與他一般見識。”鍾馗道：“便是這等說，裝在肚\\n裏，未免渣磣難當。”和尚道：“貧僧自有處治。”不多時候，祇見這和尚出了一個\\n大恭，三個鬼化作一堆臭屎屙了。屙畢，化陣清風而去。鍾馗道：“奇哉，奇哉，怎\\n麼一瞬就不見了，莫非佛祖來助俺麼？”咸淵道：“是了，是了，後殿彌勒古佛，正\\n是這模樣。”於是一齊到後殿，拜謝去了。有兩句話道的好：\\n　　三個邪魔，生前作盡千般態，\\n　　一堆臭屎，死後不值半文錢。\\n　　不知後來又有何鬼，再看下回分解。\\n第三回\\n咸司馬計救賽西施　富先鋒箭射涎臉鬼</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詩曰\\n　　花簾入影日正長，閑評人事費商量。\\n　　英雄既短豪梁氣，冒失還疏訓誡方。\\n　　不斷多情綿似帶，自乾自面厚如牆。\\n　　劍鋒不惜誅邪手，纔覺青天分外光。\\n　　話說鍾馗拜謝了彌勒古佛，回至方丈，就要收拾行李起程。那知客再三款留，說\\n道：“老爺到此，貧僧並無點水之情，今日聊備小齋，少伸寸敬。”鍾馗與二神祇得\\n坐下，等了半日，方纔放下桌兒，又等了半日，方纔托上茶來。看看待至日落時候，\\n又纔托上幾碗菜來，急的這知客不住的往來催督，鍾馗不覺勃然大怒，道：“汝既留\\n俺，為何這等怠慢？”知客道：“告老爺得知，就是那前日所言的新來火頭懶惰，每\\n日睡至日出三竿，每夜磨至三更以後。至於出言行走，都是丟油撒水，就像害癆病一\\n般，所以把齋饌遲誤。望老爺寬恕。”鍾馗道：“叫他來，俺看是怎麼一個火頭。”\\n那知客喚了半日，那火頭纔慢條斯理的走將進來。眾神舉目觀看，怎麼模樣，但見：\\n　　垂眉落眼，少氣無神。開言處，口如三緘，舉步時，足有千斤。虎沒前來，量不\\n肯大驚小怪，賊如後至，又豈能疾走忙行。心和氣平，好似養成君子﹔手操足並，真\\n如得道天尊。正是：出髓玉莖堪作弟，傾糧布袋可為兄。\\n　　鍾馗看見，便按劍大怒道：“汝是何方人氏？從實說來，免汝一死。”那火頭不\\n慌不忙，上氣不接下氣，說道：“念小鬼原非人類，本是冤魂。祇因那年做些買賣，\\n要趕程頭，不想眾人性急，都老早去了。俺起來時，已是紅日半天，祇得獨自前往。\\n誰想路途遙遠，直走到黑。忽然遇見一個皮臉鬼賊，將俺的行李盡數奪去。俺正要趕\\n去，又被一條淹蛇將俺纏住，纏得俺少氣無力，不覺死去。指望告訴閻君，不料走到\\n陰司，閻君又退殿了，祇得權在這寺中圖些嘴腹。此是實情。”這幾句話說了半日，\\n方纔說完。鍾馗道：“俺待要殺了你，你又無惡。待要不殺，實實惱人。”正在沉吟\\n之際，一人突然進來，將溫屍鬼撞了一跌，也不管上下，也不分南北，坐在上面，舉\\n箸就吃。眾神見了，俱吃一驚，看鍾馗道：“據汝說來，莫非是溫屍鬼麼？”火頭道：\\n“正是。”他怎生模樣：\\n　　本非傲物，恰像欺人。有話便談，那裏管尊卑上下，見酒就飲，並不識揖讓溫恭。\\n東溝犁，西溝耙，說將來全無根據。做事前不遮後，管甚周詳。一任性子闖下禍，方\\n纔破膽﹔三分粗氣弄出殃，始覺寒心。正是：但知天下無難事，不信乾坤有細人。\\n　　你道此人是誰，原來就是簿子上邊所記的冒失鬼是也。當下冒失鬼坐在上面自吃\\n自飲，這鍾馗看的大怒，道：“這人來的這等冒失，俺有個法子在此。”眾人道：“有\\n何妙法？”鍾馗道：“他二人溫屍的溫屍，冒失的冒失，俺將他兩個平處一番，叫他\\n溫屍雜上一半冒失，冒失攪上一半溫屍，也是個損多益寡之法。”咸、富兩神道：“主\\n意固好，祇是怎麼平處的來？”鍾馗道：“不難，不難。”拔劍來將兩個鬼一劍一個\\n劈成四半，再合自然易成。祇見兩個鬼，溫屍的也不溫屍，冒失的也不冒失了，竟成\\n一對中行君子。眾人無不歡喜，都言鍾馗有為天造化之手。祇是把寺中和尚唬得咬指，\\n以為神人出世。二鬼拜謝而去。眾僧愈加恭敬，又留住一宵。\\n　　次日，整肅陰兵，跟定蝙蝠，作別了眾僧，往前再走，走夠多時，祇見通風老人\\n坐在那裏嘆氣，見鍾馗眾神大喜，道：“老爺們請到寒舍獻茶。”鍾馗道：“老者何\\n人？”咸淵道：“此即通風老人也。前日擒搗大鬼全憑他。今日因何在此納悶？”通\\n風道：“一言難盡。自從誅了搗大鬼之後，祇當老爺們駕已行了，絕無相會之日。不\\n想今又得相遇，實是三生有幸！”咸淵道：“你不知搗大鬼又調了兩個兄弟，十分厲\\n害，和他戰幾場不能取勝。幸遇彌勒古佛，一口吞下腹中，方纔罷手，所以耽誤了許\\n多日期。但不知你女兒比從前好些麼？”通風道：“說來話長，請到寒舍細講。”於\\n是眾神跟著通風走入草堂裏去，祇見親友慶賀壽幛一副，文理半通，下邊放著一張珠\\n紅小桌，漆皮已去了一半。牆邊都是囤，則囤著茭子、黑豆。門背後放著些農器，無\\n非是柯、杈、杷。看了一回，鍾馗坐在上面，咸、富二神坐在兩旁，通風下面陪坐，\\n其餘陰兵將營扎在村外。\\n　　須臾，吃了茶，咸淵又問起通風女兒之事，通風道：“自從老爺去後，一日不甚\\n一日，看看待死，老漢再三盤問，小女方纔說，果有個鬼魔纏繞。問他根由，原來有\\n個無恥山、寡廉洞，洞中有個鬼王，叫做涎臉大王。那涎臉大王有四個徒弟，一個叫\\n做齷齪鬼，他專會吃人，真有毛不拔之本事。一個叫做仔細鬼，任他賊打火燒，他總\\n不肯舍半文錢，這兩個好生厲害。還有一個急賴鬼，無甚本事，祇憑急賴。又有一個\\n綿長鬼，那綿纏鬼就是纏小女的鬼魅。他這四個鬼領了涎臉大王的教訓，益發如虎添\\n翼。如今這綿纏鬼將女兒纏的九死一生。老漢無兒，止有此女，倘若纏死了，俺老夫\\n妻兩個叫何人送終？”說道傷心之處，淚如雨下。鍾馗道：“你女兒教甚名字？”通\\n風道：“小女叫賽西施，祇因生的有些姿色，與西施相似，所以取此二字。吳國西施\\n住在西湖苧蘿，得水之精而生，我女兒住在這裏，得山之秀而生。山水雖別，靈氣卻\\n同，所以叫做賽西施。老漢見他生的嬌媚，愛如掌上明珠。那日敝村賽社，扮些三官\\n戰呂布的故事，小女出去看看，不想被此鬼看見，就纏上了。專望老爺搭救。”說著\\n跪在地下。鍾馗道：“斬鬼是俺的本分，不必如此。你且引我看看你女兒動靜，方好\\n行事。”\\n　　通風於是起來，引著鍾馗進了臥房，將他女兒一看，果然生的十分標致。但見：\\n　　眉如新月，縱新月那裏有這般纖細？眼如秋水，即秋水也沒有這樣澄清。臉賽桃\\n花，便桃花猶嫌色重。腰同楊柳，就楊柳還覺輕狂。祇可惜生在荒村，一顆明珠暗投\\n瓦礫。若叫他長於金屋，千般粉黛難比嬌嬈。蹙蹙眉尖，真是捧心西子﹔懨懨愁態，\\n還如出塞王嬙。便是那：\\n　　王維妙手猶難寫，況我老拙無才怎便描。\\n　　鍾馗看了他女兒，心下想：“怪不道鬼纏他，真個生的標致。”因問通風道：“那\\n鬼甚時候來？”通風道：“但到夜他就來了。”鍾馗道：“這等，你備些酒來，俺們\\n就在你女兒外間等他。”那通風欣然整辦去了。須臾酒至，鍾馗與咸、富二神就都在\\n外間飲酒閑談。果然到更深時候，簾外一陣陰風，那鬼來了。有詩一首，道此鬼形狀：\\n　　不是風流不是仙，情如深水性如綿。\\n　　若非涎臉習學久，怎的逢人歪死纏。\\n　　且說這綿纏鬼跨進門來，見有人在，撒身便走。富曲隨後趕來，舉刀便砍。那鬼\\n吃了一驚，閃過身子，隨手將一條紅絲繡帶望空一擲，說是遲，那時快，竟將富曲纏\\n住。鍾馗看著大怒，道：“小小鬼頭，就敢弄此纏人之術。”提著寶劍趕上前來。那\\n綿纏鬼空手無措，祇得打了一個筋斗去了。鍾馗割斷繡帶，放開富曲，向通風道：“料\\n此鬼今晚必不來了。”通風道：“不然，老漢也曾毀罵他，他領了涎臉大王的教訓，\\n祇管歪纏，並沒廉恥。老爺不信，倒怕轉刻即來也。”話猶未了，祇見綿纏鬼果然拿\\n著一條死蛇又來纏繞。鍾馗提劍迎上前就砍。綿纏鬼就將那條死蛇當了兵器，祇管左\\n右盤施，遮架寶劍。不提防被他擲起死蛇，又將鍾馗纏住。富曲慌忙上前砍他，他又\\n是一個斤頭跑了。富曲將纏住鍾馗的死蛇割斷，擲於地下。那綿纏鬼又來了，富曲祇\\n得又與他交戰，竟如此纏了半日有餘。或拿活蛇來纏，或拿死蛇來纏，急的鍾馗暴跳\\n如雷，咸淵道：“俺想出一條妙計來了：與其他纏俺，不如俺纏他。”鍾馗道：“他\\n滑溜如油，怎麼纏的他住？”咸淵道：“不難，不難！俺這條計叫做以逸待勞之計，\\n還要用通風的女兒。”通風道：“如何要用小女？”咸淵向眾人附耳低言道﹔“必須\\n如此如此。”鍾馗聽了大喜，道：“還是司馬見識廣大，雖孫、吳復生，亦不可及也。”\\n通風於是將此計合與媽媽，媽媽轉說與賽西施，賽西施道：“羞羞答答，怎麼做出來？”\\n媽媽道：“兒呀，但得性命，那怕害羞。”賽西施祇得含羞應允。通風出來回復了鍾\\n馗，鍾馗與咸、富二神同通風藏在後面，閑談飲酒不題。</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>　　且說那綿纏鬼到了晚間，悄悄的前來。見靜悄悄無人，心中想道：“想是去了。”\\n看房中時，燈花半明半滅，聽時，微微有嘆息之聲。這綿纏鬼遂大著膽子走進房中，\\n問賽西施道：“你家鳥鍾馗何處去了？”賽西施道：“因戰你不過，今日去了。你一\\n向不進房來，叫奴家終日盼望。”綿纏鬼道：“我恨不得寸步不離你，祇因他們在，\\n不得進來。”於是雙手摟住就要求歡，賽西施道：“你且休要性急，奴家因你交歡不\\n久，不能滿奴之意。如今想出一個法兒來，做下一條白綾帶兒，勒在那個根下，自然\\n耐久。待奴取出來，和你試試如何？”把個綿纏鬼喜的心花都開了，親了一個嘴，道：\\n“誰知親親這等愛我？”賽西施遂將帶子取出來，綿纏鬼連忙將褲子解開，賽西施連\\n忙將帶兒套上，盡力一束，綿纏鬼道：“慢些、慢些，勒的生疼。”賽西施道：“越\\n緊越好。”又盡力一束，打個死結。看綿纏鬼已是疼的發昏，不能脫去，遂高聲叫道：\\n“綿纏鬼已被我纏住了。爺爺們快來！”鍾馗等聽見，便擁出來，把綿纏鬼斬了。富\\n曲拍手大笑，咸淵道：“你笑甚麼？”富曲指著通風道：“我笑他家專會捉人根子。\\n那搗大鬼被他拋出根子來，這綿纏鬼又被他女兒捉住根子，怎麼你父子二人這等會尋\\n人根子？”通風笑道：“你不知俺一家老實，不會找俏做事。但凡事都要從根子上做\\n起來。”說的眾人大笑。這裏通風整備酒席，款待鍾馗等不題。\\n　　且說那涎臉鬼在無恥山寡廉洞中為王，身邊有個軍師，見識精詳，施為妥當，人\\n因此起他個混名，叫做伶俐鬼。這伶俐鬼和涎臉鬼閑談，涎臉鬼道：“連日不知怎麼，\\n不見綿纏鬼來。”伶俐鬼道：“不消說起他們。自從得了大王法兒，各人祇顧各人，\\n何嘗孝敬你來？那齷齪鬼倒要粘你的皮去，仔細鬼不肯舍他的半文錢。至於急賴鬼，\\n無事不急賴，綿纏鬼，無日不綿纏，他們不來是你的造化。想念他們怎麼？”涎臉鬼\\n道：“你說他們討俺的便宜，難道俺就不能討他們的便宜？俺拿上這副涎臉尋上門去，\\n任他齷齪、仔細、急賴、綿纏，定要尋他些油水。今日便閑暇無事，你權管山洞，待\\n我先尋綿纏鬼一回，有何不可。”伶俐鬼道：“任憑尊便。”那涎臉鬼隨了他那副涎\\n臉出了寡廉洞，下了無恥山，前面還有一道唾沫河，過的河來，遠遠望見一座破廟，\\n廟旁蓋一座茶庵，齋題上寫著四個大字，是“施茶結緣”，這涎臉鬼再看那破廟時，\\n十分狼狽。怎見得：\\n　　穿廊塌倒殿宇歪斜。把門小鬼半個頭，他還揚眉怒目。值殿判官沒了腳，依然是\\n拏肚撐拳。丹墀下，青蒿滿眼，牆頭上，黃鼠窺人。大門無匾，辨不出廟宇尊名，聖\\n像少冠，猜不著神靈封號。香爐中滿堆上梁上漏土，供桌上，卻少了案前花斗。多應\\n是懶惰高僧，不男不女閑混帳，辜負了善心檀越東奔西走費經營。正是：若教此廟重\\n新蓋，未必人來寫疏頭。\\n　　涎臉鬼走上茶庵，祇見兩個閑漢在那裏搗喇，這涎臉鬼也坐在凳上，施茶和尚托\\n出三盞茶來，一個問道：“你這茶庵鄰著這座古廟，晚間就不怕鬼麼？”和尚道：“怎\\n麼不怕？祇是關了門，不理他也就罷了。”旁邊人道：“你們又說鬼呢，俺那村通風\\n老兒家一個女兒，生的千嬌百媚，教一個甚麼綿纏鬼纏住，纏的看看待死。也是他命\\n不該絕，忽然來了一個鍾馗，領著許多兵將，端端尋著斬鬼。昨晚竟將這綿纏鬼斬了。”\\n涎臉鬼聽了此言，暗吃了一驚：“怪道他許多時不來。”問那人道：“老兄這話可是\\n真麼？”那人道：“怎麼不真？我在他隔壁住，親眼見的。”這涎臉鬼聽得，便忙似\\n喪家之犬，急急若漏網之魚，跑回山來。\\n　　伶俐鬼接著道：“為何這等氣色不善？”涎臉鬼道：“俺聞一樁可慮之事，回來\\n和你商議。”伶俐鬼道：“有甚麼可慮之事？”涎臉鬼遂將那個人的話述了一遍，道：\\n“既說端端斬鬼，咱們都有些鬼號，萬一尋將來，如之奈如？不如俺們先下手為強。”\\n伶俐鬼道：“非也，他是過路到此，必不久住。俺們且關了洞門，躲避幾日。待他過\\n去了，再揚眉吐氣不遲。古人云：知彼知己，百戰百勝。此是兵家要訣，不可造次胡\\n行。”涎臉鬼道：“我的意思，一者與綿纏鬼徒弟報仇，二者滅了他以絕後患。怎麼\\n你總是這等說，豈不是長他威風，滅自己銳氣乎！”於是將伶俐鬼洋洋不採，竟轉入\\n後洞去了。這伶俐鬼滿面沒趣，嘆口氣道：“向日投了楞睜大王，指望成些大事，不\\n想楞裏楞睜不足與有為。今番來到這裏，見他臉皮甚壯，可與共事，不想又是有勇無\\n謀之輩，除了厚臉，別無可取。眼見的禍緣林木，殃及魚池也。古人云：良禽擇木而\\n棲，賢臣擇主而事。我聞的風流鬼為人倜儻，俺不免棄此去彼便了。”於是收拾行李，\\n悄悄出了寡廉洞，竟投風流鬼去了，按下不題。\\n　　且說鍾馗飲酒中間，說起綿纏鬼的師傅乃是涎臉鬼，鍾馗道：“俺務必也斬了他\\n纔好。但不知那無恥山在何處？”通風道：“想必也不遠，我們慢慢訪問。”說話間，\\n祇見蝙蝠早已飛起，鍾馗喜道：“兀的不是向導去了。”遂起來別了通風，與咸、富\\n二神率領陰兵，隨著蝙蝠往前競走，中間一條大河攔路，但見：\\n　　青泡遍起，白浪頻翻。青泡遍起，依稀好似蘑菇﹔白浪頻翻，仿佛猶如海蜇。峽\\n口由於唇吻，源頭出自丹田。渾波濁器不煎茗，黏水粘船難渡客。這壁廂足跡滿岸，\\n恍惚聞足踢之聲﹔那壁廂指影盈堤，儼然睹拳搖之狀。就隱士文人也定有幾點唾添，\\n還說些寡廉無恥的字樣。若凡夫俗子竟舍得滿團益上，猶帶著賠嫁伴娘的言詞。正是：\\n　　要知如此真來歷，盡在攢眉切齒中。\\n　　鍾馗喚土人問，土人道：“此河名為唾沫河。從前本無此河，祇因這無恥山寡廉\\n洞裏出了一個涎臉大王，惹得人人唾罵，唾罵積聚多了，遂流成這道大河。河面雖寬，\\n其實不深，老爺祇管放心過去。”鍾馗聽了大喜，發付土人去了。過了唾沫河，前面\\n就是無恥山。你道此山如何布置：\\n　　不誠石壘堆滿地，沒羞巖高聳雲天。冥耳攢蹄，換打虎峰巒偃臥﹔張牙舞爪，脫\\n水狼溝壑間行。鬼眼松沿坡遍長，不清柏滿麓齊栽。可惜洞縱多廉，避鬼魅於焉遠去：\\n山原有恥，畏涎臉不敢前來。\\n　　鍾馗領著陰兵，上了無恥山，圍了寡廉洞，高聲叫罵。山鬼報人後洞來，那涎臉\\n鬼大怒道：“俺正欲滅他，他來的正好。”於是戴了一頂牛皮盔，穿了一領樺皮甲，\\n拿了一口兩刃刀，走出洞來，罵道：“你這個醜鬼，將俺徒弟殺了，俺正要報仇雪恨，\\n你怎麼這等大膽，還要尋上門來。”鍾馗道：“俺奉唐天子之命，端端殺汝等，怎麼\\n不來。”說畢，舞劍便砍，正砍在他臉上，祇見他毫無驚懼，並不損傷。鍾馗道：“好\\n壯臉也。”涎臉鬼道：“不敢自誇，將就看得過，任你刀劈、箭射、靴頭踢，總不心\\n煩。”富曲聽的，上前道：“主公退後，待俺使箭射他。”涎臉鬼道：“咱家站定憑\\n你射來，祇等射丟了，你便罷。”這富曲自恃著百步穿楊的手段，兜滿雕弓，一箭正\\n射到他臉上。眾陰兵齊聲喝採，以為就射死了。不想他分毫不動，竟像不曾射著的一\\n般。富曲大怒，又射一箭，又射到臉上，他又分毫不動。一連射了數十箭，他祇是不\\n動，且箭都落到地下。富曲道：“奇哉，奇哉。昔日，雷萬春帶一矢而不動，人以為\\n難，不料此鬼經數十箭，不惟射不透臉，就如莫射一般，真從古未有之臉也。”鍾馗\\n氣的暴跳如雷，又上前去照臉亂砍，竟如剁肉餡的一般，剁了個不亦樂乎。那臉並不\\n曾紅的一紅。鍾馗見他不動，站在白澤脊梁上，依他不怕踢的話，用油靴踢他。足足\\n踢了一百油靴，祇覺平常。鍾馗也由不得笑了，問道：“你這臉端的是何處來的？這\\n等堅硬。”涎臉鬼笑道：“若說起俺這臉來，卻也有原有委。當日家師婁師德，傳俺\\n一個唾面自乾的法兒，俺想此不過祇要臉厚罷了，因此俺就造了一副鐵臉，用布裹了，\\n漆了，猶恐不甚堅牢，又將樺皮貼了幾千層，所以甚也不怕。俺這一領樺皮甲就是貼\\n臉剩下的樺皮做的，前日俺一時乏用，將臉當在當鋪中，後來贖出去。不想他當鋪中\\n當下許多厚臉，辯不出那個是俺的。俺眉頭一蹙，計上心來，對他說道：‘你祇在石\\n頭上狠剁，剁不破的就是俺的’。他依俺編排，將眾臉齊剁，那些臉都剁破了，惟有\\n俺這副臉再剁不破。俺有如此厚臉，實是無價之寶，豈懼汝等這些尋常兵器乎。”鍾\\n馗聽了，顧富曲道：“似此，當如之奈何？”祇得敗回陣來，掛了免戰牌。那涎臉鬼\\n竟得勝回洞去了。\\n　　鍾馗對咸、富二神道：“如此厚臉，怎生破他？”富曲道：“看他本領卻也有限，\\n祇是這副厚臉難當。怎麼設法兒誘的他那副厚臉到手，便不足畏矣！”咸淵想了一會，\\n道：“有個法兒。他所憑者那副厚臉，俺也照樣做他一副，比他的更造的加厚些。明\\n日陣前交換，他若肯換時，他那臉俺得了。”鍾馗道：“不妙、不妙，失了一副厚臉\\n得了一副厚臉，究竟一般，有何益處？俺換將他的來，倒把俺也成了一副涎臉。”咸\\n淵道：“不妨，不妨。俺這副臉造時，卻要暗藏上一副良心。那良心是與涎臉相反的，\\n他換上時，那良心發現，自然把厚臉漸漸薄了。他既臉薄，咱卻臉厚，所謂不戰而屈\\n人之兵也。”鍾馗喜得拍掌道：“妙哉計也。此惟孫悟空能之，諸葛武侯亦恐不及。”\\n於是，依這法子造起臉來，先以生銅鑄就，中以鞋底鋪墊，外用牛皮縵了幾層，又貼\\n了幾千層樺皮，祇是少副良心。鍾馗問陰兵，要眾陰兵道：“小的們知道良心拿到陽\\n世間不中用，所以都不曾帶來，正有一個陰兵，名喚潘有，他有一副良心。也不是陰\\n間帶來的，是這邊一個有良心的人，見使用不上，氣憤不過，撒別丟在街心，他拾得\\n藏起。老爺祇問他要便了。”鍾馗遂叫進潘有來要。潘有捨不得掏出來，再三祇說沒\\n有。眾陰兵道：“他半路裏拾的一副良心還要昧了，待小鬼們搜他。”眾陰兵將潘有\\n按倒在地，渾身搜遍，纔從他脊背裏搜將出來。鍾馗交造臉的，裝在臉中，看時比涎\\n臉鬼的又厚一半。鍾馗大喜。\\n　　過了一晚，次早上陣，使陰兵前去叫罵，涎臉鬼帶了他那厚臉出來，道：“你們\\n昨日敗陣，今日怎麼又來納命，難道還不知道孤家厚臉？”鍾馗道：“你有臉，俺就\\n無臉？”於是將臉戴上，涎臉鬼吃了一驚，道：“怎麼他今日也有副厚臉？怪道他又\\n敢來見俺。”祇得高聲說道：“俺的臉你們昨日都領教過了，你的臉俺今日也要領教\\n領教。”鍾馗道：“從不吝教，祇管來領。”那涎臉鬼走上前來，兩隻腳丁字站定，\\n舉起兩刃刀照臉砍來。祇聽得圪屠一聲響，火星亂爆。再砍第二刀時，那刀已卷刃了。\\n涎臉鬼心中打算道：“這等看來，他的臉比俺的厚。俺若得了這副臉，可以橫行天下。”\\n遂高聲叫道：“你那臉到也算厚。你敢與俺相換嗎？”鍾馗道：“怎麼不敢？”涎臉\\n鬼心中暗喜，忙將臉取下來遞與鍾馗，鍾馗也將臉取下來遞與涎臉鬼，這涎臉鬼欣喜\\n的戴上。不多時，良心發動，看看將臉皮消的薄了，涎臉鬼大驚道：“怎麼在他臉上\\n厚，到俺臉上薄起來了？”再抹時，消的竟如紙一般，想須臾現出一副良心，涎臉鬼\\n不覺的滿面羞慚。鍾馗與富曲見他通紅的臉，知道是良心發動了，遂向前弄刀砍他。\\n那涎臉鬼招架不住，逃回洞中。他的小鬼稟道：“大王如今羞得不敢見他們了，為今\\n之計，祇有兩著，或齷齪鬼，或仔細鬼，大王擇一處去投奔﹔養一養臉再來與他們伎\\n俉。或行或止，大王快些定奪。”涎臉鬼道：“罷！臉已丟了，還論甚麼行止！不如\\n俺尋個自盡好。”於是，提出刀來，自刎而死。這正是：\\n　　但得良心真發動，果然有臉不如無。\\n　　要知後事如何，且聽下回分解。\\n第四回\\n因齷齪同心訪奇士　為仔細彼此結冤家</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詞曰\\n　　財如血，些兒出去，疼如裂。大難何膺？但憑胡說。究竟胡謅謅不著，忽然兩地\\n成吳越，鷸蚌相持，漁人自悅。\\n　　話說涎臉鬼自刎而死，小鬼們見沒了主人，祇得四散逃走，因商議道：“咱們往\\n何處去好？”一個道：“就是適纔所言，不是齷齪鬼處，就是仔細鬼家。”一個道：\\n“仔細鬼家遠，咱們到齷齪鬼家去罷。”於是一擁出了寡廉洞，卻從山後跑了。一個\\n個走的氣喘吁吁，方纔到了齷齪鬼門首。上前扣門，裏邊跑出一個小鬼來，問道：“你\\n們何處來的？我家主人有病不能相會。”眾鬼道：“你家主人是何病？莫非推托麼？”\\n那小鬼道：“豈有此理！我家主人害的是挾腦風。”眾小鬼道：“若說別樣病症，我\\n們不知。若這挾腦風，我們卻曉得個好方兒，立刻見效。”那小鬼道：“是何方兒，\\n你們且說說我聽。”眾小鬼道：“俺家主人當年也曾患此症，請了一個師巫。那師巫\\n敲起扇鼓，須臾請將柳盜跖來，將俺家主人頭打了二十四棍，又教師巫灸了二十四個\\n艾灸，登時就好了。”那小鬼道：“這是甚麼緣故？”眾小鬼道：“你不知道麼！這\\n叫作賊打火燒。”那小鬼道：“我當是正經話，原來是鬼話。我問你們為甚要見俺主\\n人？”眾小鬼道：“實和你說罷，如今不知那裏來了一個鍾馗，又有一個司馬，一個\\n將軍，領著數百陰兵，專斬天下邪鬼。昨天將俺無恥山寡廉洞的涎臉大王滅了。俺們\\n逃難而來，一者想要與俺大王報仇，二者就來投靠你家主人。”那小鬼聽了，慌忙飛\\n報進去。\\n　　且說齷齪鬼正在那裏想算，怎麼圖人家房產，怎麼霸佔人家地畝，祇見小鬼跑到\\n跟前，正長正短，如此如此，稟了一會，齷齪鬼不聽便罷，聽了此話，腦子裏一齊亂\\n響，魂已飛於天外了，三萬六千毛孔，一齊流汗，二十四個牙齒上下廝打。祇得勉強\\n扎住，吩咐小鬼道：“有這樣事？但他們既來投俺，俺少不得要管飯。每人四十顆小\\n米的稀粥，咸菜半根罷了。”吩咐畢，祇管走來走去，心下想道：“此事必須與仔細\\n鬼商量方妥。”又想道若請他來商量，未免又要費鈔，不免找尋他家裏去，他自然要\\n管待我，這叫豬八戒上陣，倒打一靶。\\n　　主意已定，遂走出門來，竟尋仔細鬼去了。走了幾步，忽然又想起一件事來。你\\n道又想起甚麼事？他想道路途遠，倘若出起恭來，可惜將一包屎丟了。不如回去叫個\\n狗跟上，以防意外之變。於是回來，又喚了一隻狗。走不多時，果然就要出恭。齷齪\\n鬼嘆道：“天下事與其失之事後，不可不慮之事前。聖人云：人無遠慮，必有近憂。”\\n真個出了一大恭，那狗果然吃了。正走中間，狗亦出起恭來。齷齪鬼看著，氣的發昏，\\n罵道：“不中用的畜生，叫你吃上，回家去屙在家裏糞堆上，怎麼在這裏屙了。真正\\n鼠肚雞腸，一包屎也存不住，要你何用？”看了看，待要棄了，甚是可惜，待要拿上，\\n無法可拿，祇見道旁有些草葉，忙去取來，將狗糞包裹住，暗帶在身旁。這正是成家\\n之子惜糞如金的出處。寫至此，忍不住要作詩贈他：\\n　　人屙之後狗偏屙，狗吃人屙人奈何？\\n　　料想人吞吞不得，也須包裹當饅饅。又詩一首：\\n　　齷齪之人屎偏多，自屙自吃不為過。\\n　　早知那狗不中用，寧可憋死也不屙。\\n　　按下齷齪鬼不題。且說那仔細鬼，他生來稟性慳吝，情甘淡泊。其時正在家中看\\n守財帛。聽的外邊有人叩門，祇得走將出來。見是齷齪鬼，少不得讓在家中坐下，問\\n道：“兄長何來？”齷齪鬼道：“無事不登三寶殿，今日有要緊話，特來商議。”遂\\n將無恥山寡廉洞小鬼投的根由說了一遍，道：“我想來，丟了性命倒是小事，倘若他\\n令兵卒來搶掠你我一生所積，豈不勞而無功？”仔細鬼道：“是呀，我們不然把銀子\\n打成棺材，他若來時，將咱裝在裏邊，連忙埋了，豈不是人財兩得，就死也落的受用？”\\n齷齪鬼道：“這個主意錯，這些財帛原是與子孫的，我們不過與他看守。咱們隨去時，\\n教他們何以過度？”仔細鬼道：“也說的是，但依你說該如何？”齷齪鬼道：“須得\\n個萬全之策方好。”兩個人想來想去，總沒個好法子。\\n　　看看想到半夜，餓的齷齪鬼口乾舌焦，祇的問仔細鬼道：“老弟，我們飢了。我\\n有帶來的一包狗糞，請你如何？”仔細鬼道：“老兄原來還未吃飯。祇是火已封了，\\n怎生處？”又低頭想了半日，方說道：“有昨日剩下的兩個半燒餅，還有一碗死雞熬\\n白菜，若不見外，權且充飢如何？”齷齪鬼道：“使得，使得。”於是托將出來，放\\n在桌上。仔細鬼陪著吃了一個，這齷齪鬼止吃一個半燒餅到肚，連充饑也不能夠，再\\n也不好要了，沒奈何將褲子緊一緊，又看見桌子上落上許多芝麻，待要收得吃了，又\\n怕仔細鬼笑話。眉頭一蹙計上心來。於是用指頭一面在桌上畫著，一面說道：“我想\\n鍾馗這廝，他一定要從慳吝山過來，過了慳吝山就是抽筋河，過了抽筋河就是敝村了。”\\n桌子上畫一道，拈的幾顆芝麻到手，因推潤指，將芝麻吃了。又畫，畫了又吃，須臾，\\n吃個罄盡。看時，桌縫中還有幾顆不能出來，又定了一條計，向桌子上一掌拍了一下，\\n大聲道：“那鍾馗若來，我拿住他時定要判屍萬斷。”這一拍，將那幾顆芝麻拍出來\\n了，他又用前法吃了。仔細鬼忽一陣心疼，不能動止。你道為何？他見芝麻落在桌上，\\n自然是主人之物，不想又被齷齪鬼設計吃了，所以心疼起來，齷齪鬼見他心疼，心上\\n有些明白，與自己得病一樣，祇得作謝去了。這仔細鬼疼了一會，轉過氣來，恨道：\\n“他何嘗是商量計策來？分明是故來討擾我。我不免明日也到他家去商議，怕他不還\\n我的席麼？”於是連夜飯都不吃了，等到天明，竟往齷齪鬼家去。這正是：\\n　　齷齪鬼摳齷齪鬼，仔細人尋仔細人。\\n　　到了齷齪鬼門首，搖響門環，祇見齷齪鬼在門縫裏張望。仔細鬼道：“是我來了，\\n不必偷視。”齷齪鬼開了門，道：“原來是老弟，我祇當是吃生米的哩。”仔細鬼：\\n“你老弟從來不吃生米。”齷齪鬼便接著口氣道：“想是老弟已吃了熟飯了。”因對\\n家人說：“你二爺吃了飯了，不必收拾，止看茶來罷。”仔細鬼暗道：“又受了他的\\n局套了。”祇得坐下，吃了一盅寡茶，說道：“老兄昨日所言鍾馗之事，我想此事還\\n須與急賴鬼商量，他還有些急智。”齷齪鬼道：“你提起他來，他去年借了我三斗三\\n升一勺糧食，止還的三斗三升，竟欠我一勺未還。我為朋友面上不好計較，你說他可\\n成人麼？”仔細鬼道：“可不是怎的，他問我借了二錢三分四厘五毫銀子，還短了我\\n一毫。我教他寫下欠約，現在我家存的，至今不好去逼他。我們如今做了大量君子，\\n擱過一邊，且與他商量這事可也。”齷齪鬼道：“你說得是。”遂攜手同行，不覺來\\n在急賴鬼家門首。祇見門前圍著許多人，都是向他討債的。急賴鬼掛出一面牌，上寫\\n著：“明日準還。”那些人益發不依，嚷個不了。齷齪鬼道：“他既明日准還，也就\\n罷了，你們為甚還這等的亂嚷？”那些人道：“二位不知，他這個明日是活明日，不\\n是死明日，所以難憑。”仔細鬼道：“總是一個明日，如何又分死活？”那些人道：\\n“大凡有行止的，是個死明日。無行止的，是個活明日，就如夜明珠一般，千年萬載\\n常明起來，那裏有個底止？”齷齪鬼道：“原來如此，但如今列位們嚷也無益，索性\\n等他到明日，看他如何？”那些人見說的有理，也祇得去了。\\n　　他二人方纔進來，見急賴鬼在那裏砌牆。仔細鬼道：“外邊有許多人叫罵，你還\\n這等安心砌牆？”急賴鬼道：“二位有所不知，我於今見西牆倒壞，我拆東牆補西牆\\n裏，豈是有奈何的麼？二位兄長到此何幹？”齷齪鬼道：“如今有天大的一宗事情，\\n特來求教。”如此如此，這般這般說了一遍。急賴鬼道：“我當是甚麼大事。若這宗\\n事，有何難處？祇須寫一封嚇蠻書去嚇他，他自然不敢來了。”仔細鬼道：“怎麼叫\\n做嚇蠻書？”急賴鬼道：“兄不知麼？是當日外國與唐天子邦下，將一封書來，寫的\\n是他那外國的字體滿朝文武官員都認不得。明皇召將李青蓮來。那李青蓮吃的酩酊大\\n醉，將來書看了，就用他外國的字體寫了一封回書。明皇教楊貴妃捧硯，高力士與他\\n脫靴，他拿起筆來一揮而就，寫成一封嚇蠻書竟將那外國嚇的服了。如今咱也祇寫封\\n書去嚇罷了。”仔細鬼道：“此計大妙，正是紙上談兵。祇是叫誰來寫呢？”急賴鬼：\\n“我已打算下了，我這邊八蠟廟中有個教學的先生，文才最高。他做的詩詞歌賦，再\\n沒人比得過他。那一年歲當大比，題目是風、花、雪、月絕句四首，他不假思索，拿\\n起筆來就做成了。我還記的，試念與二位兄聽。那詠風的詩是：\\n　　一般沖天百丈長，黃沙吹起斗難量。\\n　　任他鎮宅千斤石，刮到半天打塌房。\\n　　詠花的詩是：\\n　　一枝纔謝一枝開，誰替東君費剪裁。\\n　　花匠想從花裏住，不然那討許多來。\\n　　詠雪的詩是：\\n　　輕如柳絮快如梭，可耳盈頭滿面探。\\n　　想是玉皇請賓客，廚房連夜褪天鵝。\\n　　那詠月的詩益發妙絕：\\n　　寶鏡新磨不罩紗，嫦娥端的會當家。\\n　　祇愁世上燈油少，夜夜高懸不怕他。”\\n　　齷齪鬼聽了，道：“真個做的好，祇是‘不怕他’三字有些不明白。”急賴鬼道：\\n“這正是用意深處，大凡做賊的人，偷風不偷月，他最怕的是月。月偏不怕他，故意\\n照將起來。所以要用這‘不怕他’，三字，可謂奇之極矣。房官見了他的卷子，喜得\\n說道，羽翼已成自當破壁飛去，因怕他飛了去，將文字旁邊畫了許多道子攔住，猶恐\\n他脫穎而出，又叉上許多叉子叉住。呈上主考那邊，不想主考淺薄，也不懂的‘不怕\\n他’三字，反說莫有出處，駁了不中。你說屈他不屈他？他因此滿腹不平，又做了一\\n首感懷的詩，再念與二位聽：\\n　　生衙鈔短忍書房，非肉非絲主不良。\\n　　命薄滿腹觀鷸蚌，才高塞耳聽池塘。\\n　　談詩口渴梁思蜜，話賦心漕孔念姜。\\n　　何日時來逢伯樂，一聲高叫眾人慌。”\\n　　齷齪鬼道：“這詩我益發不懂，還求哥哥講講。”急賴鬼道：“生衙鈔短忍書房\\n者，是作生意無本錢，待要住衙門又沒頂手，所以忍氣吞聲入書房。第二句就是因主\\n考駁了他的卷子，說他吟的詩當不得肉，作的賦當不得絲，又遇主考無良，不能愛才，\\n故云非絲非肉主不良。第三句是見人家中了他不能中，故憤然說道：我雖命薄，看你\\n鷸蚌相持到幾時。第四句是說不第以來別無生涯，祇得教書，那書生們念起書來，就\\n如蛙鳴一般，古詩有青草池塘處處蛙之句，這‘聽池塘’三句又用得好。第五、六句\\n便說教學的苦處，每日講起書來，講的口渴心漕，當日，梁武帝被侯景困在臺城餓死\\n時，曾思蜜水止渴，所以說‘梁思蜜’。論語上有‘孔子不撤姜食’，故又云‘孔念\\n姜’。‘口渴梁思蜜，心漕孔念姜’，你看他對得何等工巧，又句句是故典，豈不是\\n好詩？至於結尾這二句益發妙絕，古今少有。當日馬逢伯樂而嘶，其價倍增，他說‘何\\n日來逢伯樂’，遇個明眼主考將他中了，如今人都欺他，那時他把人都嚇慌了，所以\\n說‘一聲高叫萬人慌’。這一首詩無一個閑字，無一句閑話，蘊藉風流，特真異才。\\n怎奈德修而謗興，道高而毀來，人反起一個混名叫做不通鬼。你說這等一個才學，豈\\n是不通之人？”仔細鬼道：“自然大通家了，老兄可快叫他寫嚇蠻書。”急賴鬼道：\\n“你們空有幾分財帛，道理全然不解。當日文王訪姜太公，玄德請孔明，都是親身請\\n見，豈有個喚來之理？我們必須親去拜求方可。”齷齪鬼道：“還是老兄知禮。”\\n　　於是三人同出門來，齷齪鬼與仔細鬼走著，各暗想道：聽了急鬼賴多少詩詞，聽\\n的耳飽，苦了自己肚皮，餓的腰不能伸，鞠著躬跟他走。轉了幾個彎，就是八蠟廟了。\\n上前輕輕叩門，裏面走出一個小童問來歷，進去通報。且說那不通鬼正與謅鬼講話，\\n小童走到身邊，低低說了聲：“有客相訪。”這不通鬼也不問是誰，吩咐道：“請進\\n來罷。”小童出來道：“有請”，他三人鞠躬而入，十分謙遜，先向謅鬼致意，道：\\n“此一位先生高姓？”不通鬼道：“敝社長謅先生。”他三人先同謅鬼作了揖，然後\\n與不通鬼見禮，說道：“久仰大德，未敢造次，今日會面，實慰平生。”不通鬼道：\\n“學生草茅下士，幸接高賢，頓使蓬蓽生輝。”讓坐已畢，看他書房，果然清雅。\\n　　小小院落，低低茅屋，也沒有柏來，也沒有梅，也沒有竹。簾前培二棗，階下栽\\n雙菊。一頂書櫃不是梨木，幾卷殘篇頗成古籍。硯臺堪作字，詩筒可裝筆。存一點太\\n古風，裝一個稀奇物。閉門違俗客，烹茶待知己，還有一樁缺欠，無錢賒酒不得。\\n　　不通鬼道：“三位先生到此，必有所論。”齷齪鬼道：“無事不敢造扰，今有切\\n身厲害之事，特來懇教。”遂將鍾馗之事，細說了一遍，不通鬼聽著斬鬼二字，因自\\n己有一這個鬼名，未免有些動意。所謂罵著和尚滿寺熱，祇是不肯露頭。急賴鬼隨又\\n說出求寫書之意，不通鬼道：“學生才疏學淺，祇恐有負所托。”祇見謅鬼大怒道：\\n“何物鍾馗，這等大膽，敢在太歲頭上動土。老社臺你將這書寫的官冕些，叫他知道\\n俺們的才學，自然不敢正眼相看。如其不然，俺們再動公呈。”不通鬼道：“眾位請\\n坐，待學生搜索枯腸。”於是左扭右捏的，把鬍鬚不知拈斷多少，好幾個時辰方纔寫\\n出稿來。你道寫的是甚：\\n　　“年家侍教生某等頓首，書奉鍾馗老先生將軍麾下：蓋聞先王治世，各君其國，\\n各子其民。彼此不爭，凡以息兵也。先生不知何所聞而來，竟將生等一概要斬。即以\\n斬論，孟子云：君子之澤五世而斬，小人之澤亦五世而斬。生等既作君子，亦作小人，\\n其不應斬也明矣，而先生必欲斬之。先生既欲斬生等，生等獨不可斬老先生乎？如其\\n見機而作，乃屬其陰兵而告之日：敵人之所欲者，吾頭顱也，我將去之，不亦善乎？\\n若猶未也，生等赫然斯怒，愛整其旅，將見弓矢斯張，干戈戚揚。爭城以戰，殺人盈\\n城﹔爭地以戰，殺人盈野。先生其奈之何？統希酌量，勿貽後悔！不宣。”\\n　　眾人看畢，大喜道：“還是先生高才，說的又委婉又剛正，他見了，自然卷甲倒\\n戈矣。”謅鬼道：“書詞雖好，還待我親去一番。憑俺三寸不爛之舌，說的他死心塌\\n地，再不敢小觀我等。”齷齪等鬼益發大喜，祇得攤錢買酒，與謅鬼餞行。謅鬼飲過\\n三杯，拿著書，竟昂然而去。\\n　　且說鍾馗自滅了涎臉鬼，因五月天熱，且在這山中避暑，這日正和咸、富二神玩\\n賞榴花，陰兵來報，道：“外邊有個秀才要見。”鍾馗道：“令他進來。”祇見謅鬼\\n高視闊步，走到面前，長揖而立。鍾馗已有幾分不耐煩了，問道：“你來何軒？”謅\\n鬼道：“俺聞兵乃兇器，戰乃危事，所以聖人不得已而用之。今日先生到此，未聞有\\n所不得已之事，竟將俺名為鬼的人一概要斬。人命關天，上帝寧佑汝乎？我學生不忍\\n坐視，故求敝友修書一封，專來奉上。倘若執迷，俺們的公呈決不免也。”說畢，遞\\n上書來。鍾馗聽了他言詞，已是大怒，又看他的書詞，滿紙胡謅竟無一筆通處，於是\\n擲書於地，大喝一聲，手起劍落，將他的謅筋謅腸一齊砍斷，再不能謅了。\\n　　於是率領陰兵，竟尋齷齪鬼等來。正走之間，祇見前面喊聲震地，殺聲沖天。原\\n來是齷齪鬼與仔細鬼因與謅鬼餞行，攤錢不均，齷齪鬼少攤了一文，袖中又插上幾個\\n小錢，仔細鬼受不得，所以兩個鬥起氣來，率領家兵廝殺。鍾馗不知是誰，將遠處看\\n的人叫來問時，方知就是書上寫的那兩個鬼。鍾馗就要上前去斬，咸淵道：“主公權\\n且息怒。這叫做二虎相鬥必有一傷。待他傷了一個，我們誅一個更容易。”鍾馗於是\\n扎下營寨不題。\\n　　且說齷齪與仔細鬼正在酣戰之際，祇聽的一聲吶喊，看時兩家兵都散了。你道為\\n何？原來他兩個平日與這些家兵的口糧不足，已是都有懷恨之心，今又見鍾馗扎下營\\n寨，料想縱有功勞，絕無賞賜，因此散了。他兩個愈加氣惱，祇得拔出生刀子來廝剜。\\n看看兩個俱帶重傷，兩家兒子出來各救回去。且說齷齪鬼回到家中，料想不能得活，\\n又恐死了累兒子買棺材，遂於夜間偷跑出來，跳在毛坑死了。正是：\\n　　生前不是乾淨人，死後重當齷齪鬼。\\n　　再說仔細鬼聽齷齪鬼死了，看自己也是一身重傷，料來不能獨活，遂吩咐兒子：\\n“為父的苦扒苦掙，扒賺的這些家私，也夠你過了。祇是我死之後，要急將我一身之\\n肉賣了，天氣炎熱，若放壞了，怕人不肯出錢。”說著流下兩行傷心淚來，大叫一聲，\\n嗚呼哀哉了。不多一時，又悠悠復活，他兒子道：“爹爹還有甚麼牽計處？”仔細鬼\\n道：“怕人家使大秤，你要仔細，不可吃了虧，就是牽計這個。”說畢，纔放心死去\\n了。不想他兒子果然孝順，不肯違了父命，竟將他碎割零賣，這也叫做事死如事生，\\n事亡如事存的了。表過不題。\\n　　再說那急賴鬼與不通鬼，正在那裏眼觀捷旌旗、耳聽好消息的時候，忽見小鬼報\\n道：“不好了，鍾馗來了，謅先生也教殺了，齷齪鬼仔細鬼都死了。我們祇得各顧性\\n命便了。”說著跑出門了，霎時逃的無蹤影了。不通鬼聞得這個消息，丟了三魂，喪\\n了七魄，也顧不得筆硯琴書，跑到後院井邊，咕咚一聲做水中秀才去了。祇留下急賴\\n鬼一人，急急走到家中，閉門不出。鍾馗率領陰兵將他宅舍圍了，晝夜攻打。攻打的\\n這急賴鬼急了，叫他的兒子樹出一面牌來，是將還字改作降字，是“明日準降”。\\n　　到了次日，使陰兵問他，為何不降？他回答：“寫的明白。寫的‘明日準降’，\\n為何今日來問？”鍾馗聽了大怒道：“看來這廝的明日是無底子了。”催兵盡力攻打，\\n那急賴鬼見勢頭不好，祇得拿了一枝大戟殺將出來。這邊廂富曲出兵，戰夠多時，祇\\n聽得一聲響亮，急賴鬼落下馬來。眾陰兵上前拿住，鍾馗便要斬他，急賴鬼道：“不\\n算，不算，這是俺馬蹶，非汝等之能。便斬了，死也不服。豈有大丈夫乘人之危而為\\n勝者乎？”鍾馗哈哈大笑道：“也罷，俺就放你去，讓你再來，諒你籠中之鳥，網中\\n之魚，不怕你逃入離恨天去。”\\n　　急賴鬼回至家中，換了一匹銀鬃白馬，又殺將出來。鍾馗也騎上白澤，同富曲相\\n迎。急賴鬼措手不及，又被富曲活捉過來。急賴鬼又道：“豈有此理，俺祇有一人，\\n你卻兩人，雖然拿住，也不算英雄。有本事的，和俺單戰，不許夾攻。”鍾馗笑道：\\n“你果然會急賴，到也美得個實符其名。俺再放你去，那時拿住，又有何說？”急賴\\n鬼又回到家中，棄了大戟，拿了一口可憐劍，又殺將出來，鍾馗便與他單戰。那急賴\\n鬼怎敵得過，戰夠數合之後，便就逃走。鍾馗緊緊趕來，趕到沒奈河邊，前去無路，\\n急賴鬼大驚失色。正在慌亂之際，忽然綠蔭中，撐出一隻沒下梢的船來。急賴鬼指望\\n渡過河去再尋生路，不想逃的慌速，踏不住船頭，跌落水中，變成一個大鱉，縮了脖\\n子，再也不肯出來了。正是：\\n　　躲債無方，張口不能胡急賴。\\n　　避人有法，縮頭權且做烏龜。\\n　　要知後來如何，且聽下回分解。\\n第五回\\n忘父仇偏成莫逆　求官位反失家私</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詩曰：\\n　　為後攢眉日夜憂，金銀惟恐不山丘。\\n　　乃翁未瞑愁兒目，孝子能忘報父仇。\\n　　博具有神財攝去，煙花無底鈔空投。\\n　　早知今日冰成雪，應悔當年作馬牛。\\n　　這首詩為何作起，祇因人生在世，千方百計掙下家財，後來生出不肖子孫定要弄\\n個罄盡。所以古人說得好：慳吝守財，必生出敗家之子。這兩句話，便是從古至今鐵\\n板不易之理，惟有司馬溫公看得透徹，說道：“積金以遺子孫，子孫未必能守﹔積書\\n以遺子孫，子孫未必能讀﹔不如積陰騭於冥冥之中，以為子孫長久之計。”若人人都\\n學司馬溫公做去，世人再無齷齪仔細了。怎奈學司馬溫公的偏少，學齷齪仔細的偏多，\\n自然那敗家之子也就無數了。怎見得？齷齪鬼與仔細鬼，一家生下一個兒子，俱與乃\\n翁大相懸絕。自從乃父死後，他們就學起漢武帝來了，狹小漢家制度，諸事俱要奢華，\\n又隨一堆幫閑的朋友，非嫖即賭，登時弄的罄盡。雖然弄了許多東西，卻也落下兩個\\n鬼號，那齷齪鬼的兒子叫做討吃鬼，那仔細鬼的兒子叫做耍碗鬼。此是大概，且容細\\n細說來。\\n　　卻說鍾馗見急賴鬼變了烏龜，率領陰兵又往別處去了。這討吃鬼打聽著鍾馗已去，\\n安心樂意在家裏受用，祇是見那房舍擺設俱不稱意，反將他父親罵道：“老看財奴，\\n空有家資，卻無見識。人生在世，能有幾日，何不穿他些，吃他些，使他些，弄他些，\\n也算做人一場。怎麼祇管儉用？今日死了，你為甚不帶去了，遺下這些東西累我！我\\n也是個有才干的，豈肯叫他累住？”正打算之際，祇見媒人領著一個後生進來，那後\\n生怎麼模樣：\\n　　一頂帽隨方就圓，兩隻鞋露後遮前。遍體琉璃，祇怕那拾碎希的針鉤搭去。滿身\\n穢氣，還愁著換稀糞的馬桶掏來。拿不得輕，掇不得重，從小兒培植成現世活寶。論\\n不得文，講不得武，到大來修煉為稀罕東西。正是：\\n　　慢說海船釘子廣，拔出船釘盡窟窿。\\n　　討吃鬼問道：“這小廝是何處來的？”媒人道：“聞得宅上少人使喚，端引他來。\\n他家當初也是富貴人家，祇因從小嬌養，沒有讀書。及至他父親死後，學了一身本事，\\n又會耍牌，又會擲骰，又會飲酒，又會嫖娼，又會小唱，又會弦子，又會琵琶，至於\\n鑽狗洞，跳牆頭，這些都是他的本事。東不管，西不管，又好吃來又好喝，又好穿。\\n且性格又謙讓，又極有行止。他贏下人的，絕不肯去逼迫，別人贏他的，一是一，二\\n是二，并不教人上門上戶。因此將家私敗了，人還不說個好，反送下一個渾名叫做倒\\n塌鬼。他如今沒奈何，要投在人家使喚，問了幾處都不承攬。聞得宅上今用人了，所\\n以領來，爺祇管留下，包管諸事稱心。”討吃鬼道：“我正要這等一個人，來得正好。”\\n於是寫了一張投身文契，賞了媒人十兩銀子，那媒人歡天喜地去了。這討吃鬼向倒塌\\n鬼道：“連日暑氣炎炎，那裏有甚麼乘涼去處纔好。”倒塌鬼道：“大爺要乘涼不難，\\n離此十里之遙，有座快活亭，那亭子前面都是水，水中滿栽著蓮花，沿堤都是楊柳松\\n柏，遮的亭子上一點全無，且是潔淨無比。坐在那上邊，耳畔黃鸝巧囀，面前荷香撲\\n鼻。風過處，微波滾玉，日來時，楊柳篩金。絕好的乘涼之地，大爺何不一往？”討\\n吃鬼道：“如此所在，自然要去。祇是我一人坐在那裏，也無滋味，你又是我手下人，\\n陪我坐不得。”倒塌鬼道：“有小人一個相知，極會趨奉。當時趨奉小人時甚是喜歡，\\n小人贈了他一個鬼號，叫做低達鬼。大爺要人陪，小人喚他來如何？”討吃鬼道：“極\\n好，你快喚去。”倒塌鬼去不多時，果然喚低達鬼來了。祇見他：\\n　　滿面春風和氣，彎著腰從不敢伸，掇著肩那能得直？未語先看人面，一雙眼盯著\\n大爺鬚眉。身欲坐而腳像有針，足欲行而惟恐多石。見了酒不知有命，逢著肉祇愁無\\n腹，叫投東不敢西，惟取歡心。不避風，那怕雨，豈憚憚勞？更有幾般絕妙處﹔勸老\\n爺莫帶草紙，待老爺出恭畢，小人與老爺舔，恐草紙揩破屁眼。\\n　　卻說低達鬼進的門來，撲地磕下頭去。討吃鬼道：“不消行禮，請坐了罷。”低\\n達鬼再三謙讓多時，纔在椅子邊上坐了，討吃鬼叫他一聲，他就連忙跪下，道：“大\\n爺有何吩咐？”討吃鬼道：“我因天氣炎熱，要去快活亭上乘涼，要你陪俺。今後你\\n也不必這樣過謙，祇要陪得大爺受用罷了。”低達鬼連忙打恭道：“大爺吩咐得是。”\\n於是整了一桌齊整飯，都是山珍海味，龍肝鳳髓之數。抱了兩壇酒，騎了高頭俊馬，\\n玉勒金鞍，竟到快活亭上來了。\\n　　祇見快活亭上早有一伙人在那裏飲酒。你道是誰？原來是仔細鬼兒子耍碗鬼，同\\n了兩個知心朋友，一個叫做誆騙鬼，一個叫做丟謊鬼。那耍碗鬼自從仔細鬼死後，他\\n的心事與討吃鬼一樣，也甚是怨恨，他的父親不會做人，所以他就改了當日制度，每\\n日祇是賭錢、飲酒取樂。今日正在這亭子上受用，討吃鬼看見，恐他計不共戴天之仇，\\n心下躊躇。誰想他度量寬宏，不念舊惡，連忙走下亭子來，迎著討吃鬼道：“兄長也\\n來此作樂乎？弟久已要負荊請罪，惟恐兄長不容。今日幸會於此，實出望外也。再不\\n消題起老狗才，祇因他們反目，所以致我弟兄參商。”說罷，讓到亭子上來。討吃鬼\\n也未免說了幾句親熱套話，與眾人羅圈作揖。彼此俱問了大號，討吃鬼與耍碗鬼彼此\\n讓席，誆騙鬼道：“據我說來你兩家合了席，豈不熱鬧！”低達鬼道：“妙哉，妙哉，\\n我小子左之右之，無不宜之矣。”\\n　　真個兩家合席而坐，討吃鬼居右，耍碗鬼居左，誆騙鬼、丟謊鬼對陪，低達鬼打\\n橫，倒塌鬼執壺斟酒。飲酒中間，又說起先人們當日刻薄，沒見天日，若是我等，這\\n亭子上不知快活幾百場了。誆騙鬼道：“如今這些話也不消題起，放著眼前風光何等\\n暢快，二位大爺祇管講他怎的，我們王十九且飲酒。”於是滿斟一杯，奉與討吃鬼，\\n叫他行令。討吃鬼道：“實告你，酒我雖會吃，卻不曉行甚麼令。你就替我行罷。”\\n誆騙鬼又讓耍碗鬼，耍碗鬼也是如此說。你道卻是為何？祇因他兩家祖輩從不宴客，\\n所以他兩人都不曾見過行令。誆騙鬼心上明白，不勉強為難，遂道：“也罷，我替大\\n爺行起。”於是拿過骰盆，說道：“要念個風花雪月梅楊的詞兒，如念錯了，罰一大\\n杯。”眾人俱求說明些，我們好遵令。那誆騙鬼拿著骰子說道：“對月還須自酌，春\\n風到處皆然。東西搖拽柳絲牽，花滿河陽一縣。梅開香聞十里，雪花亂撲瓊筵。念差\\n道錯定糾參，不罰大杯不算。”擲下去，卻好是個么。誆騙鬼滿斟一杯，遞與討吃鬼。\\n討吃鬼道：“這是為何？”誆騙鬼道：“令是小人替行酒，大爺吃。”討吃鬼吃了酒，\\n就該耍碗鬼擲，耍碗鬼道：“南無爺，這坑了小弟命了！你再說一遍。”誆騙鬼祇得\\n又說一遍，那耍碗鬼還念錯了兩句，擲下個四，大家都斟上，耍碗鬼還罰了大杯。就\\n該誆騙鬼擲了。丟謊鬼道：“你已擲過，怎麼又擲？”誆騙鬼道：“此大爺的令，我\\n不過替大爺一行而已。我敢不遵令？”於是拿起骰子，擲出個六點，誆騙鬼自然明白，\\n舉起杯來，敬了討吃鬼一杯，又與丟謊鬼一杯。丟謊鬼道：“這是為何？”誆騙鬼道：\\n“令是雪花亂撲瓊筵，所以我亂撲起來。”那低達鬼道：“怎麼就撲不到我這裏來，\\n祇管叫我乾著。”誆騙鬼也就賞了他一杯，轉過杯來，就該丟謊鬼擲，丟謊鬼擲出個\\n二，他滿席都斟起來。誆騙鬼道：“請罰一大缸。”丟謊鬼道：“我遵令，怎麼罰我？\\n令是春風到處皆然，不該大家都吃麼？”誆騙鬼道：“你不知道，要依點數來。骰擲\\n二點，你祇敬兩家就是了。”丟謊鬼祇得受罰，收尾就該低達鬼擲了，他滿望要擲個\\n六或四，吃杯酒兒。不想擲出個三來，祇得上下斟起，甚是難過。乘眾人不備，竟將\\n一壺酒嘴對嘴一氣兒偷吃了。\\n　　且說大家正吃得爽快，而紅日已沉西矣。討吃鬼道：“我們正在高興之際，又早\\n黃昏了，怎得有個好所在，我們可以過得夜，大家樂一個通宵方妙。”誆騙鬼道：這\\n有何難，此處到柳金娘家不遠，我們何不就住他家去。”耍碗鬼道：“柳金娘是個甚\\n麼人？我們可以去的？”誆騙鬼道：“大爺不知麼，這柳金娘他有兩個女兒，一個取\\n名傾人城，一個取名傾人國，俱有閉月羞花之貌，沉魚落雁之容。大爺們何不相與相\\n與，不枉到此一遊。”討吃鬼與耍碗鬼聽了此言。不覺身麻了半邊，說道：“為何不\\n早說，我們就快些去來。”於是一行人都離了快活亭上，望前急走。走不多遠，前邊\\n一個大鎮，討吃鬼問道：“這是甚麼去處？”誆騙鬼道：“這叫做煙花寨。”眾人上\\n的寨來，又見一個大坑，杭上有座獨木小橋，討吃鬼又問道：“這是甚麼緣故？”“這\\n叫做有錢橋，總是有錢的許來瞧，無錢的不許來瞧的意思。二位大爺是有錢的，祇管\\n瞧不妨。”二人滿心歡喜。\\n　　到了柳金娘家門首，誆騙鬼引著眾位進來。柳金娘道：“眾位老爺，今日那陣風\\n兒刮的到此？”又看見討吃鬼與耍碗鬼：“這二位大爺面生的緊。”誆騙鬼道：“是\\n我們的新朋友，他兩個俱有萬貫家財，今日專來訪你家兩個令愛。福星來臨，你還這\\n等慢待。”柳金娘聞聽金錢，喜的屁滾尿流，向討吃鬼與耍碗鬼說道：“鴇兒有眼無\\n珠，望乞二位大爺恕罪！便磕下頭去，這討吃鬼與耍碗鬼并沒走這條路，不知規矩。\\n祇見鴇兒磕頭又有幾歲年紀，討吃鬼與耍碗鬼連忙叫了聲老奶奶，還了個揖，金娘忙\\n讓到家中，坐在上房。祇見排設的甚是齊整，上面供奉著他的白眉神，中間一張方桌，\\n八把交椅，兩邊銅爐古畫，極其瀟灑。眾人依次坐下，須臾就是一道果仁泡茶。柳金\\n娘連忙催得他兩個女兒出來，果然生的美貌，但見：\\n　　黑參參的頭兒，白濃濃的臉兒，細彎彎的眉兒，尖翹翹的腳兒，直掇掇的身子兒。\\n上穿著藕合羅妙衫兒，下穿著廣白廣紗裙兒。\\n　　兩個一樣容顏，一般打扮，就如一對仙女臨凡，朝著眾位端端正正拜了兩拜，把\\n討吃鬼與耍碗鬼喜的滿心發癢，無有抓處，目不轉睛的看。手下丫頭抬過八仙桌來，\\n討吃鬼、耍碗鬼依然上坐，誆騙鬼、丟謊鬼依然相陪，兩個姐兒打橫，低達鬼敘著桌\\n角。即時把大盤大碗掇將上來，無非是雞魚果品、海味肉菜之類。眾人在這裏猜拳打\\n馬的吃酒，那倒塌鬼獨自一個兒往下邊房裏坐去了。丟謊鬼道：“二位姐姐何不清歌\\n一曲，與二位大爺勸酒。”那傾人城拍著節兒唱了一個《黃鶯兒》，唱道：\\n　　“巫山夢正勞，聽柴門有客敲。窗前淡整梨花貌，鴛衾暫拋，春情又挑。當筵不\\n惜歌喉妙，纏頭頻解，方是少年豪。”\\n　　果然詞出佳人口，端的有繞梁之聲。眾人誇之不盡，說道：“這位賢姐這等人才，\\n這等妙音，若非二位大爺有福，怎能消受的起？”於是又叫傾人國唱。傾人國便續前\\n腔，也唱一曲道：\\n　　“果是少年豪，纏頭錦不住拋，千金常買佳人笑。心騷意騷魂勞夢勞，風流不許\\n人知道。問兒曹，閑愁多少，好去上眉梢。”\\n　　眾人都道：“妙！妙！妙！又新鮮，又切題，實是難為賢姐了。”討吃鬼道：“你\\n們難為了二人唱了，你們何不也唱一個兒回敬？”誆騙鬼道：“不打緊，我有一個《打\\n棗杆兒》，唱與他們聽罷。”於是一面拍著手，一面唱道：\\n　　“兩冤家，我愛你的身材兒俏，還愛你打扮的忒煞風騷，更愛你唱的曲兒天然妙。\\n一個兒如鶯囀，一個兒似燕嬌。聽了你的聲音，乖乖委實唱的好。”\\n　　把眾人都笑了，輪著丟謊鬼唱。丟謊鬼道：“我不會唱，說個笑話兒罷。”說道：\\n“一家兄弟兩個，同做生意。哥哥拿了一千兩銀子，往南邊買貨去了，看著個絕色的\\n姐兒，他就嫖去，將一千兩銀子嫖的罄盡，回不得家鄉了。那姐兒念相契之情，與他\\n立起個堂子，將他供奉在裏面，祇說他是個毛神，凡有客來嫖，先要祭他。他兄弟不\\n見他回家，又拿二百兩銀子去尋他哥子。不想追尋不著，卻尋著個姐兒，也就要嫖。”\\n姐兒道：‘我家有個毛神，甚是靈驗，但凡客來，都要祭他。’於是收拾祭品，正祭\\n間，他見是他兄弟，連忙跳出來道：‘兄弟，你拿多少銀子來嫖？’他兄弟說是二百\\n兩，他哥道：‘快回去。我拿得一千兩銀子，嫖成個毛神，你拿得一百兩，祇好做個\\n毛球。’”說罷，跪在地下道：“小人失言了。”誆騙鬼道：“大爺們不計較，你有\\n好的祇管說。”丟謊鬼道：“我還有一個嫖娼的笑話兒說了罷。”又說道：“一個有\\n年紀的，他年紀雖高，春情不減，還要嫖嫖。怎奈他陽物比皮軟，不能入爐。他就生\\n了一計，將籬邊的篾暗暗挈了進去。那姐兒嫌刺的疼，說道：‘你祇叫正身來罷，我\\n不喜歡這些幫客。’”把眾鬼說的大笑。低達鬼道：“你得罪了二位大爺，又要把我\\n們拉下水去。”丟謊鬼道：“你不要說我，且看你有甚本事與二位大爺們勸酒。”低\\n達鬼道：“我但憑二位賢姐吩咐，教俺怎麼俺就怎麼。”傾人城道：“我要你學個驢\\n喊。”那低達鬼就喊了三聲，傾人城道：“不算，不算！要你跪在地下，就如驢一般\\n的樣子大喊三聲方算。”低達鬼道：“這有何難？”連忙跪下，高喊三聲，把眾人笑\\n個不了。低達鬼奉與傾人城一杯酒，又斟一杯奉與傾人國。傾人國道：“你要我吃你\\n這杯酒，除非你跪下頂在頭上，叫聲嫡嫡親親的娘，說‘吃了兒子這杯酒吧’，我方\\n肯吃。”低達鬼道：“死不了人。”真個頭頂杯酒，跪在地下，叫道：“我的嫡嫡親\\n親的娘，你吃了兒子這杯酒吧！”那傾人國笑著道：“好一個孝順的兒子。”於是取\\n來吃了。眾人道：“我們告了迴避罷。”這兩個敗子此時也恨不得教眾人散去，遂拉\\n了誆騙鬼走到簾外，悄悄的問道：“這樁事俺們能不能行，還要求你指教。”誆騙鬼\\n道：“這有甚難處，祇要捨的銀子就體面了。”二人領了這個大教，就立起揮金如土\\n的志氣來。眾人都到外邊睡去了，這討吃鬼攜了傾人城的手，耍碗鬼攜了傾人國的手，\\n各自進臥房來。那臥房中：\\n　　花梨床來自兩廣，描金櫃出自蘇杭。桃紅柳綠，衣架上滿堆衣裳。花緞春綢，炕\\n床頂高增褥被。梳頭匣細描著西湖景致，勻面鏡生鑄就東海螭紋。更有瓶桂花油清香\\n撲鼻，還有匹紅綾馬触鼻腥騷。正是：姐兒出盡千般醜，殺了許多灑金人。\\n　　二人從來未見這等擺設妝飾，喜得心花都開，就如那劉晨、阮肇誤入天臺的一般，\\n又像那豬八戒到了那西方極樂世界一般，當下抬腳不知高低。丫鬟來脫靴，先賞了五\\n兩銀子，丫鬟叩賞，歡天喜地而去。他二人比那當日入洞房分外受了心機。這兩個姐\\n兒見那二人出手大樣，枕上百般奉承，若不是生死簿上不該死，險些兒連命都丟了。\\n討吃鬼與耍碗鬼各入臥房不提。且說這丟謊鬼與誆騙鬼、低達鬼說道：“二位大爺已\\n入臥房去，你我必須個散心解夢得纔好。”低達鬼道：“有了做的了。我見那些骨頭\\n還未啃盡，我再溜溜搓搓，一者不可惜東西，二來又解心焦。”低達鬼遂啃骨頭去了。\\n他們說獨不見倒塌鬼那裏去了？於是尋在後園裏，魚池邊有個滋泥坑子，他因天氣炎\\n熱，又吃上了酒，渾身發燒，倒塌鬼遂躺在滋泥裏邊不起身了。丟謊鬼與誆騙鬼道：\\n“他們都有些做的，你我如何睡得著？不如喚柳媽媽來，問他那裏有賭場，咱們去頑\\n錢如何？”遂喚出柳金娘來問。柳金娘道：“此處河灣裏，有一誘人街圈套巷灣人鍋\\n家常開賭場，大爺們要頑錢那裏去。”丟謊鬼道：“好個蹺蹊名字，如何叫做灣人鍋？”\\n柳金娘道：“說起這個名字，有個緣故。此人姓任，自幼不務正道，每日賭錢，將家\\n產弄盡。後來學一個抽頭放梢的破落戶，他家止有三間房，乃是個一堂兩屋。一壁廂\\n是兒媳的房子，一壁廂就開賭場。他兒子又長不在家。”誆騙鬼道：“在外做甚？”\\n柳金娘道：“賣鏇貨哩。”誆騙鬼道：“他就會鏇麼？”柳金娘道：“他打著個會鏇\\n的伙計，他不過跟著人家瞎鏇哩。那一夜要至半夜，眾人散了，止有個叫做甚麼輸殺\\n鬼不曾走了。灣人鍋出外邊解手去了，回來時輸殺鬼與他媳婦睡哩，遂打鬧起來，驚\\n動鄰右。問其根由，眾人說道：‘半夜三更，留下個光棍在家，是自己錯了。啞子吃\\n黃，苦在肚裏罷。’說的灣人鍋又羞又氣，投井而死。眾人湊急打撈起來，渾身衣服\\n都濕成了一個水蛋了。幸喜沒死了，止跌折脖子骨，後來長成個鍋子。因他住在河灣，\\n又是個鍋子，故叫灣人鍋。至此以後，就扯破臉，又添上這麼一樁買賣。”二人聽見，\\n甚是歡喜，欣然而去。過了誘人街圈套巷，果然三間屋，拍推開兩扇柴門，二人進去。\\n灣人鍋一見，甚是歡喜。二人坐下，言道：“俺們要頑錢，可有頑家麼？”話猶未了，\\n從外進一人，但見：\\n　　風葫蘆帽歪頂頭上，雙尖靴踏倒後跟。風葫蘆帽腦油二分厚，雙尖鞋兒塵垢有半\\n斤。手瓶條子拖著地，褐衫不扣常開懷。行走時左扭右捏，盡他挑調﹔說話處牙尖舌\\n快，自覺奇能。耍錢時真個公道，輸多少總不紅面。祇見臉又大又招風，真正是賣地\\n祖宗。\\n　　誆騙鬼問道：“此位是誰？”灣人鍋道：“他在俺隔壁居住，性情好賭，甚是公\\n道，將萬貫家產弄了大半，人反送他一個大號叫做輸殺鬼。”丟謊鬼道：“這是十八\\n個銅錢擺兩行。”輸殺鬼道：“此話怎講？”丟謊鬼道：“久聞，久聞。”誆騙鬼道：\\n“止三個人還耍不起，再有一家纔好。”灣人鍋去不多時，又喚將一個來。此人生厲\\n害。怎見的：\\n　　頰似猴腮，鼻如鷹嘴。一副臉通無血色，十個指卻像鋼鉤。寧可我負人，莫教人\\n負我。奇才得自曹操，既已食其肉，還要吸其髓﹔妙術受於狐精，一點良心，離陰司\\n早已丟下。千般計較，出娘胎敢不捎來？要知此物名和姓，四海皆稱摳掐鬼。\\n　　這是灣人鍋勾來一人，名呼摳掐鬼。此人善能摳麼坐六四。坐下就耍起來。輸殺\\n鬼一夜輸了百八十串。至此以後，誆騙鬼和丟謊鬼白日陪著討吃鬼、耍碗鬼嫖，夜晚\\n間來此賭錢。不覺數夜，輸殺鬼將房屋、土地、老婆、一雙兒女俱賣的輸了。一夜四\\n個又到此處，輸殺鬼道：“咱們今日是要賒賬了。”誆騙鬼道：“咱們俱客對客耍錢，\\n輸贏現耍，俺們不要賒賬。”輸殺鬼道：“我家房地俱賣盡了，還有一菜園子，裏邊\\n我著都是沒扎果。我若輸了，明日將園子賣上清債。”於是四家又耍起來。輸殺鬼性\\n情各別，贏了時就不起身了，人家不耍了，他扯住又耍，等輸下些纔罷手，於是輸下\\n許多賒賬。丟謊鬼與誆騙鬼悄悄說道：“你看輸殺鬼那個光景，那裏有錢與咱，待弟\\n丟上個謊，將摳掐鬼的衣服騙上，咱走罷。”於是丟謊鬼與摳掐鬼道：“我見老兄的\\n衣服時行，弟有朋友訪去，借來穿穿如何？”摳掐鬼道：“咱相與半月，借去何妨？”\\n丟、誆二鬼拿上衣服，故意又飲了些酒，未及天明去了。不多一時慌慌張張回來，說\\n道：“飲酒誤事，將老兄衣服丟了，這該怎麼？”摳掐鬼道：“你丟了得陪我。”誆\\n騙鬼道：“就陪罷，可值多少？”摳掐鬼暗道：“本不值三兩，”卻說道：“值五兩。”\\n丟謊鬼道：“咱們相與要緊，不管他罷，將俺們贏下的八兩銀子你都要去罷，權當俺\\n莫贏下。”摳掐鬼道：“就是這樣。”於是丟、誆二鬼去了。摳掐鬼不管輸殺鬼有無，\\n當下摳住就要。輸殺鬼道：“我那裏有個園子，我輸纔沒扎果了，不與了。”摳掐鬼\\n大怒道：“皮兒草兒都是錢。”遂將輸殺鬼的渾身衣裳，連褲子盡都脫了。摳掐鬼算\\n來不夠，輸殺鬼亦怒道：“再無別物，止有一根精屁，你要拿去。”摳掐鬼大怒：“就\\n是精屁也是要的。”輸殺鬼氣忿不過，見窗臺放著把剃刀，拿在手，咬住牙，噌一聲\\n割將下來，大叫道：“今日纔輸了個赤光無膫，連精屁也落下。”一陣發昏，跌倒在\\n地。唬的個摳掐鬼跑的如飛去了。自古道：“人不動心難為死。空了半個時辰，方纔\\n哼哼過來。灣人鍋沒奈何，養了半月有餘纔好些。說道：“我見你這樣子，要錢人也\\n不要了，受苦你又不會受苦，咱這裏不成寺上缺少個人擊鼓敲鐘，你往那裏敲鐘去罷。”\\n輸殺鬼沒奈何，往不成寺上赤腚打響鐵去了。這正是：\\n　　祇輸的房地妻子都賣盡，\\n　　落了個赤光無膫打響鐵。\\n　　且說討吃鬼與耍碗鬼在柳金娘家住了半月有餘。二鬼家私已去了大半。那日忽然\\n來了一個相公，跟著許多家人，乃是本府賈大爺的公子。誆騙鬼扯著他二人，同眾人\\n都溜將出來，道：“他來了，我們另扎一陣，且走罷。”二人無奈何，祇得回去。討\\n吃鬼將眾人邀在他家裏坐定，心中好不氣惱，對耍碗鬼道：“他們做官的人家這等勢\\n力，我們沒前程的，難過日子，若是你我大小有個前程，這會也還在那裏陪他坐哩。\\n縱然將婊子讓與他，我們也不至於這等沒體面往回走。”耍碗鬼嘆了一口氣，不作聲。\\n誆騙鬼便乘機道：“大爺們要有前程也不難，拿幾千兩銀子來，小人效力，替大爺們\\n去長安幹辦，休說前程，就像那公子的父親，做個黃堂知府也是容易的。那時做了官，\\n掙幾十萬銀子回家來，要嫖就嫖，要賭就賭，誰敢說個不字？”耍碗鬼道：“官也這\\n等容易做麼？”丟謊鬼接住道：“這有何難。如今朝廷中，做宰相用事的是李林甫，\\n極貪賄賂。祇要投在他門下，當下就有官做。祇怕大爺們捨不得銀子哩。若捨得時，\\n小人幫扶上俺誆騙哥去，祇管要妥當。”這一席話，說的二人興頭起來，道：“不知\\n要多少銀子？”誆騙鬼與丟謊鬼眼色，丟謊鬼就不作聲了，那誆騙故意打算了一會，\\n又吸溜了一聲，說道：“二位大爺要做官員，輕可也得幾千，少了不濟事。”討吃鬼\\n扯出耍碗鬼來，背地裏商量了一會，進來安住誆騙鬼與丟謊鬼，教低達鬼陪坐，他兩\\n個湊辦銀子去了。蓋是想做官的心急，就要當日打發起程的意思。\\n　　且說他兩個，每人本有萬貫家財，祇因在柳金娘家時，要在婊子面前做體面，輸\\n下的賭賬，不等回家就著人取去，對著婊子與了眾人，眾人俱各自送回家去。此時這\\n五千兩銀子便是傾囊而出的。於是當面包封銀子，一面使人去僱牲口，裝成馱，管待\\n誆騙鬼與丟謊鬼酒飯，千叮萬囑的打發起程去了。他二人就學起官樣來，走步大搖大\\n擺，說話時年兄長、年兄短，以為這頂紗帽就相在頭上。一般不想等了三四個月，並\\n無音信。家中沒了銀子，凡事漸漸蕭條起來。一日，正在納悶之際，丟謊鬼來，卻好\\n耍碗鬼也在討吃鬼家，二人忙問道：“端的如何？”丟謊鬼嘆氣道：“我們到了長安，\\n恰要尋個門路，誰想不湊巧，剛剛遇著朱泚作亂，我們商議且回家來再處。不料，路\\n上撞著賊兵，銀子搶去，誆騙鬼也叫殺了，惟有小人逃得性命回來。今日相見，實是\\n再世人了。”這兩個敗子一聞此言，氣得大呼小叫，口吐鮮血，跌倒在地，不省人事。\\n丟謊鬼爬起來，一溜煙走了。你說他往那裏去了？原來他與誆騙鬼作成圈套，將銀子\\n騙的走了兩程，尋了歇家，將原來的腳夫打發開又另僱了騾子，改路又往南京去了。\\n也恰有朱泚作亂的消息，他們不敢走，誆騙鬼在店內住，這丟謊鬼回來安動作具實事，\\n端端的在兩個敗子跟前丟上這等個大謊，依舊趕上去與誆騙鬼均分了銀子，往南京做\\n生意去了。這兩個敗子，蘇醒過來，無可撒惡去處，卻好倒塌鬼進來說：“家中沒米\\n做飯，拿錢來，小人去糴。”討吃鬼道：“錢在那裏，隻個來糴不成。”倒塌鬼道：\\n“沒錢糴米，難道餓死不成？”討吃鬼正在氣頭上，見他說了這兩句言話，拿起棍來\\n照頭就打。不料，一下將倒塌鬼打死了。耍碗鬼道：“正在甚麼光景處，你又弄下個\\n人命，該怎麼處？”討吃鬼呆了一會，說道：“幸的低達鬼見我們窮了，他又往別處\\n低達去了。他日若在時，看見便遮俺。如今止我兄弟二人商量法子。”耍碗鬼想了想：\\n“祇說他是霍亂病死了，與他買上個薄皮棺材，裝上裏邊埋了，他又沒有人主，祇遮\\n過街坊鄰裏耳目便了。”討吃鬼道：“我這時那有錢買棺材？祇好使席子卷了罷。”\\n耍碗鬼道：“不好。席子卷上露出這個打傷的頭來，反不妙。不如咱們將他抬在後園\\n那眼倒塌了的枯井裏邊，教他一總倒塌去罷。人問時，祇說他逃走了。”於是依計而\\n行。看官們著眼，這就是倒塌鬼的下落。再說這兩個敗子日窮一日，把地也賣了，把\\n房子也賣了，討吃鬼剛剛落下一條頂門棍，耍碗鬼落下一個碗，二人嘆道：“還是先\\n人們，遺下這兩件好東西，不然，我們豈不失腳了？”於是討吃鬼提了棍，耍碗鬼拿\\n了碗，纔做起他們的本分生意來了。\\n　　一日，正在街上討吃，聽得後邊高高叫了一聲。二人回頭看時，急賴鬼的兒子叫\\n街鬼，討吃鬼問道：“老兄為何也做這個買賣？”叫街鬼道：“祇因先父惟憑急賴，\\n沒有掙下東西，所遺些虛薄產業，都被我拆總與人家了。小弟沒奈何，學會這個本事，\\n倒也清閑自在。二位是方便的，為甚半年多不見？怎麼也就如此？”二人道：“不消\\n提起。”因將前事訴了一遍，道：“咱們如今是患難朋友了，且又是父交子往的，咱\\n們如今益發結拜了，也好彼此扶持。”說的投機，便同到土地廟中，相磕了幾個頭，\\n結拜成弟兄果然恩愛異常，日則同食，夜則同宿，不像那同胞弟兄們參商不像樣。\\n　　一日，都往大王廟中乘涼，忽有一人慌慌張張的來說道：“快躲快躲，鍾馗又來\\n了。”他三人吃了一驚，說道：“他已走了多日，怎麼今日又來了？”那人道：“你\\n們不知道，他前去欠真山，有個假鬼，本領十分厲害，行事如捕風捉影，說話是墁天\\n蓋地，與鍾馗大戰了幾百場，纔被鍾馗斬了。斬了假鬼回來，路上又遇著低達鬼。不\\n想這低達鬼不濟的很，鍾馗將他拿住，他就唬的滿口胡招，竟將三位招出來。鍾馗將\\n他罰與陰兵做了個吮癰舔痔的外科太醫了，如今又尋將你三位來。我是地溜鬼，專來\\n報信。”說畢去了。\\n　　他三個方在疑信之際，祇聽得號角連天，已將大王廟圍了。叫街鬼道：“此事無\\n可奈何，祇得與他對陣。我在這裏吶喊，你兩個上陣。”那討吃鬼手拿打狗棍，撲上\\n前去。鍾馗大喝一聲，如山塌地崩的一般，嚇得那討吃鬼骨軟筋，丟了棍，往回飛跑。\\n鍾馗趕來，耍碗鬼接住，舉起碗來向鍾馗劈面剁去，指望照臉一碗打死，被鍾馗寶劍\\n一架，可法一聲響亮，將碗打得粉碎。耍碗鬼道：“罷了，罷了，把吃飯的家伙也丟\\n了，還不投降，等待何時？”於是三個一齊跪倒，哀告道：“念小的們原是好人家兒\\n子，祇因不守本分，弄得窮了，沒奈何幹這管生，叫人起下這些鬼號，望老爺饒命，\\n小的們非情願做這樣鬼的。”鍾馗道：“不守本分便是匪類了，要你們何用？”三人\\n又哀告道：“這也不盡是小的們的不是，祇因祖父們慳吝的慳吝，急賴的急賴，齷齪\\n的齷齪，仔細的仔細，所以積造下小的們，老爺豈不聞慳吝愛財，必生敗家之子，急\\n賴的東西不長盛麼？”鍾馗哈哈大笑道：“據汝等說來也有理，但祇遊手好閑，不是\\n常法。”於是每人打了四十棍，以戒將來。又每人賞了一百文錢，以憐窮苦。三人見\\n鍾馗賞罰分明，心中感服，改過自新去了。這正是：\\n　　費盡家資，阿翁枉作千年計。\\n　　學會討吃，好兒也賺百文錢。\\n　　要知後事如何，且看下冊分解。\\n第六回\\n誆騙人反被人摳掐　丟謊鬼卻教鬼偷屍</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詞曰：\\n　　世事循還何日了，這個才賒，那個隨來討。總是緣人誠實少，蒼天故把乾坤小。\\n幸有鍾馗心地好，除去奸頑，纔覺東方曉。任他變化千般巧，當庭一斷如包老。\\n　　話說誆騙鬼騙了討吃鬼與耍碗鬼的萬兩銀子，與丟謊鬼均分，還恐怕討吃鬼與耍\\n碗鬼不肯死心塌地，故教丟謊鬼回去，一面安頓家小，一面丟上一個大謊，弄的兩個\\n討吃的討吃，耍碗的耍碗。他與丟謊鬼到南京，竟做生意去了。不想人雖如此，天理\\n不然，報應循還，一點不錯。怎見得，有詩為證：\\n　　奸謀巧計切休誇，無義之財豈富家？\\n　　江面飄來水面去，蒼天報應總無差。\\n　　這誆騙鬼合了一個伙計，卻是在灣人鍋家摳輸殺鬼來的摳掐鬼，因有一面之交，\\n故做了伙計。摳掐鬼記騙衣服之仇，賣了一錢，登帳止上五分，不及三個月，竟將五\\n千兩本錢摳去一半。那日，誆騙鬼查賬，見沒了許多東西，就問摳掐鬼下落。摳掐鬼\\n信口伎俉，誆騙鬼大怒，揪住就打。不想摳掐鬼有一般絕招，十指就如鋼鉤一般，將\\n誆騙鬼先摳起皮，後去其肉，登時摳見骨頭，嗚呼哀哉了。保正甲長見他摳死了誆騙\\n鬼，齊來拿他，他又輪起利爪來，摳的個個皮開，人人血流。甲保不能擒他，逼的來\\n縣中稟報。縣尹正在堂上，甲保上前稟道：“小的系地方甲保。適有個摳掐鬼，把個\\n誆騙鬼摳死。某等拿他，他的十指如鉤，竟將小的們摳的不能拿住。望老爺速差快皂\\n去拿，稍遲恐他逃了，人命關天，帶累小的們。”縣尹聽了大怒，吩咐兩班快手並值\\n日皂隸：“火速拿來見我。”去不多時，祇見都抱頭而來。縣尹問道：“怎麼你們這\\n等模樣？”皂隸稟道：“那摳掐鬼實是厲害，小的們奉了鈞命前去提他，他輪開利爪，\\n逢著的便傷，遇著的便裂，小的們不能進前，還乞老爺調些兵馬去擒他。”縣尹搖頭\\n道：“非也，量他一人如何敵的你們許多快皂？我想此人絕非人類，定是妖邪，所提\\n兵馬，去也無益。必須你們訪個有法力的高人來稟我，方可除他。”皂快道：“小的\\n們不知有法力的在何處，必須老爺出張告示招募，那有法力的人自然來應命了。”縣\\n尹見說的有理，真個出了一張告示，上寫道：\\n　　本縣正堂，為除邪逐祟，以救生民事。照的光天之下，難容魑魅橫形，化日之中，\\n未許魍魎弄術。是以律有明條，師巫猶將禁止，況顯為民害者耶？近來本縣不德，不\\n能正化民，以致妖邪作祟，竟有妖邪摳掐鬼者，具虎狼之心，恃摳人之術，心如毒蛇，\\n遇之者家敗人亡。手似鋼鉤，當之者肉枯髓竭。若不早為拘除，勢必多遭毒害。為此\\n示仰合邑軍民人等知悉，或有斬邪之勇，或有拿妖之法，或己不能而轉荐他人，或此\\n處無有而求之別縣，果能除害安民，本縣不惜重賞，務期合力同心，不可自貽伊戚。\\n特示。\\n　　告示纔掛出來，常言道：無巧不成話，恰好地溜鬼過來，見眾人圍著觀看，他也\\n挨入人叢中，看時，是張招法師要除摳掐鬼的告示。地溜鬼道：“這有何難？”眾人\\n問道：“你能斬鬼麼？”地溜鬼道：“我雖不能，卻能請個斬鬼人來。”於是簇擁著\\n地溜鬼來見縣尹。縣尹升堂，問道：“你有何術可以斬鬼哩？”地溜鬼道：“小人不\\n能斬鬼，小人知道斬鬼的人，姓鍾名馗，是天子封為伏魔大神的，領著一個司馬、一\\n個將軍、三百陰兵。老爺要除此惡鬼，料想非他不能。老爺這邊差人同小人去請來可\\n也。”縣尹大喜，賞了地溜鬼五十兩銀子，差了兩個快手跟著地溜鬼飛也似請去了。\\n　　卻說鍾馗打發了討吃鬼，其時又是中秋天氣，金風瑟瑟，玉露零零，昔顏潛庵有\\n詩為證：\\n　　金風蕭瑟楚天長，人世光陰屬渺茫。\\n　　田舍稻炊雲白滑，山園霜熟木奴香。\\n　　雁傳歸信天河遠，蛩訴離愁夜正長。\\n　　況是江山搖落後，閑居潘鬢漸蒼蒼。\\n　　鍾馗領著陰兵緩緩而來，一路上見了些衰柳啼鴉、涼風驚雁。正行之際，忽見三\\n人攔道跪下，鍾馗問道：“汝等有何話講？”一人跪上前來，說道：“小人是地溜鬼。”\\n鍾馗道：“俺專要斬鬼，你怎麼敢來？”地溜鬼道：“小人名雖為鬼，卻不害人。今\\n日來正要請老爺斬鬼。”遂將縣尹敦請之意稟上。鍾馗甚喜，吩咐兩個快手先回，然\\n後叫地溜鬼引路，不到縣衙，竟尋摳掐鬼去了。\\n　　且說那摳掐鬼得了誆騙鬼的東西，將誆騙鬼摳死，又摳了保甲、皂快，知道縣尹\\n不肯與他干休，他又招了許多會摳掐的人當小兵兒，反上鷹鼻山去做起大王來了。地\\n溜鬼早已知道，引著鍾馗竟到鷹鼻山下。小卒報上山來，道：“山下有個鍾馗，領著\\n兵將，紮住營寨，口言要斬大王”。摳掐鬼聽了大怒，急速齊整，拿了一條鐮銀棍，\\n沖下山來。這壁廂富曲出馬，舞刀相迎。兩個鬥了頓飯時辰，不分勝負。摳掐鬼丟了\\n鐮銀棍，輪起爪來，向富曲臉上亂摳，富曲遮架不住，敗回陣來。鍾馗見富曲滿臉帶\\n血，問道：“怎麼這等狼狽？”富曲道：“果然摳得厲害，從來未見此等惡鬼。”鍾\\n馗大怒，提劍而出，那摳掐鬼又拿棍來迎。這一場好殺：\\n　　鐮銀棍不離耳畔，青銅劍祇在眉峰。那一個說：“俺摳死了誆騙鬼，與你何幹？”\\n這一個說：“俺奉了唐王命，專斬妖精。”那個說：“俺輪開十個指，人人膽顫。”\\n這個說：“俺舞著一口劍，個個心驚。”那個說：“俺和你誰走了，不算好漢。”這\\n個說：“俺和你誰勝了，纔算將軍”。正是：兩家費盡千般力，試看何人立大功。\\n　　那摳掐鬼左伎右俉，看看遮架不住，丟了棍，伸出爪來。鍾馗知道他的厲害，虛\\n晃一劍，且回本陣，那摳掐鬼又得勝而回。咸淵道：“看他所恃者，唯是十指。何不\\n將涎臉鬼的那副臉戴上，他自然摳掐不動，斬他有何難哉。”鍾馗道：“是了。”忙\\n將臉戴上，又出陣來。那摳掐鬼也不拿鐮銀棍了，但憑十指來摳。不料此臉堅厚異常，\\n怎能動得分毫，反將十指頭摳的鮮血長流，不能施展，祇得縮回手去。鍾馗大喝一聲，\\n舉劍照頭砍來，摳掐鬼無法支持，逃回山上去了。小卒兒見他們的大王逃了。正是蛇\\n無頭而不行，鳥無翅而不飛，也就都四散了。那摳掐鬼自料不能得生，關上寨門，點\\n起火來，自焚而死，纔知道他是個閉門子火燒殺的。於是地溜鬼飛報與縣尹，縣尹大\\n喜，率領百姓來迎請鍾馗。鍾馗不好推辭，祇得來到衙門，祇見堂柱上掛著一付對聯，\\n上寫著：\\n　　百里清風回綠野，一簾明月照琴堂\\n　　其時早已設下筵席，鋪墊的十分整齊。縣尹把盞，讓鍾馗坐了正席，咸淵左席，\\n富曲右席，縣尹下席奉陪。戲子捧上戲單，請鍾馗揀戲。鍾馗揀了一出《關聖斬妖》，\\n戲子扮演出來。先是周小官唱了一套，請道士來書符念咒，念出一個妖精。那妖精將\\n道士打去了，恰好呂純陽走過來，看見妖精厲害，發起碟文，請將關夫子來，周倉捉\\n住妖精，關夫子斬了。縣尹看到此處，道：“大人今日斬鬼，不亞關夫子矣。”鍾馗\\n道：“大人請俺至此，也就是那呂純陽了。”縣尹稱富曲道：“富將軍可算得周倉”。\\n富曲道：“不然，不然，他將俺摳得滿臉流血，祇好算道士罷了。”滿座皆大笑。席\\n終，鍾馗就要辭去，縣尹再三款留，說道：“下官有一座小園，屈尊大人盤桓數日，\\n也不枉下官敦請一場。”鍾馗祇得應允。\\n　　縣尹邀進園中，祇見四壁粉牆，中間三間敞庭，庭後一株絕大松樹，綠蔭掩映，\\n瀟灑清幽，庭中擺設的極其雅致。賓主坐定，鍾馗見天然幾上放著兩卷詩稿，取來展\\n玩，卻是詠秋風、秋月、秋山、秋水四景的絕句兩卷。俱是一個題目，一樣韻腳，先\\n將一卷從頭展玩。那詠秋風的是：\\n　　金風蕭瑟逗窗紗，鳥雁排空影欲斜。\\n　　今夜愁多應有夢，不知吹去到誰家？\\n　　那詠秋月的是：\\n　　清風清夜沐清光，散盡天香桂影長。\\n　　願借嫦娥消寂寞，好來窗下舞霓裳。\\n　　那詠秋水的是：\\n　　丹楓搖落晚煙多，雨後涼風細細波。\\n　　竊愛澄鮮如俊月，每臨秋水憶嬌娥。\\n　　那詠秋山的是：\\n　　白雲飛去復飛來，霜葉如花未經開。\\n　　最喜謝安高致好，擬逢仙女到天臺。\\n　　鍾馗看畢，道：“此卷才質雖好，但口角輕狂，必放達不羈之人也。”又看那一\\n卷，祇見詠秋風的是：\\n　　秋日風來不用紗，街頭搖蕩酒旗斜。\\n　　舞弓坐後情猶在，結伴還須詠到家。\\n　　那詠秋月的是：\\n　　明月逢秋分外光，天香先佔一支長。\\n　　嫦娥若肯垂青睞，脫去蘭衫換紫裳。\\n　　那詠秋水的是：\\n　　源泉有本水偏多，每到秋來不起波。\\n　　孺子濯纓夜到此，豈容盥手映嫦娥。\\n　　那詠秋山的是：\\n　　萌櫱纔生人又來，秋山所以少花開。\\n　　年來王道無人講，松柏焉能似五臺。\\n　　鍾馗看畢，掩口而笑，道：“好個糟腐東西，令人可厭。”縣尹道：“大人眼力\\n不差，這是下官作養的兩個童生。那卷輕狂些的，才思倒也還看得過。祇是做為人浮\\n蕩，每每縱情於花柳之間，全無中規中矩的氣象。”鍾馗道：“看他那詩，每首後二\\n句，其人便可知矣。”縣尹又道：“這卷糟腐的為人，與那個大相反，開口就講道學，\\n舉止俱要安祥，更可笑者，即出恭之際，猶必整其衣冠，雖冒雨之時，未嘗亂其腳步。\\n至於世態人情，一毫不懂。所以同社人送了他們兩個美號，一個叫做風流鬼，一個叫\\n做糟腐鬼。”鍾馗道：“祇罷了，孔子云：不得中行而與之，必也狂狷乎。中行原是\\n難得的，古今以來能有幾人。”\\n　　正說之間，外面傳鼓，送進一紙狀子來。你道這狀子是誰的？原來是丟謊鬼與誆\\n騙鬼自從分開銀子，他也就做起生意來，買了兩個小廝，一個叫做捕風，一個叫做捉\\n影。又替他尋了兩個伙計，一個是梁山泊上時遷的祖宗，生得毛手毛腳，慣會偷人，\\n叫做偷屍鬼﹔一個是戰國時祝駝的後代，生得伶牙俐齒，專一賴人，叫做急突鬼。這\\n兩個自從入了鋪子，就打起順起風旗來，偷屍的偷屍，急突的急突。一日，也是該有\\n事，這偷屍鬼正將一錠銀子往褲襠裏塞，恰好教捕風觀見，不好當面識破，祇得告與\\n主人去了。丟謊鬼尚在疑信之際，過了幾日來到鋪中查驗，果然沒了許多東西，且有\\n許多長支賬目。丟謊鬼問急突鬼道：“東西沒了大半，怎麼還有許多長支賬目？”急\\n突鬼道：“長支是我使了，日後我慢慢還你。若是不還你時，教半天裏馬踏死。”說\\n罷，搖著扇子，反憤憤不平去。丟謊鬼見這等光景，待要打他，又怕與誆騙鬼一般吃\\n了虧，前車已覆，不敢再行，祇得忍氣吞聲。回來想道：“此事祇得到官。”於是尋\\n了一個代書，羅了幾壺好酒，又送了五錢銀子，祇要寫得厲害，聳動官府。那代書也\\n不管他是虛是實，問了大概，寫成狀子，他就遞進去。縣尹同著鍾馗看那狀子時，上\\n寫著是：\\n　　告狀人丟謊鬼，為明火劫財殺人無數事：因某一生謹慎，並不妄為。齒積三月有\\n餘，得銀五千兩，指望創業垂後，以為子孫萬代之計。不料，命蹇時乖，忽有偷屍鬼\\n與急突鬼，以狼虎之心，恃鯨吞之術，托名為伙計，實是盜賊，竟於某月某日，明火\\n持刀，竟將家劫去。竊思財為養命之源，彼既劫去，我身必亡，數十性命一時俱斃。\\n似此罪惡滔天，王法安在？伏乞仁明老爺，速剪元兇罪，以救良善。倘蒙俯追獲准，\\n終身頂感無既矣。為此哀鳴上告。\\n　　縣尹道：“這狀子有些不實，既是伙計，怎麼又稱盜賊，豈有伙計做明火之事乎？\\n其中必有緣故。大人少坐，待下官問來。”鍾馗道：“容俺在煖閣後聽聽何如？”縣\\n尹道：“如此最好。”於是打點升堂，喚進丟謊鬼來，問道：“你這狀子可是實話麼？”\\n丟謊鬼道：“小人從不說謊。”縣尹道：“你三月有餘怎麼就齒積五千兩銀子？”丟\\n謊鬼道：“其間有個緣故，小人別無他能，惟憑謊嘴度日。有一個耍碗鬼與小人交好，\\n小人費了許多脣舌，整說了三個月，方纔騙得他這五千兩到手，豈不是齒積麼？”縣\\n尹聽了，已是大怒，又問道：“他兩個怎麼明火你來？”丟謊鬼道：“他們與小人算\\n帳，算得黑了，點起燈來，豈不是明火？他將小人銀子偷的偷、賴的賴，豈不是劫財？”\\n縣尹道：“你說殺人無數，這又有何指實？”丟謊鬼道：“他將小人的銀子劫去，小\\n人勢必餓死，若小人有這銀子，娶下幾房妻妾，生下幾個兒子，兒子娶下媳婦，又生\\n下孩子，一輩傳一輩，休說數十，就是數百也未見得？今日，將小人餓死，斷了種子，\\n是餓死小人一人，就如餓死無數性命的一般，豈不是殺人無數麼？”縣尹見他滿口胡\\n言，恰要打他，鍾馗從煖閣後大怒而出，手起劍落，早已發付他陰司裏丟謊去了。縣\\n尹見當面殺了，未免有些驚訝，鍾馗道：“大人不必驚訝，這樣人殺了痛快。那偷屍\\n鬼與急突鬼也還得叫來審審，好結此案。”\\n　　縣尹於是抽了一支籤，差了兩名快手，當時把偷屍鬼、急突鬼捉到。鍾馗與知縣\\n也就並坐當堂，看他審問。知縣叫上偷屍鬼來，問道：“你為甚麼偷盜丟謊鬼的銀子？”\\n偷屍鬼道：“小人並沒偷，祇是暗中拿些東西，不肯教他知道便了。都是他誣賴小人。”\\n捕風、捉影上來，道：“小的們是原告手下人，小人們親眼看見他們偷。老爺不信，\\n他身上還帶著偷上的東西哩”。縣尹令人教搜，果然搜出許多東西來。縣尹大怒，向\\n鍾馗道：“此人何以發落？”鍾馗道：“好偷東西，是兩手之過，將他雙手去了，他\\n再不能偷了。”縣尹道：“大人斷的是。”遂吩咐將偷屍鬼兩手剁了。又叫上急賴鬼\\n來，道：“你如何急瀆他的銀子？從實招來。”急瀆鬼道：“老爺聽稟，小人從不胡\\n賴人，祇因使下些長支，小人滿口應承，限三限還他，他祇是不依，說小人賴他？”\\n縣尹道：“是怎麼的三限？”急瀆鬼道：“現有立下文書在此。”於是雙手捧上。縣\\n尹看時，上寫著：“頭一限，王母娘娘轉了漢。若是轉了時，再到第二限，天上星星\\n看不見。若看不見了，再到第三限，河裏魚兒變成雁。若是變過了，一總不見面。”\\n縣尹拍案大怒，道：“這等你還不是賴他麼？”鍾馗道：“此人之舌反正不一，祇將\\n他舌頭割了就是。”於是也依法行了。縣尹與鍾馗退堂。合邑百姓深感鍾馗除害安民\\n之德，遂立起祠堂來，鳩工庀村建蓋不題。\\n　　且說鍾馗與縣尹閑談之際，地溜鬼又來稟見。鍾馗叫進來，問道：“汝等又來何\\n幹？”地溜鬼道：“小人打探得西邊有兩個鬼，十分可憐，請老爺安撫。”鍾馗便辭\\n別縣尹要行，縣尹挽留道：“大人不必性急，過了幾日從容去何妨？”鍾馗道：“大\\n人盛情，感謝不盡，俺恨不得常常聚首，朝夕領教。奈何天子命俺遍行天下，以斬妖\\n魔，若祇管因循，豈不怠玩君命，曠官廢職乎？”知縣道：“適纔所說之鬼，不過祇\\n用安撫，何必勞大人親往？且勞司馬一行，大人在此坐鎮便了。”咸淵道：“大人吩\\n咐，俺就去走一遭，主公寬心坐候可也。”於是領了一半陰兵，與地溜鬼走了。鍾馗\\n剛剛坐定，見蝙蝠又向東飛去，鍾馗道：“奇哉，難道東邊又有鬼麼？”縣尹道：“大\\n人何以知之？”鍾馗道：“俺這蝙蝠，但是有鬼的所在，他就知之。所以俺離他不得，\\n他是俺一員向導官。如今他向東飛去，必定東邊又有鬼也。俺少不得要走一遭了。”\\n縣尹道：“此亦不必大人親往，咸司馬往西邊去了，再勞富將軍往東邊去，何如？”\\n鍾馗向富曲道：“也罷，大人吩咐，你就去看看如何。”富曲得了鈞命，將那一半陰\\n兵，領上去了。有分教：\\n　　五鬼欺心，半夜三更鬧舍命。\\n　　鍾馗無伴，少靴沒帽受迍遭。\\n　　要知端的如何，且看下回分解。\\n第七回\\n對芳樽兩人賞明月　獻美酒五鬼鬧鍾馗</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詩曰：\\n　　莫笑拘迂莫恃才，兩般都費聖人裁。\\n　　迂儒未必扶名教，才子還能惹禍胎。\\n　　好色牆邊人不知，貪杯林下鬼偏來。\\n　　請君但看鐘南老，纔入迷途事事乖。　　且按下富曲率領陰兵往東邊去的話不題。\\n單表那風流鬼生得秉性聰明，人材瀟灑，也能吟詩，也能作賦，雖不能七步成章，絕\\n不至抓耳撓腮，且說風流倜儻，不拘小節，因此上四海有名。所以伶俐鬼離了無恥山\\n前來投他，他一見如故，便以兄弟呼之。一日正是八月中秋，東洋大海推出一輪明月，\\n清光十分可愛，風流鬼道：“今宵皓月依人，我們何不請糟腐鬼來與他賞月？”伶俐\\n鬼道：“賞月雖好，奈他非賞月之人，恐他有負清光。”風流鬼道：“不然，你我二\\n人對酌，似覺索然，請他來作個弄物取笑，有何不可？”於是便使了一個小童去請，\\n許多一會方纔得糟腐鬼來。\\n　　那糟腐鬼作了揖，問風流鬼道：“小弟正在讀書，盛駕召小弟。侍駕而來，不知\\n吾兄有何見諭？”風流鬼道：“小弟見月色甚佳，故邀吾兄來同玩。”糟腐鬼道：“吾\\n兄差矣，古人囊螢映雪，尚要讀書，如此明月不讀書，豈非不可惜時光乎？且是月者\\n陰之精也，有何可玩？如月可玩，那日也可玩了，吾兄何不攜酒一壺，對了紅日賞玩\\n起來？孟子云：月攘一雞。即以為盜者，尚不負時光，況吾輩功名未就之老童生乎？”\\n一席話說得風流鬼兩耳聽了，便道：“吾兄數日不見，益發糟腐至此。人生在世，花\\n朝月夕不可錯過。古人秉燭夜遊，正為此耳。兄不聞唐明皇上元之夜，隨羅公遠步入\\n月宮，親見仙娥素女舞於丹桂樹下，至今傳為美談。我們雖不如明皇，亦不可辜負了\\n嫦娥的美意，吾兄何其拘也。”那糟腐鬼反呵呵大笑道：“這話可為荒唐之至而無以\\n復加也。《中庸》云：日月星辰系焉。這個月就如水晶珠一般系在空中的，那裏有嫦\\n娥？有甚仙女？不過文人弄筆，造此無根之談耳。所以孟子云：盡親書，則不如無書。”\\n風流鬼道：“據兄講來，月是繫在空中的了。不知還是麻繩，還是鐵索？何處縛結？\\n何處拉扯？請道其詳。”糟腐鬼道：“兄何不通之甚也？若上天沒有縛結處，那女媧\\n氏煉石補天，卻從何處補起？這等看來，天上定是有人有物，怎麼縛繫不住。”風流\\n鬼見他滿口酸腐，又欲與他辨白，伶俐鬼捏了一把，風流鬼會意思，不言語了。讓得\\n糟腐鬼吃了幾杯悶酒，悵悵而回。不料，回至家中不多幾日，頭上生了一個大瘡，膿\\n血並流，流成個深窟。請醫看視，醫曰：“已糟透頂了，不中用了。”果然從此嗚呼\\n哀哉，此是後話表過不題。\\n　　且說風流鬼送得糟腐鬼走了，對伶俐鬼道：“好個腐物，倒把我們興致滅了。”\\n伶俐鬼道：“我說不該請他來，此人祇須束之高閣，豈可與他共其風月。”風流鬼道：\\n“我們不然，趁此月色閑步一回，如何？”伶俐鬼道：“極好。”於是二人攜手同出\\n門來，遊了幾道街巷，祇見一帶粉牆，半邊一座小門半掩半開，乃是一個花園，十分\\n幽雅，裏邊悄無人聲。二人看得心癢，慢慢的挨進門去。垂楊之下，一灣清水，水上\\n一座小橋，過的橋來，又是荼䕷架、芍藥欄、木香亭、牡丹臺。綠蔭深處，有一塊太\\n湖石，二人坐在石畔，對著月色，看那花枝弄影，樓閣垂陰，正在清爽之際，祇聽得\\n“呀”的一聲，二人抬頭看時，重牆裏一座高樓，樓上窗櫺開處，現出一個女子。常\\n言道：月下看美人愈覺嬌媚，那女子似有欲言難言、欲悲不悲之狀。這風流鬼看見，\\n早已一片癡心，飛上樓去了。伶俐鬼道：“觀此女子情態，絕非端正者。吾兄素有天\\n才，何不朗吟一首打動他？”風流鬼真個高吟道：\\n　　風微櫺靜月高空，石畔遙觀思不窮。\\n　　想是嫦娥憐寂寞，等閑偷出廣寒官。\\n　　那女子聽得有人吟詩，低頭一看，見風流鬼儀容瀟灑，舉止飄逸，十分可愛。心\\n下就有于飛之願了。祇因礙著伶俐鬼在旁，不好酬和他的詩句，祇得微笑一聲，將窗\\n子掩住了。風流鬼已魂飛魄蕩，恨不得身生兩翼，飛在那女子身旁作一塊兒。伶俐鬼\\n道：“咱們回去罷，倘有人來，不當穩便。”風流鬼無奈，祇得緩步而回。那一晚捶\\n床搗枕，翻來覆去，如何睡得著，於是又作詩一首道：\\n　　寂寂庭陰落，樓臺隔院斜。\\n　　夜涼風破夢，雲靜月移花。\\n　　魂繞巫山遠，情隨刻漏賒。\\n　　那堪孤雁唳，無奈到窗紗。\\n　　次日起來，發寒潮熱，害起木邊目、田下之心了。伶俐鬼道：“吾兄何以若此？\\n想是昨夜冒風了，如不然服些藥，表表汗。”風流鬼嘆口氣：“我的病非藥可治。若\\n要好時，除非昨夜那美人充了太醫……”伶俐鬼笑道：“這等說來，吾兄竟害上相思\\n了！”風流鬼道：“那等一個美人，相思焉能不害？”伶俐鬼道：“吾兄此病，祇怕\\n空害了，既不知他姓名，又不知他行徑，兄雖如此慕他，這段深情怎麼令他知道？”\\n風流鬼道：“我也知道無益，但此心戀戀，終不能釋。如果姻緣無分，老兄索我於枯\\n魚之肆矣。”說罷，哽哽欲哭。伶俐鬼暗想道：“這件事我若不與他周全，若真個相\\n思了，豈不辜負他愛我之意。”於是想了一會，說道：“兄何不寫一封書，備陳委曲，\\n弟去送與那美人，或者他憐你，嫁你也未可知的。”風流鬼道：“人說你伶俐，如何\\n這等冒失？我們與他非親非友，這書怎麼送？豈不惹禍招災？”伶俐鬼道﹔“我自有\\n法，必須如此如此，既不教他知道我們姓名，又顯是我們送書。祇要美人得了書，或\\n有意，或無意，自然明白了，何至於惹禍加災？且是昨夜我看他那光景，亦是有愛你\\n的意思，此去必有好音，你祇管放心寫起書來就是。”那風流鬼大喜，道：“老弟果\\n然伶俐，所謂名不負其實也。”於是欣然提起筆來，展開花箋，磨起濃墨，寫道：\\n　　“昨夜園林步月，原因瀟灑襟懷，敢曰廣寒宮裏遽睹嫦娥面乎？不意美人憐我，\\n既垂青眼，復蒙一笑，何德何能，愛我至此？天耶，人耶？亦姻緣之素定耶？自蒙盼\\n以來，量減杯中，魂消臉上，恨填心下，愁鎖眉端。無心於耨史耕經，有意於吟風弄\\n月。雲氣重重，盡化成胸中郁結，風聲颯颯，都變作口內長吁。然昨夜之憐我者，皆\\n今日之害我者也。吁嗟乎，天臺花好，阮郎無計可拔。巫峽雲深，宋玉有情空賦。神\\n之耗矣，傷如之何？伏祈垂念微軀，急救薄命。西廂月下，少分妙趣於張郎。銀漢橋\\n邊，熟睹芳姿於織女。專望回音，慰我渴念！不宣。外並前詩奉上，此希玉音。”\\n　　風流鬼就書與詩寫就，付與伶俐鬼。伶俐鬼買了許多翠花，扮成貨郎，依著舊路，\\n走到花園門首。搖著喚嬌娘，東蹴至西，西蹴至東，蹴來蹴去的。蹴的美人上樓來了，\\n使梅香叫進園中，要買翠花。伶俐鬼不勝之喜。梅香道：“有好大翠花，拿一對來俺\\n小姐要買。”伶俐鬼道：“有有有。”便將那書包了一對翠花，遞與梅香。梅香拿上\\n樓來，那小姐展開包兒，見是一幅有字花箋，細看時卻是一封情書，後隨那首絕句，\\n情知是昨夜那人了。這女子本來有意，又見此書寫的字字合情，言言滴淚，如何不動\\n心？於是向梅香道：“我忽然口渴得緊，你且烹茶去。”將梅香伎俉去了。這樓上文\\n房四寶俱全，擺設便宜，遂忙取一幅花箋，寫成回書，又依韻和詩一首在後面。\\n　　剛剛寫完，梅香捧茶來了，那女子忙將原書藏起，將回書包了翠花，使梅香送與\\n貨郎道：“花樣不好，再有好的拿來。”伶俐鬼接住一看，掉了包來，知是回書，滿\\n心歡喜，說道：“花樣原也不好，待有了好的，祇管與小姐送來便是。”於是背了花\\n箱，欣然而回。進了門便高叫道：“吾兄恭喜了！”風流鬼正在愁悶之間，聽說恭喜\\n二字，精神長了一半，忙問道：“想是有些意思？”伶俐鬼道：“有有有。”笑著將\\n回書取出來，道：“這不是恭喜是甚麼？”二人展開細看，上寫著：\\n　　“妾寂守香閨，一任春色年年，久不著看花眼矣。不意天臺之戶未扃，使我劉郎\\n直入。樓頭一盼，遽認夙世姻緣。承諭云云，知君之念妾深也。明月有意而入窗，誰\\n其隔之也﹔白雲無心而出岫，風則引之矣。即蒙婚姻之愛，願定山海之盟。家君酷愛\\n才華，郎君善尋機會，果然繡戶相通綺戶，自爾書樓可接妝樓，幸勿謂爾家門戶重重\\n閉，春色緣何入得來也。謹覆。\\n　　外依原韻奉和，並求斧正：\\n　　閨情濃欲本來空，偶會園林計轉窮。\\n　　但願上天收薄霧，嫦娥方出廣寒官。\\n　　二人看了書中之言，無非是要乃翁心願，風流鬼移寓園中，就好相會的意思。風\\n流鬼道：“知他乃翁姓甚名誰，如何得他歡喜？”伶俐鬼道：“這有何難。那座花園\\n平素我們不曉得是誰家的，如今祇去左右一問便知，園主自是他乃翁無疑。他書中說\\n酷愛才華，自然不是糟腐鬼那樣閉門不出的死貨，定是個問柳尋花、遊山玩景的高人。\\n我們打聽的他到何處遊賞，便好親迎他，憑吾兄這般才華，愁他不愛？”風流鬼道：\\n“全伏老弟周全，愚兄不敢忘德。”伶俐鬼去不多時，回覆道：“訪著了。這花園原\\n來就是鄉紳尹進家的，那美人就是他的女兒。但不知他何日出門，何處去遊賞，得我\\n時常打探，有信便來告兄。”不想事偏湊巧，剛剛隔的一天，伶俐鬼來報信，道：“那\\n尹鄉紳今日要到城外東園賞菊，那東園在個僻靜處所在，地方雖狼狽，菊花卻開得茂\\n盛。兄速裝帶了筆硯書箱，小弟扮作書童，到那裏假作讀書等他。”於是二人先到東\\n園來了。果然那日尹進傍午時候騎著一頭黑驢，跟著一個小童，挑著一個手盒，攜著\\n一瓶美酒，走入園來。見風流鬼在那裏拿著一本書讀，人物生的風流俊爽，那尹進已\\n是有些歡喜，遂舉手道：“老兄在此讀書麼？此處雖有菊花，地方其實狼狽。”風流\\n鬼道：“聊以避俗而已。”那尹進揀了一塊潔淨的地方坐下，一雙眼祇顧看風流鬼。\\n伶俐鬼拿出一柄扇來，向風流鬼道：“求相公與小人畫畫。”風流鬼道：“你要畫甚\\n麼？”伶俐鬼道：“就畫菊花罷。”風流鬼展開扇子，幾筆畫成，遞與伶俐鬼。尹進\\n道：“借來一觀。”伶俐鬼連忙奉與，尹進接在手中，見畫得老干扶疏，不比尋常匠\\n作，滿心歡喜，道：“王維不能及也。”伶俐鬼又拿過來，向風流鬼道：“相公既已\\n畫了，再題上一首詩纔好。”風流鬼恃著才華，不慌不忙，將扇子那面寫起。尹進見\\n他運筆飛舞，又不假思索，便走過來接看，高聲念道：\\n　　群芳落後燦奇葩，瀟灑疑同處士家。\\n　　自畫自題還自賞，時時青眼對黃花。\\n　　喜得尹進極口稱贊，道：“王摩詰詩中有畫，畫中有詩，古今稱雄，可謂當世又\\n有此人也。”於是問了姓名，便邀在一處賞菊。飲酒中間，尹進道：“老夫有一小園，\\n頗覺清雅，足下不棄，早晚移來那邊讀書，老夫也得朝夕領教。”風流鬼連忙打恭道：\\n“謬蒙老先生見愛，但恐攪擾不便。”尹進道：“說那裏話，我們就是文墨相知了，\\n何消見外。”風流鬼謝了坐下，尹進又問些古今事跡，見風流鬼對答如流，喜不自勝。\\n　　須臾，夕陽在山，各自散歸本家。尹進又叮囑移來之話，先騎驢子去了，然後風\\n流鬼與伶俐鬼歡喜而回。次日早起，打扮的靴帽光鮮，寫了一個晚生帖子，竟到園中\\n來。尹進接著大喜，於是待茶。茶罷，就安在三間亭子上，做了書房，這風流鬼何嘗\\n有心念書，每日祇在牆邊走來走去。一日走到太湖石畔，拾起一條汗巾，抖開看時，\\n上面寫著絕句一首：\\n　　自從消瘦小蠻腰，盼得人來慰寂寥。\\n　　今夜月明堪一會，莫教秋水漲藍橋。”\\n　　風流鬼就如拾得了活寶一般，連忙藏在袖中，眼巴巴盼到金烏西墜，玉兔東升，\\n看看到了黃昏時候，宿鳥驚飛，花枝弄影，柳蔭深處那女子冉冉而來。風流鬼遠遠望\\n見，喜不自勝，正欲上前相迎，誰想好事多磨，忽有一皂隸闖入園來，道：“相公果\\n然在此，老爺有急緊話要講，立等請去。”那女子見有人來，閃入角門內去了。風流\\n鬼對皂隸道：“我身上有些不快，明日早去罷。”皂隸道：“使不得，老爺吩咐定要\\n請去相公，我不敢空回。”風流鬼無可奈何，祇得隨著皂隸來見縣尹，道：“老爺喚\\n童生有何教渝？”縣尹道：“有一位鍾大人，見了你的詩稿，心中喜悅，今日要與你\\n相會相會，可隨我到花園中來。”風流鬼到了園中，拜過鍾馗，縣尹命他側坐了，鍾\\n馗見他舉止飄逸，卻也喜歡，祇因他那鬼名載在簿子上，未免喜中有些不足，倒也還\\n沒有斬他的心事。縣尹立起身來，對風流鬼道：“你陪鍾大人坐，我有件公事去辦，\\n辦畢就來。”說畢辭去。鍾馗與風流鬼談論些詩文，風流鬼雖心不在焉，也祇得勉強\\n對答。鍾馗又言及他的詩稿，道：“足下才情雖好，祇是微帶些輕薄氣象，猶非詩人\\n忠厚和平之旨。如今欲求面賜一章，不知肯不吝金玉否？”風流鬼道：“老大人吩咐，\\n敢不應命。但不知何以為題？”鍾馗想了想，道：“就以俺這部鬍鬚為題罷。”那風\\n流鬼滿肚牢騷，便就借此發泄，當下口吟一律道：\\n　　君須何以這般奇，不像胡羊卻像誰？\\n　　雨過當胸拋玉露，風來滿面舞花枝。\\n　　要分高下權尊髮，若論濃多豈讓眉。\\n　　拳到腮邊通不怕，戲他遮定兩傍皮。\\n　　鍾馗聽了大怒，道：“小小畜生，焉敢出言譏俺？”提起劍來就要誅他，那風流\\n鬼冉冉而退。鍾馗隨後趕來，趕至牡丹花下，忽然不見。鍾馗左右追尋，並無蹤跡，\\n驚訝道：“難道說鑽入地中去了？若然則真鬼也。”於是命人來掘，果然掘出一副棺\\n木來，棺上寫著“未央生之柩”五字。鍾馗道：“怪道他舉止輕狂，原來是此所化。”\\n這裏嘆息不題，縣尹聞之亦駭為異事。\\n　　且說伶俐鬼聽得風流鬼死於縣衙，大哭一場，說道：“我向日見楞睜大王無能，\\n涎臉鬼不濟，故來投他，以為托身得所。不料他又被鍾馗逼死，我當替他報仇纔是。”\\n於是做起那延攬英雄的事業來。一二日內就招致四個鬼來，一個叫做輕薄鬼，生當體\\n態輕狂，言語不實，最好掇乖賣俏，一個叫做撩橋鬼，極能沿牆上壁，上樹爬山，就\\n如猿猻一般﹔一個叫做澆虛鬼，一個叫做滴料鬼，也都是撩蜂踢蝎、吹起捏塌之輩。\\n連自己共湊成五個鬼。伶俐鬼問他四個，道：“你們知道掐摳鬼與丟謊鬼死的緣故麼？”\\n四個道：“祇因他兩個掐摳丟謊，所以被鍾馗斬了。”伶俐鬼搖頭道：“不然，不然。\\n皆因他們尊號上有個鬼字，所以鍾馗纔來斬他。這鍾馗是專一尋著斬鬼哩。我們不幸\\n也都有個鬼號，豈不也都在斬伐之列麼？”澆虛鬼大驚道：“我們何不逃之夭夭？”\\n伶俐鬼道：“不可，我們若是這等聞風而逃，豈不是惹人笑話？我打聽得那司馬、將\\n軍都不在他身旁，縣尹今日又與那尹鄉紳家弔喪去了。弔喪畢還要到城門去，有甚麼\\n查驗的事體，一二更方可回來。鍾馗獨自一人悶坐，我們打扮成縣中衙役，去鬼混他\\n一場。”撩橋鬼道：“尹鄉紳家有甚喪事，縣尹去弔？”伶俐鬼道：“你不知道，祇\\n因敝友風流鬼與他小姐有約，那小姐聽的敝友死於縣衙，他也就抑郁而死，所以縣尹\\n去弔。”澆虛鬼道：“那鍾馗，我們與其鬼混他，不如將他殺了，豈不是永絕後患？”\\n伶俐鬼道：“這個使不得。我們殺了他，他那司馬、將軍回來，怎肯與咱們乾休？我\\n們祇可用酒灌醉他，偷劍的偷劍，脫靴的脫靴，弄的他精腳不能走路，空手不能殺鬼，\\n豈不妙哉。”於是買了一壇美酒，他五個就扮作衙役，竟到園中來。\\n　　鍾馗正在松樹下悶坐，見他們進來，問道：“你們何幹？”伶俐鬼道：“小的們\\n見老爺悶坐，沽得一杯美酒與老爺解悶。”鍾馗道：“這等生受你們了。”於是將酒\\n用荷葉大杯奉上，唱的唱，舞的舞，笑的笑，跳的跳，把個鍾馗勸得酪酊大醉。伶俐\\n鬼道：“老爺酒大了，將靴脫了涼涼腳，如何？”鍾馗伸出腳來，澆虛鬼與伶俐鬼一\\n人一隻脫去了。得料鬼偷了寶劍，輕薄鬼偷了笏板，撩喬鬼上樹去，手扳著樹枝伸下\\n腳來，將紗帽勾去。弄的鍾老爺脫巾露頂，赤腳袒懷，甚是不成模樣，所以至今傳下\\n個五鬼鬧鍾馗的故事。\\n　　澆虛鬼與伶俐鬼一人拿了一隻靴往出正走，卻見富曲領兵回來。澆虛鬼看見，唬\\n的屁滾尿流，就要逃走。畢竟是伶俐鬼有些見識，道：“莫慌莫忙，跟我來。”於是\\n故意迎著富曲走，富曲認的是鍾馗的歪頭皂靴，大喝道：“這是鍾老爺的靴，你們拿\\n得往那裏去？”伶俐鬼不慌不忙說道：“蒙鍾老爺誅了摳掐鬼，與地方除害，百姓們\\n頂感不過，如今與鍾老爺建起祠堂。恐鍾老爺早晚要行，著小的們脫靴去供奉，以留\\n遺愛。”富曲聽了，想道：“言雖有據，事屬可疑。”道：“你們且不要走，隨我到\\n園中來見過鍾老爺，然後再去。”澆虛鬼聞言大驚失色，伶俐鬼正欲支吾，澆虛鬼已\\n是慌忙逃走。富曲大怒，命陰兵一齊拿了，索進園來。祇見得料鬼拿著寶劍，左右舞\\n弄。富曲大喝一聲，那料得鬼丟了就跑，富曲趕上，一刀斬了。那輕薄鬼舉著笏板，\\n祇管叩頭乞命。富曲手起刀落，也就揮為兩段。乃至走到鍾馗面前，卻是酩酊大醉，\\n跣足蓬頭，不醒人事。富曲大怒，將澆虛鬼剁為兩截，伶俐鬼摘出心肝，方纔與鍾馗\\n穿上靴，扣上帶，祇不見軟翅紗帽。正在四下搜索之際，卻好咸淵也來了。問其所以，\\n富曲說了備細，祇是不見紗帽。咸淵周圍一看，道：“要尋紗帽，多是在松樹上邊。”\\n撩橋鬼正在葉密所在藏著，一聽此言，便就打顫起來，將樹枝搖得亂響，富曲抬頭看\\n見撩橋鬼戴紗帽在樹上發顫哩。富曲手挽雕弓，一箭射將下來，取紗帽與鍾馗戴上，\\n那撩橋鬼已是射死了。此時鍾馗方纔酒醒，二神將適間光景說了，鍾馗未免赧顏。這\\n正是：\\n　　後花園中五鬼戲弄科頭漢，長松樹下二神整理赤腳人。\\n　　要知咸富二人訴說東西兩邊如何斬鬼，且看下回分解。\\n第八回\\n悟空庵懶誅黑眼鬼　煙花寨智請白眉神</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詞曰：\\n　　多愁多害，寸心無奈。求天助，水或成渠，靠人扶，講難吸海。家貧須奈，家貧\\n須奈。你若是賭勝爭強，惹禍招災，終久有安排。少不得再整誅邪手，重施滅鬼才。\\n　　話說咸、富二神誅了五鬼，扶醒鍾馗，其時縣尹也就回衙了。詢問其詳，又問二\\n神前去斬鬼之事。咸淵道：“承大人與主公之命，到了西邊，原來是個心病鬼。他因\\n偶過大華山，見層岩峭壁高插雲天，山下有華陰廟宇並許多居民，他動了一點過慮之\\n心，恐山塌下來，壓壞居民廟宇，終日愁眉不展，面帶憂容。看看病入骨髓，小神也\\n不用人參、附子、宮桂、良姜，祇與他一服寬心丸，他就好了。”鍾馗道：如此怎麼\\n耽延許多時日？”咸淵道：“小人治好他便急急回來，路上又逢著一鬼，實實可憐，\\n住著半間茅庵，並無家伙在內，頭上戴一頂開花帽子，身上穿一件玲瓏衣裳，炊無隔\\n宿之米，爐無半星之火。更可怪者，到一家，一家就窮。走一處，一處就敗。因此人\\n都叫他是窮胎鬼。那些粗親俗友，都不理他，甚是可憐。”鍾馗道：“如此破敗人家，\\n就該殺了。”咸淵道：“殺不得，他雖如此，相交的卻是一般高人，伯夷、叔齊、顏\\n子、范丹、閔損、袁安，皆與他稱為莫逆。惟有錢神可惡，終年價不肯見他，因此他\\n做了一篇祭錢文。小神愛他做得好，抄得稿兒在此。”遂取出來，遞與鍾馗、縣尹，\\n上面寫著是：\\n　　“嗚呼錢兮，君其怪我耶？何終年未睹其面耶？君其畏我耶？何偶一見而輒去耶？\\n噫嘻，我知之矣。蓋予賦性恬淡，致行孤潔，無狼毒之心，無奔波之腳，無媚世之奴\\n顏，無騙人之長略，因致子之無由，故交予之不屑。況爾形雖圓，其性甚堅。爾心雖\\n方，其黨甚紆。安肯仙仙倪倪、俯首降心以從我耶？嗚呼錢兮，君之不來，我其奈何？\\n寒則待之而衣，飢則待之而食，親友待子而交遊，負欠待子而補足。子既不屑以下交\\n予，予又安得不仙仙倪倪，俯首降心，以招子乎？聞君愛飲者白醪，愛啖者雞卵，今\\n則有酒盈樽，有肴在豆，裁短章以祭之曰：維我錢神，內方外圓。像天地之形體，鑄\\n帝王之寶號。非富貴而不棲，非勤儉而不至。羨文皇之貫朽，珍重故來。嗟武帝之藏\\n空，侈情故耗。愛子之靈兮，神鬼可通。羨子之勢兮，爵祿可至。須動而諂者近側，\\n非子而誰？足舉而伺者侯門，豈我而致？然君則君子，為用大矣。今日予實是維艱，\\n披誠切訴，致阮籍之白眼，對子垂青。化嵇康之傲骨，逢君不怒。韞櫝而願永貯於千\\n年，用之則期相逢於異日。我欲常常而見，子其源源而來，唯鑒此日之殷勤，莫計從\\n前之疏忽。須臾祭畢，倦而偃臥，外有黃衣人揖予而言曰：‘子果能改弦易轍，吾且\\n引類而呼朋友矣。但子仁義尚存，廉恥未去，無致我之術，奈何？’予爽然而醒，豁\\n然而悟。念仁義之難忘，知廉恥之必現，起視其醪，醪尚盈樽。再視其卵，卵猶在豆。\\n予將醉飽以樂天，君唯唯而退後。”\\n　　鍾馗、縣尹道：“果然做得好。”隨問咸淵道：“此鬼如何治他？”咸淵道：“小\\n生欲與他請個醫生醫醫他，他祇是窮骨症候。奈何如今庸醫多而明醫少，還是小神量\\n其病勢，察其沉浮，與了他兩劑元寶湯，也就好了。”鍾馗道：“元寶湯奇方也！世\\n醫那曉得。”又問富曲道：“他治得如此，你斬的若何？”富曲道：“小神所斬之鬼，\\n與司馬所治之鬼大不相同。這東邊的那鬼名叫急急鬼。”鍾馗道：“名色甚奇，你且\\n說他本事如何。”富曲道：“那日小神領兵前去，還未扎營寨，他就殺來，祇得與他\\n交戰。戰了一日，未分勝負，各歸營壘。少停一刻，他也不戴盔，也不穿甲，點起火\\n把又來夜戰。俺二人就如張飛戰馬超得一般，殺了半夜。他見戰不過小神，竟急得一\\n頭撞死。”鍾馗道：“如此性急，正所謂急急鬼也。”富曲道：“這個還不為奇。又\\n有一個甚是異樣，俺自閱人以來，見夠有千千萬萬，從來未見他那等异眼。他黑眼也\\n就夠了，又跟上兩伴檔，一個叫做死大漢，一個叫做不惜人，都是一般絕頂黑的。”\\n鍾馗道：“這想必就是薄子上所載的黑眼鬼了，你怎麼斬他來？”富曲道：“小神見\\n他黑眼異常，臉也掉不過去了，怎麼斬得他？所以領兵回來。”鍾馗變色道：“豈有\\n此理！昔日，孫叔敖見兩頭蛇，猶恐傷人，還要斬而埋之。況此等黑眼鬼，惹得人人\\n黑眼，個個低頭，汝何竟輕輕放過？”說的富曲滿臉通紅。鍾馗道：“罷了，俺明天\\n去斬。”\\n　　次日早起，點起陰兵，辭了縣尹，縣尹與百姓直送至十里之外方回。鍾馗往東浩\\n浩蕩蕩而來，遠遠望見一座小庵，鍾馗問道：“那是甚麼所在？”富曲道：“叫做悟\\n空庵，小神前日曾在這裏邊住過。”咸淵道：“悟空庵想是取色即是空的意思了麼？”\\n鍾馗道：“正是。”須臾到了庵前，鍾馗下了白澤，進去觀看。果然一座好庵，有詩\\n為證：\\n　　紅塵飛不到，鐘罄集彌陀。\\n　　古柏倚丹鶴，蒼松掛碧蘿。\\n　　人來驚犬吠，客至遣鸚哥。\\n　　曲徑通幽處，禪房女色多。\\n　　原來這庵中住持，就是色中餓鬼。若論他的本領，到也會鑽狗道、跳牆頭，嫖得\\n娼婦，耍得破鞋，正所謂舟車並至，水旱兼行，不分前後，不論南北者也。鍾馗見他\\n舉止輕狂，就知他不是正經和尚，祇是一心在黑眼鬼身上，不暇理論他，就在庵中宿\\n了一夜。次日整動陰兵，要與黑眼鬼廝殺。那黑眼鬼亦整兵來迎，戴一頂黑油盔，穿\\n一領烏油甲，拿一對黑漆錘，騎一隻挨打虎，左有死大漢，右有不惜人。鍾馗看了他\\n一眼，回顧對富曲道：“我錯怪你了，此人真個黑眼異常，我也不待看他。”富曲道：\\n“小神試與他戰上幾合看如何？”於是提刀上馬，沖過陣去。那邊不惜人出馬，二人\\n戰未三合，富曲終是不待見他，拔馬而回。他祇當富曲敗了，隨後趕來。富曲按下寶\\n刀，拽滿雕弓，回身一箭，正中咽喉，不惜人死於馬下。黑眼鬼見射死了不惜人，心\\n中大怒，便欲出馬。死大漢道：“主人息怒，看區區去殺他。”黑眼鬼道：“你怎麼\\n稱起區區來？”死大漢道：“我幹大模樣兒？豈不是區區。”說畢拿了一條酸棗棍，\\n大踏步走出陣來。鍾馗舞劍相迎，祇一合，將死大漢當腰一劍，砍為兩段。正是：\\n　　站在陣前八尺高，跌倒塵埃兩截長。\\n　　鍾馗斬了死大漢，方欲回陣，祇聽得後邊一聲高叫，黑眼鬼沖過陣來。鍾馗回首\\n一看，黑眼色異常，且不論他的五官不正，四體歪斜，祇那副性情也與人各別。人說\\n好他偏說歹，人說長他偏說短，遇著斯文人，他故意顯些粗疏，遇著豪傑人，他故意\\n裝些精細。且不通文，偏要滿口書袋，本未貿易，偏要假充經紀。正所謂好人之所惡，\\n惡人之所好，自以為是，而不可與入堯舜之道者也。鍾馗本不待理他，無奈勉強交接，\\n戰了一合，鍾馗道：“俺委實嫌你眼黑，不戰了，饒你去罷。”那黑眼鬼聽得說他黑\\n眼，他就使出他的神通來，將身子縮小，故意往鍾馗眼裏直鑽，竟鑽進去了。疼得鍾\\n馗滿眼落淚。富曲看見大怒，要用劍往出剜他，咸淵道：“不可。古人云：投鼠忌器。\\n剜他恐傷著主公眼睛，我們祇得懇他便了。”於是跪在地下，再三祝贊道：“黑眼鬼，\\n黑眼鬼，再不敢與你賭勝爭強，再不敢與你沖鋒對壘，但願你不來理俺，俺也再不願\\n理你，任你縱橫施為，還買公雞謝你”。祝贊得黑眼鬼滿心歡喜，一個筋斗去了。鍾\\n馗揩了眼淚說：“如此黑眼，怎生是好？還求司馬想一妙計制他。”咸淵想了一會，\\n道：“行兵須要天時、地利、人和。為今之計，地利、人和倒用不著了，祇是要講天\\n時了。”鍾馗道：“天時怎麼講？”咸淵道：“天時不過是相生相克的道理。他既叫\\n做黑眼鬼，我們須要以白制黑，以眉壓眼，以神伏鬼方可。由此論來，須得一位白眉\\n神降他方好，但不知這白眉神是何職分？何處居住？”鍾馗道：“馬氏五常，白眉最\\n良。這白眉神想是馬良麼？”咸淵道：“也還未必。主公須出一號令，教陰兵們暗暗\\n四下訪問，自有下落。”於是號令陰兵訪察不題。\\n　　且說低達鬼自從鍾馗罰他與陰兵們吮疽舔痔，時刻不敢離營。一日一個陰兵正起\\n痔瘡，叫低達鬼來舔，低達鬼祇得與他舔起。正舔得有滋有味，祇見一個陰兵來說道：\\n“老爺有令，教訪問甚麼白眉神住處，可教我們何處去訪？”低達鬼道：“訪得何幹？”\\n陰兵道：“我們也不知道做甚，祇是要得甚速，說訪著了的有賞。”低達鬼道：“這\\n話是真麼？”陰兵道：“現有號令，怎麼不真。”低達鬼想道：“我舉出白眉神，他\\n說有賞，或者將功折罪，放我去了。或者因我這件功勞，升我一級也未知。”\\n　　主意已定，遂對陰兵道：“這白眉神我知道住處，你引我見鍾老爺，說了詳細，\\n好去尋他。”那陰兵連忙引低達鬼到庵前，進去稟道：“低達鬼知道白眉神下落，小\\n的引他來見老爺，在庵外伺候。”鍾馗大喜，叫進去問道：“你果然知道白眉神嗎？”\\n低達鬼道：“小人知道。”鍾馗又問道：“他是何等出身？”低達鬼道：“他的出身\\n小人未得查問，祇是小人當日跟著討吃鬼在柳金娘家嫖時，見他家供養的一尊神道，\\n眉是白的。小人問他是何神道？他說是他的祖師白眉神。因此小人知他在柳金娘家住。”\\n鍾馗道：“這等時，你就引司馬去請，但他不過是供養的一尊像，怎麼個請法？”怎\\n麼個用法？咸淵道：“既有供像，必有靈氣，既有靈氣，自能運動。待小神到那裏問\\n明來歷，作一篇祭文，請的他靈氣時，自然中用。”於是引了十數個陰兵，低達鬼引\\n道，竟往煙花寨去了。其時初冬時候，黃菊殘葉，白梅舒蕊，森森孤松當道，青青瘦\\n竹迎人，板橋流水作成冰，山頭上樹枝盡脫葉。\\n　　正行之間，飛飛揚揚飄下一天大雪，怎見得：\\n　　初如柳絮，繼如鵝毛。撲面迎來人眼昏花，滿道堆積，馬蹄滑溜。樓臺殿宇，霎\\n時間銀妝裹成﹔草木山川，盡都是玉塵鋪就。富貴家紅爐暖閣，頻斟美酒祛寒。貧窮\\n漢少米無柴，恨怨蒼天凜烈。映雪寒儒讀麟經，不用明燈。烹茶韻士煮雀舌，何須甜\\n水。正是：紛紛麟甲滿空飛，想是天邊玉龍鬥。\\n　　咸淵道：“如此大雪，我們到庵觀寺院借杯茶吃，避避寒冷纔好。”低達鬼四下\\n一看，滿眼昏迷，那裏看的出庵觀寺院來，祇得往前又走，走夠半里之遙，方見一座\\n小小廟宇。陰兵上前叩門，裏面走出一個道人來，陰兵道：“師傅，我們是過路的人，\\n因天氣寒冷，我們主人要借杯茶吃吃。”那道人睜圓怪眼，大怒起來，罵道：“你走\\n路也要有個眼睛，我這裏又非茶坊酒肆，我又不是你們的奴才莊客，怎麼問我要起茶\\n來？老爺是你們應行的不成。”這咸淵終是個斯文人，見他罵，倒反有幾分沒趣，笑\\n道：“無茶罷了，何必發怒。”那道人越見人軟，他就越硬起來，一跳一丈的怪罵，\\n把庵中閑坐人等看得有些不忿，對咸淵道：“你不知道他的脾胃，他叫做發賤鬼，祇\\n不知輕，磨不知重，你祇打起他來，他就軟了。”咸淵此時也忍不住怒氣，便令陰兵\\n將他綁在柱上，腳踢手打。他果然軟了，連忙央告道：“老爺饒了小人，休說是茶，\\n要飯也有。祇管著小人伺侯就是，就是不周備，再打也未遲。”咸淵笑道：“真所謂\\n發賤鬼也。”遂吩咐解放下來。那發賤鬼連忙作揖叩頭畢，讓到房中，先是松羅好茶，\\n茶畢，又是香油面茶，細面薄餅，曲盡殷勤之態。咸淵祇得擾了。他起身送出十里外\\n方回，自此微知輕重，稍不發賤。這也是咸淵教訓之功，按下不題。\\n　　且說柳金娘家自從接了賈知府的兒子，祇說是呆頭公子，肯撒漫使錢。不料慳吝\\n異常，住了半月有餘，止賞了兩匹小綢，三兩銀子。柳金娘倒想起討吃鬼並耍碗鬼來。\\n後來聽得他們窮了，方纔不想。這一日，正在門首閑坐，恰好低達鬼走來，柳金娘道：\\n“你一向在何處？面也不見見。”低達鬼道：“有一位鍾老爺，我一向在他那裏。他\\n教我引一位司馬爺來請你家白眉神，我先來報你知道。那司馬目下就到，你須小心伺\\n候，不可怠慢”。話猶未了，咸淵已到門首。下馬進去，坐在庭中，柳金娘過來叩頭，\\n咸淵問道：“你家有白眉神麼？”柳金娘道：“上面供的就是白眉神道。”咸淵揭開\\n幕子一看，果是一尊神像，兩道白眉。咸淵又問道：“這尊神是何出身？姓甚名誰？”\\n柳金娘道：“小婦人也不知其詳細，祇聽得當年老亡八說是甚麼盜跖。”咸淵點了點\\n頭，發付柳金娘去了，一面吩咐陰兵備辦祭品，一面就作祭文。到次日清晨，陳設祭\\n品，朗讀祭文道：\\n　　維神春秋豪傑，周末英雄，不王不帝，非伯非公。以和聖而為弟，挾大賢而為兄。\\n習成武藝，不樂斯文。當日，臨潼斗室，敢來劫路行兇。諸侯聞之而膽落，眾將見之\\n而心驚。孔仲尼不能教化，秦穆公任爾崢嶸。子胥之鋼鞭頗畏，秋胡之巧舌難伸。暴\\n橫一世，千載為神。生前不甘淡泊，死後享受無窮。多見些油頭粉面，常觀些綠襖紅\\n裙。老亡八雜劇挾目，小婊子連像鑽心。廣吃些粉湯燒餅，熟聽些胡拍弦箏。茲者有\\n事以乾瀆，所望聽我而顯靈，爾作當年馮婦，我作昔日陳臻。黑眼鬼猖狂難制，白眉\\n神本領素逞。伏維速施豪傑之氣，暫離花柳之叢，果其如響而應，尚其來格以歆。\\n　　剛剛祝畢，那白眉神竟跳下地來，道：“司馬請俺何幹？”咸淵道：“就是適纔\\n祭文中所言之黑眼鬼，敢煩足下誅之。”白眉神道：“俺放著受用之地，不在此瀟灑，\\n又真個做那下車馮婦耶？不去，不去。”咸淵仰天大笑，往外就走，白眉神拉住道：\\n“司馬何所聞而來？又何所見而去？”咸淵道：“俺聞所聞而來，見所見而去。”白\\n眉神道：“願司馬明以教我去。”咸淵道：“向聞將軍之名，如雷灌耳，今見將軍，\\n不過花柳中人耳，哺啜中人耳，不足有為，是以去也！”原來白眉神受不得人激，暴\\n跳起來，道：“你量俺不能誅他黑眼鬼乎？”咸淵道：“但不為耳，非不能也。”白\\n眉神於是整動盔甲，提了寶刀，與咸淵並馬而行。\\n　　進了悟空庵，鍾馗降階相迎，說道：“為此小醜，有勞大駕。”彼此謙讓坐定，\\n白眉神問鍾馗道：“那黑眼鬼怎生模樣？”鍾馗道：“難以形容，將軍到陣前便見。”\\n於是白眉神騎上馬，鍾馗騎了白澤，並立陣前，便令陰兵罵陣。那黑眼鬼騎了挨打虎，\\n得意而來。白眉神看了看，道：“如此而已，何足為奇。”鍾馗道：“如此黑眼，將\\n軍猶以為平常耶？”白眉神道：“俺在娼婦門中，見那些烏龜們享寶要草鞭，吹鬍鬚，\\n擅紅擅黑，姐兒們俏的還好，那些醜的，他也要噘嘴上抹了胭脂，疤臉上蓋上油粉，\\n肥腳上穿了花鞋，扭腰捩胯，備極醜態。偏那班子弟們反要喜他，本是打他以為親，\\n本是罵他以為愛。離別之時，還要三行鼻涕兩行淚。以拿犁捉耙的身品，做才子佳人\\n的模樣，這些黑眼俺看得稀熟，何況此區區一鬼乎？”鍾馗道：“將軍不嫌他黑眼，\\n便易誅了”。\\n　　白眉神提刀出馬，黑眼鬼舞錘來迎，戰了數合，黑眼鬼敵不過白眉神，祇得棄了\\n錘，跳下挨打虎來，將身一縮，往白眉神眼裏直鑽，不料，白眉神的眼是白皤皤兩隻\\n磁眼，鑽不進去，跌下地來挨打，虎已被富曲打死，無奈逃回洞中去了，手下鬼卒各\\n自逃散。白眉神急令陰兵取些柴來，將洞門燒起來。那煙都冒入洞中去，黑眼鬼存不\\n得身了，跳出洞中，白眉神上前拿了。此時黑眼鬼已變化紅眼鬼了，白眉神將他脖項\\n上麻繩套上，交與陰兵看守，與鍾馗回至庵中，擺起慶賀筵席。鍾馗問道：“將軍不\\n殺黑眼鬼，留他何用？”白眉神道：“俺自春秋以至今日，娼婦人家家家頂感，個個\\n供奉，竟如祖宗一般。俺無以為報，如今將這黑眼鬼牽去，與他家做個手下人，也算\\n俺一分人情。”鍾馗道：“將軍在春秋時何等英雄，為甚不建立功名，傳家立業，反\\n亨娼婦供奉，豈不有玷將軍乎？”白眉神道：“你知道和尚無兒孝子多麼？俺今日與\\n亡人做了祖師，那龜子就如俺的兒子，粉頭就是俺的女兒，每日享他些供奉，也就受\\n用無比，何必爬爬掙掙與兒孫作馬牛乎？”鍾馗道：“如此說來，將軍竟男盜女娼了。”\\n白眉神變色道：“是何言也？”於是起身，牽了黑眼鬼，與亡八家撈毛去了。這正是：\\n　　黑眼鬼從此得所，白眉神到底甘心。\\n　　要知後來又有何鬼，且聽下回分解。\\n第九回\\n喜好色潛移三地　愛貪杯謬引神仙</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詞曰：\\n　　勸爾莫貪花，貪花骨髓滅。勸爾莫戀酒，戀酒腸胃裂。腸枯髓竭奈如何？哀哉無\\n計躲閻羅。我今悟得長生訣，特請鍾馗斬二魔。\\n　　話說白眉神牽得黑眼鬼去了。鍾馗見蝙蝠不動，也就停在庵中。咸淵看些六韜三\\n略，富曲演些弓馬槍刀，鍾馗無事，在庵中各處隨喜，看些白衣大士，送子張仙。遊\\n到後殿，見一座小門用鎖鎖著，鍾馗道：“此處未有隨喜。”於是將鎖扭落，推門進\\n去，曲曲折折竟走夠半里之遙，方是一個小院，三間禪屋甚是清雅。揭起簾子，正面\\n一張金漆條桌，銅爐內焚著降香，花瓶內插著稀稀的幾朵梅花，清香撲鼻。東邊一座\\n衣架上搭著袈裟，西邊一張藤床上掛著紗幔，牆上一幅雪景山水畫。鍾馗正在觀玩之\\n際，那雪景畫軸忽然張起，伸出一個婦人頭來，見了鍾馗，又縮將進去。鍾馗一見，\\n心中已是明白。揭起畫軸，一個小小洞門，往裏看時，又是一座房屋，裏邊聚積數十\\n個婦人。鍾馗喝道：“我已識破，還不出來？”那些婦人見鍾馗威威凜凜，先是膽落，\\n那裏還敢躲避？都出來跪下。鍾馗問道：“你們在此何幹？從實說來。”那些婦人戰\\n戰兢兢，不敢應聲。一個膽大些的，跪上前來，說道：“小婦人俱是這庵中和尚收攬。\\n也有競作佃戶的，名雖佃戶，實是嫁和尚。也有燒香施捨的，名雖行善，實圖歡樂。\\n也有飢寒所迫的，名雖周濟，實來還帳。也有逃荒出去的，本為避難，也有混水的。\\n日積月累，所以聚積了許多。此是真情，望老爺饒恕。”鍾馗道：“如今那禿賊那裏\\n去了？”婦人們道：“他將小婦人們窩藏在內，不分晝夜輪流取樂，猶不足盡意，又\\n在外邊勾搭上許多私窠子娼婦、小官人，許久不回，丟的小婦人們七顛八倒，在此替\\n他守節。老爺若見他時，勸勸他須要雨露均沾，不可教南枝向暖，北枝受寒也。”鍾\\n馗聽了大怒道：“這伙淫婦，要你們何用？”於是一劍一個都殺了。正是：\\n　　悟得空時原是色，誰知色後又成空。\\n　　鍾馗殺了眾婦人，坐在床上恨道：“必須要除此惡物。”正在憤恨之際，地溜鬼\\n來了，見殺了許多婦人，情知是和尚的渾家，對鍾馗道：“總說和尚是色中餓鬼，這\\n個和尚真真是色中餓鬼無疑了。”鍾馗道：“來何幹？”地溜鬼道：“小人專來與老\\n爺查訪這色中餓鬼的落腳處，查訪得實，老爺好去斬他。”說畢去了。鍾馗至夜定之\\n時，還在床上坐著，等他回來便好斬他。卻說那地溜鬼出去，穿了幾道街巷，見一個\\n小和尚坐在一家門首，敲著木魚，念誦著都是俏冤家、王大娘之類，上前問道：“你\\n在此化齋吃？”那小和尚不答應，地溜鬼想道：“那色中餓鬼定在這家，這小和尚是\\n替他觀風的。”正行論間，那小和尚起去出恭，地溜鬼乘著空兒溜將進去，聽的房中\\n有笑話之聲。地溜鬼走在窗下細聽，你道聽著些甚麼：\\n　　不說山盟，不說海誓。這一個緊敲木魚，高聲喚救命菩薩。那一個雙拍板鐃，低\\n聲喚肉身羅漢。那一個金蓮高舉，恍如亂墜天花。這一個銀槍頻施，酷似點頭頑石。\\n霎時魂入西方，須臾遊極樂。那個的像了夾鷸老蚌，這個的成了入洞高僧。說不的未\\n央生坐破肉蒲團，祇是海閣梨夜宿銷金帳。\\n　　這色中餓鬼與那私窠子婦人，頑了一個時辰，方纔雲收雨散。婦人問道：“你今\\n晚回庵去否？”和尚道：“庵中住著鍾馗，甚不方便。我就在這裏歇了罷。”於是又\\n飲了幾杯酒，二人抱頭交股而睡去了。地溜鬼聽了這個明白，溜將出去。此時已是三\\n更時候，那小和尚磕睡打盹不曾看見。地溜鬼回來報與鍾馗，鍾馗也不引兵，也不領\\n將，也不騎白澤，提了寶劍，跟著地溜鬼竟往私窠子家來。小和尚不肯放入，鍾馗令\\n地溜鬼將小和尚鎖回庵去。鍾馗推那門時，卻是虛掩著哩，於是排闥直入大呼道：“禿\\n賊在那裏？”驚的那婦人赤條條跳下地來，不敢做聲。鍾馗撞入房中，不見和尚，問\\n道：“禿賊躲在何處去了？”婦人跪下道：“適纔與小婦人同睡，他又想起小伙兒來，\\n說去頑頑就回。”鍾馗大喝一聲，將婦人殺了，想：“他就要回來，我不免在些等他。”\\n鍾馗剛剛坐定，那和尚果然來了。一面往進走，一面口中說道：“親親，你睡著了，\\n我還有興，和你再頑頑。”鍾馗也不作聲，等他來，舉劍就砍。那色中餓鬼吃了一驚，\\n回身便跑。鍾馗恐他跑了，急急舉劍趕上。正趕之間，“撲咚”一聲響，跌倒在地。\\n正是：\\n　　觸天怒氣高千丈，撲地肥軀跌一堆。\\n　　原來醉死鬼吃了個大醉，睡在街上，黑地裏將鍾馗絆了一跌。色中餓鬼得了此空，\\n脫身去了。鍾馗起來看時，卻是一個醉漢在此睡了大坑。曾有個《駐雲飛》曲兒形容\\n這醉漢：\\n　　閉目搖頭，一股頑痰往外流。哇的吐一口，都是饃饃肉菜，好似狗肚盛酥油，難\\n消難受。反覆翻腸，不怕塵和垢，量小何須攬大甌。\\n　　且說醉死鬼絆倒鍾馗，鍾馗爬將起來，又要趕那和尚，卻被這醉死鬼一把拉住，\\n口裏喃喃吶吶罵道：“你是甚麼人？敢踢老爺這一腳。”鍾馗待要殺他，他又是一個\\n醉漢，祇得說道：“俺姓鍾名馗，你待怎麼？”醉死鬼道：“你是大鍾是小鍾，實告\\n你，俺大鍾也不怕，小鍾也不怕。”鍾馗道：“快些放手，俺要去殺人。”醉死鬼道：\\n“你要擲骰兒麼？俺就一點一鐘買上，任你趕老羊、起搶、夾蛋蛋、打羅羅、翻麼、\\n打正快、丟狗頭、拍金都不怯你。”鍾馗急得暴跳，他祇是不放。鍾馗伸起拳來，正\\n要打他，醉死鬼道：“你不擲骰，要猜拳麼？”於是三呀五呀吆天喝地叫個不住。鍾\\n馗又惱又笑，祇得盡力撒開。回到庵中，帶過小和尚來問大和尚的下落。小和尚道：\\n“小僧委實不知。小僧原在灰葫蘆山草包營楞睜大王手下，倒也言聽計從，甚是相得。\\n不想來了一個乜斜鬼，與他義氣相投，性情契合，反嫌俺奸鬼不好，因此俺心懷不忿。\\n聞得老爺到此。指望投了老爺，引兵剿除了他，俺那山中大王來時，老爺正與黑眼鬼\\n廝殺，被黑眼鬼鑽入眼中，老爺沒法，俺就起了個別圖之念。忽然遇著色中餓鬼，他\\n肯留我，我一者想受用他的產業，二者想謀他的老婆，所以與他做了徒弟。今日他便\\n混帳，俺便觀風，至於他的下落，實是不知。”鍾馗道：“你既托身與人，就該始終\\n如一，奈何反面事人？其罪一也。既來投我，又遲疑，其罪二也。及至那禿賊收你，\\n你要圖他產業，又謀他婦人，其罪三也。非奸鬼而何？”說畢，一劍斬了。忽聽庵外\\n吶喊搖旗，如有千軍萬馬之狀。陰兵報道：“一群醉漢不計其數，竟將庵門圍了。為\\n頭的自稱為醉死鬼，要與老爺見陣。”咸淵道：“此輩無大罪惡，誅之可不勝誅。待\\n俺上前勸他一番，再來定奪。”\\n　　於是走出庵來，叫醉死鬼答話。那醉死鬼東倒西歪走將過來，道：“請老爺怎麼？”\\n咸淵說：“你衣冠不整，廉恥不顧，沉酣於曲櫱之中，潦倒於葷之內，名教中自有樂\\n地，何乃爾不顧儀體。昔夷狄作酒，大禹飲而甘之，曰：‘後世必有以酒亡國者’。\\n國且必亡，況子身乎？譬如快斧伐枯枝，吾未見其顛撲者。”醉死鬼哈哈大笑道：“你\\n說俺飲酒不是麼？吾聞天有酒星，地有酒泉，人有酒緣。當日堯帝千鐘，孔子百瓢，\\n聖人何嘗不飲酒？至於竹林七賢，莫非飲酒為高？我朝李太白、賀知章等，皆稱飲酒\\n中八仙，果若飲酒不好，就該人人唾之罵之，為甚麼今人稱之頌之耶？如今俺雖不能\\n稱為酒仙，也甘心做了酒鬼，正是但知醉中趣，莫為醒者傳，門外漢不必多說。”說\\n畢，倒在地下，或高歌，或叫罵，鬧個不了。咸淵無法可制，祇得回庵對鍾馗道：“為\\n今之計，祇有一著，須向這邊太守講了，教他出張禁止屠沽的告示。這叫做三日無糧\\n不聚兵。這伙人沒有酒吃，自然散了。”鍾馗道：“說得有理。”於是整冠束帶，騎\\n了白澤，竟到府中來。知府接到堂上，問道：“大人至此，有何見教？”鍾馗道：“貴\\n府醉鬼甚多，俺欲斬他，於心不忍。敢求大人出張告示，禁止屠沽，此輩可以不誅自\\n散。”太守道：“大人吩咐，焉敢不從！但此時方在臘底，非祈雨之時，怎麼禁止屠\\n沽？”鍾馗道：“臘雪佔三白，大人何妨祈雪？”知府道：“有理，大人請回，下官\\n目下就出告示。”鍾馗回至庵中，知府將告示隨即張掛出來。不及兩三日，這些人沒\\n了酒吃，個個都醒，各自散去，祇有醉死鬼猶然醉著。你道為何？原來他吃成了酒脾\\n胃，無酒三分醉。他見眾人都醒了，他也起來一步一跌，走入酒鄉深處去了。這酒鄉\\n深處，你道如何：\\n　　不分貴賤，並沒尊卑。事大如天，盡數瓦解。愁深似海，一概冰消。旌旗不動酒\\n旗搖，何須征戰？酒馬常猜兵馬歇，若個操戈？平原督郵，應是窖前吏部﹔青州從事，\\n無過落井知章。中山王少不得獨尊李白，酒泉郡沒奈何還讓劉伶。不識不知，恍若唐\\n虞世界，如癡如夢，儼然混沌乾坤。路雖遠而頻來。祇要三杯到肚，城不關而自入，\\n也須兩盞穿腸。\\n　　醉死鬼到了醉鄉深處，祇見李青蓮、崔宗之、畢吏部、賀知章，還有山濤、向秀、\\n阮籍、阮咸、劉伶、稽康、王戎等，或彈琴於松蔭之下，或敲棋於竹林之中，或抱膝\\n長吟，或觀玩宇宙，或臨水以羨魚，或仰山而看鶴，見醉死鬼踉蹌而來，眾仙問道：\\n“汝是何人？至此何幹？”醉死鬼道：“小人頗能飲酒，不意醉了，干犯鍾馗，所以\\n逃遁至此。”眾仙道﹔“你既能飲酒，便不俗了，你何不與他講講我們酒中的高曠，\\n他自然另眼相覷。”醉死鬼道：“不講還好，祇因講了一番，他反禁了屠沽，弄的俺\\n糧草俱絕，把一伙同伴都散了。他還要惡言惡語，拿著一口寶劍，祇是要殺我，怎麼\\n敵得他過？”眾位酒仙大怒道：“這等可惡，我們去與他辨論一番，教他也曉得我們\\n飲酒的非常可比。”於是一齊離了醉鄉深處，竟到悟空庵來。鍾馗問道：“列位先生\\n何以至此？”李青蓮道：“聞足下甚薄我輩，特來辯之。”鍾馗道：“欲領教。”李\\n青蓮道：“天地者，萬物之逆旅。光陰者，百代之過客。而浮生若夢，為歡幾何？所\\n以說人生有酒須當醉，一滴何曾到九泉。我等花朝月夕，但以飲酒為事，博眼前之歡\\n娛，消胸中之塊壘。足下俗物，焉能知此酒中之趣哉？”鍾馗道：“先生愛飲酒，誠\\n高矣、曠矣。當日安祿山之亂，先生何不以酒退之，而反為永磷王所縛耶？向使無子\\n儀、光弼，先生已作楚囚死矣。上無補於國事，下無救於身家，亦惡在其為高曠乎？”\\n李青蓮羞慚而退。畢吏部道：“你說李青蓮飲酒無益，那《清平調》三章，何嘗莫非\\n酒中來者乎？足下不飲酒，請問詩稿能如青蓮否？”鍾馗道：“爾莫非槽前盜酒兒乎？\\n以朝庭一命官，潦倒無賴，為口腹之欲，趨狗盜之行，尚敢揚眉吐氣，向人論乎？”\\n畢吏部滿面通紅，不敢再說。崔宗之、賀知章一齊憤然道：“畢公盜酒，正是文人韻\\n事，你反以為狗盜，是何解？”鍾馗大笑道：“聖人云：細行不謹，終累大德。若以\\n盜酒為韻事，何非莫韻事乎？”崔、賀二人無言可答。山濤等齊聲道：“你說飲酒敗\\n德，古今帝王就該禁止。為甚冠婚喪祭總不廢酒？”鍾馗道：“冠婚喪祭，禮飲也，\\n不過三爵，豈若爾等終日沉醉，敗壞威儀？山公大節不虧，猶有可恕。至於公等，或\\n居喪而飲，或荷婚而飲，或緣飲而喪其身，至李核必鑽，錙銖獨擅，而猶托身高曠，\\n惑人聽聞，非祖士雅、陶士行諸公，安能救晉室之亂乎？祇可算名教中罪人而已。”\\n說得眾仙個個羞色，人人赧顏，一齊都回去了。\\n　　那醉死鬼那裏還敢掙挫，也跟著回去。眾仙埋怨道：“我們原是酒仙，幾乎被你\\n累成酒鬼。速速遠去，再休胡纏。”可憐這醉死鬼上天無路，入地無門，祇得仰前合\\n後，獨自一個扎掙踉踉蹌蹌。走夠多時，恰好來到草包營地方。此處非太守所管之地，\\n所以有酒家賣酒。這醉死鬼數日未飲，正在難為之際，一聞酒香，兩股頑涎直流出口，\\n連忙進去，揀副坐頭坐下。酒保提上酒來，便沒眉沒眼的吃起來，看不見坐的是甚麼\\n人物。三杯到肚，打點住五臟神，方纔將眼一轉，祇見那邊坐著一個風流和尚。那和\\n尚不住的看那醉死鬼，醉死鬼沉吟道：“看我怎麼？不要管他，且吃酒。”他是慣了\\n脾胃，一壺酒後就抓起糟來，恨道：“好個鍾馗，天殺的，竟將俺困了這好幾天。俺\\n今日吃了酒，再去和你大鬧一場。你就是金剛，也要剝你一片泥皮。”說著又哈哈大\\n笑道：“不要怨他，不是他教的俺禁酒，俺今日焉能到這裏吃些佳釀。”又恨道：“如\\n此好酒，他那司馬又勸我休吃，難道我吃了你家的麼？這樣可惡，你若知道了這滋味，\\n祇怕想斷你的腸子哩。”高一句，低一句，說一會，又哼哼吱吱的唱起來。你道他唱\\n的是甚麼？他唱道：\\n　　“酒呀酒，我愛你入詩腸能添錦繡，我愛你壯雄心氣沖斗牛，我愛你解愁煩掃清\\n雲霧，搖頭輕富貴，冷眼笑王侯。這樣的清香，鍾馗呀你為甚鄙薄酒。”\\n　　那和尚聽著鍾馗長、鍾馗短，由不得走過來問道：“老施主祇管怨著鍾馗怎麼？”\\n醉死鬼朦朧著醉眼，把和尚看了一會，道：“師傅，你不知道。前日俺醉了在街上，\\n正睡著在地，他將俺踏了一腳，俺將他絆了一跌。他說要殺甚麼人，因此俺調了些兄\\n弟們，圍住悟空庵，與他講理。他不省事，反說俺吃酒的不好。俺氣忿不過，請了一\\n班酒仙與他辯論。他執迷不悟，終不信神佛，倒教那些酒仙們連俺也不要了。所以俺\\n到了這裏自飲自唱，你問俺怎麼？想是要和我賭幾杯麼？”和尚道：“老施主原來是\\n我的恩人。”醉死鬼道：“俺祇曉得吃酒，並不施甚麼恩，怎麼就是你的恩人？”和\\n尚道：“你不知其詳細。那日鍾馗趕我，看看趕上，若不是老施主絆了他一跌，我已\\n作無頭之鬼矣。他說殺人，就是要殺我，虧老施主救了我的性命，豈不是恩人？”醉\\n死鬼焦燥道：“他為甚麼事要殺你？”那和尚欲說不說，祇是支吾。醉死鬼益發焦燥，\\n道：“你要說個明白，何必隱匿。”那和尚祇得實說道：“不瞞施主，貧僧生得帶著\\n一點色心，見了婦人就如性命一般，因此人都叫我是色中餓鬼。那日正在一個私窠子\\n家混帳，不知他怎麼知道，就來殺我。虧我又混小官去了，回來時婦人已被殺死。他\\n還等，我連忙逃走。他隨後趕來，不是施主絆倒他時，我這葫蘆已是作成瓢了。”醉\\n死鬼道：“該殺，該殺。一個出家人，經不念，行不修，祇要嫖婊子，倘然惹上歹瘡，\\n性命不保。再不然弄上一男半女，就是你家骨血，兒子便作亡八，女兒便當粉頭，這\\n就是你出家人積下的陰功。”和尚笑道：“那裏一下就能種胎？”醉死鬼道：“你說\\n不能種胎麼？你看那婊子抱的娃娃，難道自己漢子的不成？快些改了，再不可如此。”\\n和尚笑道：“施主說的真個醉話了。人生秉性，怎麼改得？施主說我好色，施主為甚\\n好酒？施主能改好酒，我也能改了好色。”醉死鬼點點頭，道：“真個也難改，倒不\\n如咱兩個均勻起來，將你的色分與我些，我的酒分與你些，咱兩個做了酒色兼全的人，\\n不要這等偏枯，惹得世人笑話。”和尚道：“講的有理。”從此兩個酒色齊全起來。\\n不知酒色最是齊行不得的，齊行就要傷命。\\n　　看官著眼，再表鍾馗辯倒了眾酒仙，唬退了醉死鬼，與咸淵商議道：“如今色中\\n餓鬼不知下落，我們何不先去滅了楞睜大王，再去尋他，省的耽擱工夫。”咸淵道：\\n“主公算計極是。”於是點起陰兵，一把火將悟空庵燒了，竟征楞睜大王而去。此時\\n臘盡春至，正是新正佳節，家家貼門對，戶戶掛錢章。白髮老者無語低頭辭舊歲，青\\n春小兒齊聲拍手賀新年。鍾馗引著陰兵往前正走，祇見道旁酒旗飄蕩，向咸、富二神\\n道：“咱們不免聊飲幾杯，避避春寒再走。”二神領命下馬來，鍾馗下了白澤，同入\\n酒店。恰好色中餓鬼與醉死鬼在那裏一遞一盅縱情暢飲。鍾馗見了大怒道：“俺祇當\\n你逃去了天外，原來還在這裏”手起劍落，將一個色中餓鬼打發的阿鼻地獄中念受生\\n經去了。醉死鬼見殺了和尚，東倒西歪的說道：“該殺，該殺。他要的人家老婆多了。”\\n話未了，頭已落地，死於富曲刀下。正是：\\n　　除去淫僧，閨中自少遊庵婦。\\n　　誅了醉鬼，道旁不見躺街人。\\n　　不知楞睜大王又是如何結局，且聽下回分解。\\n第十回\\n妖氣淨楞睜歸地獄　功行滿鍾馗上天堂</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">　　詞曰：\\n　　世人皆趨巧，老實些纔好。老實若過頭，便是現世活寶。活寶獨有正南偏惱，設\\n計將他害了。一概妖氣盡掃，盡掃卻虧誰，還是唐家鍾老。鍾老鍾老，這個功勞不小！\\n　　且說那楞睜大王，生來朦朧，秉性癡拙，雖然尊嚴若神，卻是木雕泥塑。他正在\\n灰葫蘆山悶坐，迷糊老實報道：“大王，禍事到了。有個鍾馗領著許多兵將，前來征\\n討大王。”那楞睜大王白翻翻著兩隻眼，竟如聽不著的一般，並不回答。迷糊老實又\\n重說了一遍，他纔楞楞睜睜的說：“甚麼呀？”迷糊老實道：“鍾馗殺大王來了。”\\n他大睜著眼，把臉睜得通紅的，道：“我比你不知道。”又猛然叫乜斜鬼道：“過來。”\\n乜斜鬼乜乜斜斜也不理他。又有頓飯時候，又大叫道：“過來。”迷糊老實問道：“大\\n王叫誰過來？”楞睜大王道：“我教你打探鍾馗。”迷糊老實得令去了，乜斜鬼乜乜\\n斜斜纔過來。楞睜大王又道：“好奇怪，怎麼又有一個乜斜鬼了。”乜斜鬼道：“止\\n我一個，那裏還有第二個像我脊骨的哩。”楞睜大王又定了一會，說道：“錯了。”\\n乜斜鬼道：“又錯了甚麼？”楞睜大王道：“使他打聽鍾馗，錯使了你了。”乜斜鬼\\n道：“我在這裏，怎麼又錯使了我了？”楞睜大王看了兩眼，點點頭，道：“又錯了。”\\n乜斜鬼道：“錯了甚麼？”楞睜大王道：“使你打探鍾馗，錯使了他了。”那乜斜鬼\\n方纔領了令出來。\\n　　下了灰葫蘆山，出了草包營，慢慢而行。祇聽得笙蕭聒耳，十分可聽。乜斜鬼道：\\n“不要管他，我且在此看看。”於是走近前來，祇見一所大莊院，庭堂臺榭，蓋得著\\n實整齊。大門外一班樂工不住的吹打，二門外又是鼓樂。庭院內鑼鼓喧天，一班男戲，\\n一班女戲，一邊一句唱的起來。左邊廂房中和尚誦經，右邊廂房中道人念咒。席間婊\\n子斟酒，管家上菜，燈燭輝煌，照耀如同白日，人山人海，十分熱鬧。主人坐在上面，\\n穿著無數衣服，皮襖上又是皮襖，煖耳上又是煖耳，還恐怕穿不了，把衣裳又在衣架\\n上搭著。飲的酒無味不美，吃的菜無色不精。乜斜鬼心中想道：“此必是公侯人家，\\n不然這等奢華？”因悄悄的問眾人道：“這家老爺是甚麼人家，今日做甚事？這等熱\\n鬧。”那人道：“甚麼老爺，是個白丁。”乜斜鬼道：“白丁怎麼這般體統？”那人\\n道：“他叫做活施鬼，今日是他的生日，年三十了，念受生經哩。你看他這等活施，\\n家財卻也有限。今日這樣受用，祇怕明日就沒米吃了。”乜斜鬼道：“原來是一位搗\\n懸，沒有實落。”\\n　　這乜斜鬼整整看了一夜，竟忘了打探鍾馗，天明纔走回來。楞睜大王問道：“你\\n來了麼，鍾馗果是如何？”乜斜鬼道：“一味搗懸，沒有實際。”楞睜大王道：“如\\n此不足畏矣。”乜斜鬼道：“你道我說誰搗懸？”楞睜大王道：“不是鍾馗搗懸，難\\n道孤家搗懸不成？”乜斜鬼道：“你兩個都不搗懸，祇有活施鬼搗懸。”楞睜大王大\\n睜眼道：“怎麼叫你打探鍾馗，你又扯出活施鬼來了。”乜斜鬼啐了一口，道：“我\\n就忘了打探了。”楞睜大王氣得半日不說話。乜斜鬼乜乜斜斜呆站了半日，楞睜大王\\n道：“飢了。”乜斜鬼道：“飢敢吃飯。”又站了半日，方纔走到廚下，先把一盤呆\\n瓜菜上來，然後是一盤死狗肉，又是一碗醃雞脖子，又是一碗老羊肉，隨著一盤大饃\\n饃。楞睜大王正吃的受用，迷糊老實稟道：“大王快上膳，準備廝殺，鍾馗已到草包\\n營了。”楞睜大王吃畢飯，揩了嘴，從容問道：“鍾馗厲害麼？”迷糊老實道：\\n　　“手執青銅寶劍，頭戴軟翅紗帽。到處便斬妖精，不教一個餘剩。率領兵卒數百，\\n還有司馬將軍。須臾踏破草包營，不怕大王楞睜。”\\n　　楞睜大王兩眼大睜，道：“叫乜斜鬼出陣。”迷糊老實道：“他不知那裏去了。”\\n楞睜大王嘆道：“奸鬼與伶俐鬼在時，我嫌他們不老實，如今把乜斜鬼又走了，這該\\n怎處？”睜了一會，少不得披盔貫甲，出來接戰。這邊富曲出馬問道：“你就是楞睜\\n大王麼？”原來這楞睜大王他有樁絕妙本領，任你罵他、啐他、打他、殺他，他總是\\n瞪了一雙白眼，半聲不出。富曲問之再三，並不回答，富曲大怒舞刀砍來，他分毫不\\n動。富曲大奇，不知他是何伎倆，不敢動手，祇得收回刀來，勒馬歸營，報與鍾馗。\\n鍾馗道：“這又奇了。”於是提著寶劍沖出陣來，試去砍他。他果然分毫不動，就如\\n泥塑木雕的一般。鍾馗想道：“此人必有異術，不可輕犯，且回去再處。”於是帶轉\\n白澤，回到營中，對富曲道：“我想此人，他的身子不怕槍，必與涎臉鬼的臉無異，\\n定是個殺不了的﹔不然何以這樣不怕刀劍？必須要想個法子制他纔好。”地溜鬼走上\\n前來道：“小人去將他頭上栽一尾大炮，點燃將他震死，如何？”鍾馗道：“就如此\\n去試試看。”這地溜鬼拿了一尾大炮，往他頭上去栽，他也祇是不動。地溜鬼將炮點\\n燃，一聲響就如山崩塌之狀。看那楞睜大王，不但未曾震死，益發成了個睜頭了，更\\n覺端正。咸淵道：“這樣人，殺他也污了俺的名目。祇須將他身後掘一深坑，我們暫\\n且回兵，留下地溜鬼看守。他見我們去了，他自然回去，將他陷在坑中，活埋了就完\\n帳。”於是差遣陰兵在他背後掘了深坑。\\n　　那楞睜大王祇顧在那裏睜著兩隻白眼，那裏管身後消息？鍾馗安排停當，留下地\\n溜鬼打探，撥轉陰兵往後而退。遠遠望見一所莊院，甚是闊大，鍾馗道：“俺們就在\\n此駐馬。”於是竟進莊院來。你道這莊院內住著何人？原來就是活施鬼。他慶畢生辰，\\n果如人言，次日便沒了使用。和尚、道士、戲子、樂人、吹手都來要錢，少不得將煖\\n耳、皮襖、衣服等項一並當賣，還了眾人，止留下幾件紗衣。此時鍾馗已到門首，他\\n沒奈何，穿了出來迎接，但見﹔\\n　　頭戴紗巾，身穿紗服。頭戴紗巾，冷颼颼自然拘縮。身穿紗服，顫巍巍勉強搖擺。\\n輕綃遍體，乍看猶類窮酸，雞粟滿身，細睹渾如病鬼，縕袍不恥，未必有子路高風。\\n春服既成，何曾是曾參氣象。彎其腰而抱其腹，病於夏畦。流其涕而掇其肩，惟愛冬\\n日。\\n　　鍾馗問道：“如今雖然立春，天氣尚寒，足下為何穿起紗衣來？”活施鬼道：“既\\n已立春，何如穿不得？”鍾馗道：“既是穿得，為何打顫？”活施鬼道：“這樣寒天，\\n如何不打顫？”鍾馗哈哈大笑，笑的活施鬼大怒起來。你道為何就這等大怒？祇因他\\n慶賀生辰，賃下這所大莊院，以便宴賓作戲，早上房主來趕他騰房，又被那些鼓手人\\n等吵鬧要錢，將些衣服變賣了。他是好體面的人，此時穿上紗服見人，已是赧顏，正\\n在氣惱上頭，當不得鍾馗這一笑，他所以惱羞變成怒，登時發暴起來，道：“你是甚\\n麼人？敢沒頭面來笑話我。”一頭竟撞將去，不想他用得力猛，鍾馗往開一閃，撞到\\n牆上，腦漿進流，竟撞死了。鍾馗正在驚訝之際，陰兵來稟道：“外邊捉住一個奸細，\\n候老爺發落。”鍾馗叫帶進來，幾個陰兵簇擁著乜斜鬼當庭跪下，鍾馗道：“你是何\\n處來的？”乜斜鬼道：“小人是灰葫蘆山草包營來的，楞睜大王昨日使小人打探鍾馗，\\n小人昨日在這邊看唱，就忘了。今日忽然想起來，又來打探。但不知這鍾馗是黑的，\\n是白的，在東在西。老爺們若見時，告小人知道，不然空回去，大王又稱小人不中用。”\\n陰兵皆笑，包斜鬼道：“不要笑的，這是實話。”陰兵罵道：“瞎眼賊，現在鍾老爺\\n面前跪著，還要瞎說”。乜斜鬼聽說是鍾馗，爬起來就跑。富曲大喝一聲，砍倒在地，\\n再也不乜斜了。正是：\\n　　生來大號既乜斜，死後尊稱難脊骨。\\n　　料想陰司也不用，轉來山後作呆鹿。\\n　　再表楞睜大王。自鍾馗去後，他還祇管站著，忘了回去。地溜鬼等得心發火，定\\n了一計，假充迷糊老實，過去稟道：“大王餓了，請回進膳罷。”楞睜大王道：“那\\n鍾馗再不來了麼？”地溜鬼道：“不來了。”楞睜大王點點頭，轉身子要走，大跨一\\n步，道：“不好了，孤家跌下去了。”話猶未了，一聲響亮，落入坑裏。地溜鬼飛報\\n與鍾馗，鍾馗領兵復來看時，祇見那楞睜大王在坑裏邊楞楞睜睜坐著。那地溜鬼逞他\\n梭溜，拿了一杆槍往下便刺。誰想楞睜大王他也有不楞睜時，竟將槍杆捉住一拉，將\\n地溜鬼拉下土坑去。眾陰兵正欲救時，楞睜大王已是將地溜鬼坐在屁股底下壓死了。\\n鍾馗大怒，令陰兵急急掩土，可憐這楞睜大王楞睜了半世，至此了帳。正是：\\n　　三分氣在也無用，不待身亡事已休。\\n　　鍾馗活埋了楞睜大王，問咸、富二神道：“俺記得出陰府時，閻君付俺的鬼薄，\\n上面臨了一個楞睜大王。今日既滅了他，何不將鬼簿查查，看誅了多少個鬼。”咸淵\\n拿過簿子來，逐名細查，一個個或斬或撫，並無遺漏。鍾馗大喜道：“這等俺的功行\\n已滿，可以班師。”於是收了寶劍，插了笏板，果然是鞭敲金鐙響，齊唱凱歌回，浩\\n浩蕩蕩回陰曹地府而來。正是：\\n　　斬盡邪魔劍氣寒，功名歸去萬人歡。\\n　　閻君若問誅邪事，不比輪回一樣看。\\n　　鍾馗等過了奈何橋，進了枉死城，把門判官認得是鍾馗，迎入酆都城內，連忙上\\n森羅殿通報。此時十殿閻君正都在一處會議公事，聽說鍾馗到來，都下殿迎接。鍾馗\\n上前行禮，閻君笑道：“屈指一年，便已盡誅，尊神成功之速也。”鍾馗道：“托賴\\n大王餘威，又借咸、富二神翼贊之功，小神何功之有？”閻君讓到殿上，交拜畢，咸、\\n富二神過來參見閻君。此時相待也就不同先前了，於是大排筵席，鍾馗上坐，咸、富\\n二神旁坐，十殿閻君主席相陪。\\n　　飲過三巡，閻君道：“尊神誅鬼功勞，請道其詳，我等好仰奏天庭，以討封爵。”\\n鍾馗遂將某鬼如何斬滅，某鬼如何安撫，說了一遍，又道：“還有幾個不在簿子上的，\\n小神見其可惡，一並斬了。”閻君問道：“是那幾個？”鍾馗道：“是死大漢、不惜\\n人，以及色中餓鬼所馭的那些婦人，俱是簿子上無者。”閻君道：“尊神有所不知，\\n那死大漢是呂布所轉，因他雖然勇猛，卻少剛骨，所以罰他轉了這等個人，以待尊神\\n誅之，報他殺丁建原之罪也。那不惜人是張六郎所轉，因他生的美，人皆愛他，故有\\n許多淫欲之事，所以罰他轉成個不惜人的人，今世之憎他者，皆前世之愛他者也。尊\\n神也誅得不差。”鍾馗道：“如此說來，那些婦人想必也有些因由了。”閻君道：“怎\\n麼無因由？那都是呂太后、武則天、趙飛燕、楊貴妃、虢國夫人，以及賈充妻等之類。\\n因他們淫欲無度，所以罰他們受些飢寒，少改前過，不想猶然無恥。尊神雖誅之，尚\\n不足以盡其辜，俺還要罰他們變作母豬、母羊、母驢、母馬去。”鍾馗道：“此輩不\\n過好淫，殿下加以如此之罪，如曹操、王莽輩，我朝楊國忠、安祿山、盧杞之徒，殿\\n下如何處之？”閻君道：“曹操、王莽已在阿鼻獄中數百餘年，楊國忠已罰他作牛，\\n安祿山已罰他變豬，凡活時遭受無限之苦，死時還要一刀，剝皮剉骨，其罪莫大，陰\\n司自有公道，陽間不知。”咸、富二神聽說處的楊國忠、安祿山如此淒慘，齊聲道：\\n“善哉，善哉，我二人之恨亦消矣。”鍾馗又問道：“盧杞怎麼樣了？”閻君道：“昨\\n日拿到，還未判斷。”鍾馗道：“何不牽來，小神問他一問？”閻君傳下號令，十數\\n個猙獰惡鬼索縛而至。鍾馗見了，大怒道：“盧杞，你還認的我麼？”盧杞抬頭一看，\\n見是鍾馗，唬的戰戰兢兢，俯伏在地，道：“向日是天子嫌君貌醜，非干盧杞之罪。”\\n鍾馗大怒，拔出劍來，就要斬他。閻君道：“尊神若斬了他，反便宜了他。看俺處治\\n他。”命將盧杞下入油鍋，須臾皮骨皆脫。鍾馗大喜，對閻君道：“也算陰兵們勞碌\\n一場，將此肉賞了他們分散食之如何？”閻君依允，眾陰兵領上，踴躍而去。閻君道：\\n“諸惡已除，尊神宜齋戒沐浴，三日後隨俺朝見玉皇上帝可也。”當下散席，各秉虔\\n誠不題。\\n　　且說玉皇上帝一日設朝，天上朝儀與人間自是不同，怎見的：\\n　　黃龍繞柱，彩鳳飛檐。左金童手捧香盒，右玉女盤托明珠。盈耳笙蕭，丹墀下一\\n派仙樂。滿眸瑞霧，寶殿上萬道祥光。九耀星官戴著冠，束著帶，雍雍雅度。二十八\\n宿戴著盔，披著甲，凜凜威風。南天門下，四元帥東西列坐。玉虛殿中，十美女左右\\n排班。李老君騎青牛遠來朝覲，呂純陽跨白鶴忙至三呼。還有巨靈神身若泰山，端秉\\n金戈來直殿。更有個老壽星頭如柳斗，斜倚竹杖看朝儀。\\n　　當日玉皇高坐，眾天神朝賀已畢，玉皇問道：“今日乾坤朗，下界清平，南瞻部\\n州想必有真主麼？”眾天神未及回奏，祇見太白金星俯伏金階，奏道：“南天門外十\\n殿閻君候旨。”玉帝道：“宣來。”十殿閻君進朝，俯伏奏道：“臣等職司陰界，凡\\n有罪惡，無不秉公裁處。奈大唐有等似鬼非鬼、似人非人者，既任從所性，又加習染，\\n往往有犯罪之實，無犯罪之名，王法不得而加，報應無因而顯。幸有鍾馗，其人秉剛\\n直之氣，具文武之才，祇因生來貌醜，以致唐主屏逐。他自刎而死，唐主令他遍行天\\n下，以斬妖邪。臣等又助他陰兵三百，咸、富二人。咸淵有運籌之能，富曲有萬夫之\\n勇。到處蕩平魑魅屏跡，此皆鍾馗與咸、富之功也。臣聞有功者必蒙厚賞，伏乞陛下\\n封蔭賜爵，以昭獎勸。臣等不勝悚惕待命之至。”玉帝聽畢，宣三神上殿，見鍾馗威\\n風凜凜，相貌堂堂，咸淵儒雅風流，富曲狼腰虎體，天顏十分喜悅，傳旨：“十王請\\n回，朕當賜爵。”於是十殿閻君拜謝了，自回酆都去了，鍾馗等俯伏殿下候旨。須臾，\\n太白金星高捧玉詔，當殿宣讀：\\n　　“玉帝詔曰：朕維兩儀既判，三才始分，天得一而成陽，地得一而成陰，稟天地\\n氣屬五行。詎料風俗各異，習染成性。茲者南瞻部洲大唐國世界，人心惡孽，尤為可\\n憫，或浮誇而鮮實，或虛詐而不誠，或心懷慳吝，不顧子孫之悖，或任情奢侈，不惜\\n天地之珍，或嗜酒而亡命，或愛色以殞身。王法繩之而無據，因果報之而無憑。爾鍾\\n馗秉清剛之德，存正大之心，誅邪種種之不善，厥續確確其匪輕，可封為詡正除邪雷\\n霆驅魔帝君。咸洲有孔孟之操，建孫吳之略，可封為天樞文德翼聖真君。富曲擅賁、\\n育之勇，兼逢、羿之能，可封為天樞武德贊聖真君。嗚呼，妖氣既盡，仰太陽之普照，\\n正氣長伸，皆鍾馗之宏功。業既高於今古，爵宜冠乎天人。欽此，謝恩。”\\n　　鍾馗等謝恩畢，玉帝退朝。咸、富二人謝別鍾馗，俱到天樞垣赴任去了。鍾馗出\\n了南天門，騎上白澤，前面兩杆龍旗開道，往廟中享受香火。這廟自從斬了摳掐鬼，\\n眾百姓感戴，蓋得金碧輝煌，光彩耀目。五間大門，七間大殿，甚是寬敞。不但鍾馗\\n享受無窮，連那蝙蝠、白澤也都同受香火，且是靈驗異常，求風得風，求雨得雨，百\\n姓們莫不虔奉。縣尹呈祥上司，上司奏聞朝廷。德宗皇帝大喜，詔柳公權題匾一面，\\n石青鑲底，字貼真金，用黃綾包裹，遣禮部尚書杜黃裳、內侍魚朝恩前來掛匾。其時\\n轟動了鄉村，鬧動了店鎮，若大若小，若男若女，都來觀看。一派笙簫鼓樂，迎匾到\\n廟，解開黃綾包，懸匾於殿上。士大夫爭來觀看，果然寫的端楷，瓦盆大的五個金字，\\n眾人念道：“那有這樣事”。\\n　　詩曰：\\n　　花拂簾櫳午夢長，醒來題筆紀荒唐。\\n　　誅邪有術言為劍，滅鬼無能口代槍。\\n　　富曲逞奇俱是幻，咸淵定策總非常。\\n　　止因畫上鍾馗好，一一描來仔細詳。</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Chan Kui Ch'uan, by Chang Liu</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK CHAN KUI CH'UAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>***** This file should be named 27216-0.txt or 27216-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/7/2/1/27216/</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Produced by Cheang Lai Ieng</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-947a794b846d51f0-f09fcd twpub-947a794b846d51f0-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/947a794b846d51f0/toc\",\n            \"target\": \"$:/plugins/twpub/947a794b846d51f0/text/000000027\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/947a794b846d51f0/toc\",\n            \"target\": \"$:/plugins/twpub/947a794b846d51f0/text/000000030\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/947a794b846d51f0/toc\",\n            \"target\": \"$:/plugins/twpub/947a794b846d51f0/text/000000057\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/947a794b846d51f0/toc\",\n            \"target\": \"$:/plugins/twpub/947a794b846d51f0/text/000000060\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/947a794b846d51f0/toc\",\n            \"target\": \"$:/plugins/twpub/947a794b846d51f0/text/000000064\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/947a794b846d51f0/toc\",\n            \"target\": \"$:/plugins/twpub/947a794b846d51f0/text/000000070\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-947a794b846d51f0-f09fcd blockquote,.twpub-947a794b846d51f0-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-947a794b846d51f0-f09fcd body > p{text-align:justify;}.twpub-947a794b846d51f0-f09fcd h2{clear:both;}.twpub-947a794b846d51f0-f09fcd h3{font-weight:normal;clear:both;}.twpub-947a794b846d51f0-f09fcd hr{clear:both;}\\n.twpub-947a794b846d51f0-6b4cd0 div,.twpub-947a794b846d51f0-6b4cd0 p,.twpub-947a794b846d51f0-6b4cd0 pre,.twpub-947a794b846d51f0-6b4cd0 h1,.twpub-947a794b846d51f0-6b4cd0 h2,.twpub-947a794b846d51f0-6b4cd0 h3,.twpub-947a794b846d51f0-6b4cd0 h4,.twpub-947a794b846d51f0-6b4cd0 h5,.twpub-947a794b846d51f0-6b4cd0 h6{display:block;}.twpub-947a794b846d51f0-6b4cd0 div.figcenter span.caption{display:block;}.twpub-947a794b846d51f0-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/images/OEBPS/4721570197688337422_27216-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/images/OEBPS/4721570197688337422_27216-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAABi2UlEQVR42uzdeYCcdWH4/8/Mzt5HNrs5N/dJEq4AkkhQCKeKFbBARATlW1vxqpa22tJ6fb+gfLFYfz/5oa3VolU5rApCPMAjgKBQIRAhkEACOch97m72Pub3R3SZTHaemdndZI+8Xn9lnnnm+szMZt/7HJ/Y7x5IBgAAAI49cUMAAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAgy+WTCaNAgAAwDHIFkIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBAaAgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAA4+hKD8qitra1r1qw5yg86d+7csrIyzyTrMwEAAI4RsWQyefQfdf369cuWLTvKD/qtb33rxBNP9EyyPhMAAOAYYZdRAAAAQQgAAIAgBAAAQBACAAAgCAEAABhBEkPhSdx8883jxo0b8Ltta2v78Ic/7Jn085kAAACC8AiaP3/+lClTBvxum5ubPZP+PxMAAGCksssoAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIDQEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAwJGRGApPorW1tbm5+UjcrWfS/2cCAAAIwiPoyiuvHCLD4ZkAAADHDruMAgAACEIAAAAEIQAAAIIQAAAAQQgAAMAIEksmk0f/UQ8cOPDoo48e5QddsmRJdXW1Z5L1mQAAAIIQAACAkcwuowAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIDQEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAGTWIEv7aurq6ef8disXhc/QIAABwDQfjss8++//3v77m4dOnSL33pS95vAACAHjaaAQAACEI4NjzzzDOXXXbZmWeeefPNN6fuVwwAAMeahCHgmNLQ0HD99dc3NjaGEH7wgx/U1tZ+4AMfMCwAAAjCo+SFF1645pprBvAOb7vttiVLlngvR55bb731rrvu6rn413/919dee20/73PFihUHa/Cg++67TxACAHDMsssox5b169enXtyxY0dDQ4NhAQBAEMLId+DAgaxLAABAEMIIVFhYmLakqKjIsAAAIAhh5Kurq0u9WFJSUlNTY1gAABCEw1Ui4Vyp5Crt/ENnnnlmPO7PIgAAHKMGIaXKy8tPO+20Pt/8ueeea29v77lYU1OzcOFCbyQ5mjNnzpVXXnn33Xcf/PB87GMfMyYAAAjCo2fatGlf//rX+3bbjRs3XnbZZalL3vWudzkGjLx84hOfWLp06bZt29785jePHj3agAAAIAiHhzvvvDOZTPZcLCoqSutDyMXpp59uEAAAYDgdPdXQ0LB8+fLUJRdddJEtPAAAACM/CH/4wx+2tramLnnPe97jLQQAABjhQdjZ2XnPPfekLjnjjDNmzpzpLQQAABjhQfjQQw/t2rUrdcnVV1/t/QMAAOizYXNSme9973upF2fOnPnGN77R+3cUtLe3b9u2raWlpbKycuLEiWbtAwAAQXhUPf3002vWrEld0v+jB5966qmf/OQnq1at2rlzZzKZrK2tHT9+/JlnnnneeedNmTKln3e+adOmRx999Nlnn92wYcO+fftCCLW1tWPGjFm0aNHSpUunT5+e4/20trZu2bLl4L9LS0vr6urSVnjxxRfvv//+lStXbtu2raOjY+zYsWPGjFm8ePGFF144Y8aMfr6KFStWfP/733/mmWc6OjoOLikrK1u0aNGyZcsWL16cuubu3bsfe+yxg/+uq6tbtGjRkP0spQ5pCKG8vHzChAl+EAAAIAiHrjvvvDP14ujRoy+66KK87iF1u9bGjRtvvPHGZ555JnWFLVu2bNmyZeXKlbfddtull156/fXXV1RU9OGpPvbYY3fcccezzz6btnz//v3r169/8sknb7vttgsvvPDv/u7vxowZk/Xe1qxZ8/73v//gv+fPn//d736356odO3Z88YtffPjhhw9/FatWrfr6179+4YUX/uM//uOoUaP68Cr27t17ww03PPXUU2nLm5ubH3744Ycffvicc8757Gc/W1lZeXD5s88+e+ONNx7893nnnTeUgzB1SEMIS5cu/dKXvtTrmrfeeutdd93Vc/GGG264/PLLc3yUPXv2XHjhhT0XJ0+e/OMf/9iPGwAAhpphsPvfa6+99uijj6Yuufzyy/OdjL6goODgP5588slrrrkmrQbT3HfffcuWLdu2bVteD7F69ep3v/vdH//4xw+vwTQPPfTQsmXL1q9fn9f9pz6f559//uqrr06rwcMf5Yorrti0aVO+A75t27Zrrrnm8BpMtWLFimuvvXbv3r09deq7BAAAgnDg3Xnnnd3d3T0Xi4qKli1blu+dHAzI1atXX3/99U1NTVnX37Fjx0c/+tH6+vpc7ryrq+urX/3qtdde+9JLL+X4fOrr6z/84Q/n1Zz79+9vaWkJIaxfv/4jH/lIT4xF2LNnz8c+9rEcX8VBzc3NH/nIR7Zv3551zQ0bNvz1X/91W1tbCGHnzp2+SwAAIAgHWGNj4wMPPJC65K1vfWtNTU2+91NaWtrc3PzJT37yYMDkYsOGDbfcckuOK999992p1ZqL3bt333TTTXndZPv27W1tbX//939/4MCBHG+yefPmm2++OfeHuOWWWzZu3JjjymvWrLntttuCLYQAACAIj4R77723ubk5dclVV13Vh/upqKj4+te/nsuGr1QPPvjg2rVrs65WUFBw+umn9+FZPfHEEytXrsx9/W3btn3jG9/Idy/QX/ziF7m8ihDCypUrly9fnted33333WvXrrWFEAAAhqMhfVKZrq6uu+++O3XJokWL5syZ07d7++///u/XOzgeX7JkyQUXXDBp0qSampp9+/atXr36xz/+8eHH9d11112f+9znst75G9/4xtQj+srKyi666KKzzjprzpw5NTU1zc3NGzZsWL58+b333pu2IfGHP/zhqaeemuNLWLNmTdqAHH/88eeff35dXd3o0aP37dv3wgsv/PSnP02bsPFgtn32s5/Nev8HN/elOf/885ctWzZ//vxEIrF79+5Vq1bde++9Tz/99MFrk8nkLbfcsnnzZt8lAAAQhAPpl7/8Zdq+iH2ejP5b3/pWz7+nTZt26623zpw5M3XJwoUL3/Wud335y19OK65f//rXn/rUpxKJRNYg7EnNK6644kMf+lDPGThDCFVVVSeddNJJJ520dOnSv/mbv+nq6uq56tFHH+3q6uo5502022+/veffEyZMuPnmm0866aS0ePvLv/zLm2666cEHH0xdvmLFin/+53+OfhUrV678wx/+kLokHo9/7nOfe/vb396zpK6urq6u7m1ve9tPf/rTG2+8sb29PYSwatUqXyQAABiOhvQuo2mT0U+bNm3JkiX9vM9Zs2Z95zvfSa3B1+M4kfjEJz5xzjnnpC5sampKy6ReTZkyZdKkSaeccsqdd975yU9+MrUGUy1ZsuS6665LXdLc3Lx69ep8X8X06dO/973vpdXgQWVlZTfddNMb3vCG1IWNjY1ZH+WHP/xh2pKPf/zjqTWY6qKLLrr55ptjsZivEAAACMKBt2rVqrSGueqqq/pZIEVFRTfffHN5eXnEOn/7t3+btr0ulyAMIXz5y1/+xje+kXWP1ne/+91pubhmzZq8XkVhYeEXvvCF6urqjG9qPH7DDTekjVX0ZBjNzc0rVqxIXXLCCSe85z3vibjJ0qVLL730Ul8hAAAQhAMvbfPgqFGj3vGOd/TzPq+88spZs2ZFr1NXV3fWWWelLnn55ZdzufOs93xQWVlZ2v1v2LAhr1dxxRVXHHfccdHrTJ8+PW1r6rp16yLWf/LJJ9POv/rBD34wa35/6EMfKiws9C0CAABBOJC2bt2atsHqsssuKy4u7s99xmKxK664Ipc1zzzzzNSLr7322sC+urRTkuZ77tN3vetduaz2pje9KfVi9Hlffvvb36ZeHD9+/OLFi7M+RG1t7dlnn+1bBAAAgnAg3XXXXaln40wkEjlWUIQFCxbU1dXlsubChQtTLw74JHtpRzDu378/99vOmzdv8uTJuax52mmn5f4q0nYofctb3hKP5/TZOP/8832LAABAEA6Ypqam++67L61PxowZ08+7XbRoUY5rTpo0KTWH6uvrB/YFTpo0KfVi7rPMh5TTmWY1efLk1H0+I7Lz4KwYqUvSdmqNcPrppzu1DAAACMIBc/hk9NFnN8nRggULclyzqKiotra252J7e/vB+RUGSlVVVerFvO4891dRXFxcU1OTy6tYt25d6vbYeDw+f/78HB+luro6rW8BAABB2Efd3d333HNP6pLTTjst6zlUcpHjSV8OKisrS73Y0dExkIMejxcVFfVcTJ2WMKvZs2fnvnJFRUXqxc7Ozl5Xe/XVV1Mvzpkzp6SkJPdHmTt3ri8SAAAIwgHw61//euvWralLBmTzYDwez2tDVloRZUqpPksNwmQymfuryPEwyLxeRdqA9zpJY4Qcj2kEAAAEYRZps01MmTLlzW9+c//vtrq6OpFI5L5+2mwKuTfbEVVdXZ3XNA9pK6fuF5oq7Xwz48ePz+tZTZgwwRcJAAAEYX89//zzabPAX3XVVTme7jJa6tF0w9cRehV79uzpTxCOjLEFAIBjUGJIPZu0zYOVlZX9n4z+oPLy8qP2Kjo6OtasWbNq1arnn39+z549DQ0NjY2Nra2tqes0NTUNnVfR2NiYenHcuHF53by6utoXCQAABGG/7Nix41e/+lXqkj//8z8vLS0dkDtPO0nMEbJ379577rnnBz/4QV5TC+ZuoEYjTdq8F/k+yhF6VgAAwDEUhHfddVfq+TYLCgr6Pxl96r0d6ed/3333ffGLX2xrazuC71biiLxfadNRFBcXC0IAABCER09zc3PaZPQXXHBBvgezHf2UOqi7u/vGG2+8//77j/i7dWReRdrZR1PPgDpEYhsAADgShspJZe6///60I9muuuqq4TKIX/va145CDR45ghAAAI5NQ2ILYXd391133ZW6ZOHChccff/ywGMHHH3/8jjvuOHz57NmzL7jggvnz58+YMaOioqKioiL1dKmnn356pkkgBuFDcOiGx46ODl8MAAAQhEfJI4888tprr6UuGZDJ6I+O22+/PW2Wwrq6uk9/+tOLFi0aNh+CQ4Mw7ZDCrIbIJI1DStpGVwAAEIQZpc02MWnSpKVLlw6L4XviiSfWrl2bumTOnDnf+MY3KioqhtGHIG0f0XzPiyN+jAkAAMPU4B9D+OKLLz7zzDOpS9797ncPyGT0R8HPfvaz1IvFxcVf+tKXhlcNhhDSnnDalIlZ2cX0cC0tLQYBAABBmN13v/vdtDi55JJLhsvwpaXsO97xjkmTJmW9VXd399A5gDCEUFlZmXpx9+7ded28ubnZFylNU1OTQQAAQBBmsXPnzl/+8pepSy699NKjM4l8/+3evXvLli2pSy6++OJcbjjUNh/V1NSkXtyxY0deN6+vr/dFSrNnzx6DAACAIMzinnvuST3aKh6PX3nllcNl7DZv3px6saSkZN68ebnccKhtPho3blzqxV27domfEEIsFku92NXVlftt8x1DAAA45oKwtbX1Rz/6UeqSc889d+LEicNl7BoaGlIvTps2LccZ+Xbu3DmkXkhdXV3qxQ0bNuR1861bt47M78ahB7LmdWhl2llzAQBAEKZ74IEH0prq6quvHkZj19jYmHox7Ui8COvWrRtSL2T69OmpF9esWZPX1rB8A3K4KCwsTL2Y146+Q+0tBgCAoRWEyWQybTL6E0888cQTTxxGY5e2yai0tDTHG7700ktD6oXMmjUr9WJbW1tePfPiiy+OyO9G2slXt2/fnuMNu7u7R+qYAAAgCAfGb37zm40bN6YuGUaT0R+UdvKb3LcgPfLII0PqhVRVVU2ZMiV1yW9/+9scb7t58+Z8T0IzXIwaNSrtleZeyGlbjwEAQBAeIm0y+gkTJpx33nnDOghznK3hueeey31b01Fz8sknp15Mm18xwsMPPzxSvxtp59pZs2ZNe3t7Ljf8xS9+4ScLAACCMKOXXnrpqaeeSl0yjCaj7zF69OjUi5s2bcrlvCP/8R//MQRfyxlnnJF6cf369S+88ELWW3V3d997770j9bsxefLk1Iutra1p0072qqWl5f777/eTBQAAQZhR2ubBsrKySy+9dNiN3cyZM9Pq6LHHHou+ye9+97vHH398CL6WJUuWpJ1D5d/+7d+y3uree+9N2+93JJkyZUpxcXHqku9///tZb3X77bebmBEAAEGY0Z49ex588MHUJZdccknaCTyGhcrKyrS9Cr/97W8nk8lM62/YsOGf/umfhuZrqaqqetOb3pS65PHHH3/ggQcibrJ+/fp//dd/HcnfjXj8+OOPT13yyCOPPPnkkxE3efTRR++++24/VgAAGC4SR/8h77nnno6OjtQlv//97z/wgQ/0+Q7Hjh37+c9/flCG79RTT/35z3/ec/GFF164/fbbP/rRjx6+5pNPPvmZz3ymZ5qN0aNH79u3b0h9FC677LIVK1akLvn85z9fUlJywQUXHL7y448//qlPfSqvqfn670c/+lHuZ7s5qLi4+LbbbuvzIy5evHjlypU9F5PJ5A033HDrrbeeeuqpaWsmk8nvfe97X/nKVyL+IgAAAIIw/OpXv0pb0s9J29KO9TqaLrjggtQgDCHccccdr7zyynvf+94FCxYkEoldu3a98MILy5cvf+SRR3pS4Zxzzpk8efJ3vvOdIfVROOOMM+bNm7dmzZqeJR0dHf/4j//44IMPvvOd75w3b148Ht+5c+e6deuWL1/++9//vuflnHfeeYe/p0fCli1btmzZktdNcp8LJNP7+7WvfS11SX19/XXXXXf++eefd955kyZNOjgma9eu/fGPf7x169bUkty0adO2bdv8iAEAQBAeorOzc8QM35IlS2pqavbu3Zu68JFHHjk4sUQ8Hu/u7k67SVFR0fXXXx+95+Fguf7666+77rq0hStWrEjbcpj2ct7//vcfnSA8+qZNm7Z48eK0N6u7u/uhhx566KGHIm543XXXfe1rXxOEAAAMcXFD0B9FRUWHF1RqORy+8GMf+9ikSZOmTZs2BF/OG97whne84x153eSv/uqv0s62OsJ89KMfzff8txdffPHJJ588YcIEXxAAAAThCPfOd77zhBNOyHHlpUuXXnnllSGEqVOnDs2X8w//8A9z587NceVFixa9733vy3F2vmFqwYIFvR4UmsncuXM/8YlPhBAEIQAAgnDkKygo+PKXvzxp0qSsa5566qmf//znY7FYCGHs2LFp89oPEaWlpbfffnsuTbhw4cJ/+Zd/KSgoaGtrG9lv8fve976rr746lzWPO+6422677eA7KwgBABCEx4SamppvfetbZ511VkQ0XnXVVV/96ldLSkp6Fk6ZMmXIvpw77rjj8ssvz7SrZEFBwdVXX/21r33t4GQhaeeMHZGuv/76W2+9dcyYMRm/SPH4lVde+c1vfrNnnYkTJ/pqAAAwxMWcJX8APf3008uXL3/uued27NjR0dFRWVk5Y8aM008//aKLLjp8E+K2bduam5tDCIlEYmgeUrhx48b777//f/7nfzZt2tTS0lJeXj59+vTTTz/9kksuSX05L7zwwjXXXNNz8fzzz7/llltG5Pvb1tb2m9/85te//vW6det279594MCBysrK6dOnL1q06OKLL04rwPb29s2bNx/8d2Fh4ZDdSRgAAEEIfbd69er3vve9PRff+ta3Dta0kAAAQF7sMkp/NTU1pV4sLCw0JgAAIAg5Jhzc8bVHeXm5MQEAAEHIMWH37t2pF6uqqowJAAAIQo4Jr7zySurF2tpaYwIAAIKQY8JLL72UetF0CwAAIAg5JtTX1//hD39IXTI0p9AAAAAEIQNsxYoVXV1dPRfLy8sPn3ERAAAQhIw0XV1d3/72t1OXnHjiibFYzMgAAIAgZDhZtWpVa2trXje5++67N23alLpk8eLFRhIAAAQhw8wvfvGLZcuWPfnkkzmu/9RTT33lK19JW3juuecaSQAAEIQMP1u2bPnwhz/83ve+9/77729ra4tY88c//vHHP/7xzs7O1IWnnHLK5MmTDSMAAAwXCUNAmtWrV69evfrmm2+eP3/+iSeeOHfu3Orq6qqqqtLS0r17965bt2758uVr1649/IbXXHON0QMAAEHIsNfe3r5q1apVq1bluP4pp5xy9tlnGzcAABhG7DLKACgrK/vUpz5lHAAAQBBybEkkEjfddNP06dMNBQAACEKGpcsvv3zJkiX53qqqqurLX/6ynUUBAGA4iiWTSaNAj9///vc/+MEPfvOb30SfZTSEkEgk3va2t33kIx8ZO3ascQMAAEHICNHc3PzEE0+sWbNmzZo1W7ZsaWxsbGpqam9vLy0tHTt27KxZs0477bTzzz+/trbWWAEAgCAEAABgmHEMIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCA0BAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAkK/EE8sNAgDHrjNOu3HYPeffPf1pbxwAA8IWQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEBoCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAA/ZYwBDC4zjjtRoMAAMCgsIUQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEhgAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAwIiTMAQAMLyccdqNBgGAAWELIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCA0BAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAYVLHfPZA0CsCId8ZpNxoEevW7pz9tEAA4ZtlCCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQkMAAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAACg3xKGAACAwXLGaTcaBBhEthACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAILQEAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAMDwkzAEAEB/VNWGSbNDeXWIF4TWprBrc9j+akgmDQwMmktLjrt39LJer/p2y6pr999viBCEAMAAqJkY5p4aQuyPF8sqw7QFoaI6vLzS2AAMA3YZBQD6+mtEQZhxwus12KO2LlSPMzwAw4AthADwusLikCjMac1kd+jqCp3tx/S+kdVjQ2Fx71eNnRz27/SBGhIKEmHU2FA5OpRVhpLyUFAYChKhuyt0tofOjtDaHBr3hsa9obnBjr4gCAHg2DbluDBuah7rJ5OhvSUc2B8a9oQ920Jn+7E1XBXVfbmKo2bUmDBxZhg1NsRivVRiQSIUh1A+KtRODCGEzvaw67Wwc3NoaTRyIAgBgBzEYqG4LBSXhdq6MP2EsPu18NrLoa35WHn5RaV9uYqj0+ozTgzlo/L5pbAoTJwZJs4MDXvCphfDgf1GEQQhAJBPHI6dEmrrwqY1Yfurx8RLjhdEjUYsZhfEwfkcTl0QJk7v5djOHFXVhhPeFHZvCZvXhLYWIwoj/Se5IQCAgW2k6ceHWSf3/dfxYaS7K+NVyaQaHASJojD/jWHijAH4+I2ZFEaPN6JwDPzcMAQAMODGTgnJZHjlDyP8ZXa0Zryq/VjaslRYHMZPO2RJU33Yt2MQanDBGaGscsDucP+uoTvmE+IVHyw/LXXJU+1bl7e97IcPCEIAGBLGTQ0H9oedm0byazxQn/mq/cfQe109Lkyee8iSHRuPdhAWJML8xQNZg23NobVp6I75W4tnfbbirNQl/968UhBCH9hlFACOlGkLMs7KMDLs3xm6Onu/atdrx9AbXVUz+M9h5kn5nUIm+5u7a0iP+dnF0/yEAUEIAENaQSJMOW4kv8CuzrDpxV6W79t+bE1CWFU7yE9g/PRQWzfA91k/tINwaZEgBEEIAEPemMmhsGgkv8AdG8P6Z1/ft7CzI2x7Jbz8zDH0FheXhuKywXwCRSVh6rwBvs9kMtTvHrpjPrVg1PSCaj9eYEA4hhAAjqB4PIyZEratH8mvcddrYddrIVEYYvHQ0R7CMXZy0UHfPDj9hFAw0L/QHdiXcWfgocDmQRCEADBs1E4c4UF4UGfHMfr+Vg5qEFaMDjUTcl25rSXU7wrNDaGzI8QLQmFRKC4Lo8b0soVzqB9AKAhBEALAUbZpTdi6LuV/0KJQXBqqx4YJM7KcOaaiOiQKj91eGvFGDWoQTp6T02rNDWHTmowHdhaXhfHTwripIVH4pyAc2oeALnVGmX4wPyiCEAAGQGd76GwPTfVh+4Ywa2GWrTQVo4+tk6wcO4pKBvMAwrLKUD0u+2rbXw0bXwjJzB3Q1hw2vRi2vBwmzgyTZoeuztDUMHTHfHJB1cyC0T57fdadlIQcwkllAKBfujrDy09nmXZvYOcDYOgY3AMIx03Nvs7mNWHD6pBLAnR1htdeCn/4Tdi6fkhvRXIAYX9/ZIVug0AqWwgBoL+SybBxdTj+zIwrlJb3vjwW7+V0IN1doburl5WLSsL4aWH0+FBcFmLxP26fXPv7PJ5n+ahQNSaUVYai4lCQCF2doaM9NDWEhl1DZYtQaUWomRgqa0JZRUgUhVg8dHWEtpbQVB/27Qj7d4YB3LZRXvWn0SgJ8URIdoWOjtDRFg7sC417Q1vLUA/CWCyMmZRlnZ2bwpZ1+d1tS2NoaRzSX7ejEITzEmOuKJl/ZtGUBYmxtfHSwlhBQ3fbq137V3ZsW9728s9b13Xk01RFsYKqWPpu5c3JjuZk+n7k8RB7a/GsK0oXLC6cNKmgsixW2NDdtq5r32Ptm+5qef6pjm0D8urakuk/X6rjJX9WPGdx4aQJBRVdye5N3Q2/ad+U78sc3PFsSra3JHs5D1JdQeWHy97wjuI5MxKjC0N8b3fLUx3bLtl3T9ZHqY6XXF164jlF02cVjC6LFe7ubn6mc/t9rWt/0fbKyPsvLPa7B2w1Bka+M0670SDQq989/enUizNPyrjVJe0YwsOdvDSUVvR+VePesPq3vSyvmRDmviF94bb1YeNhk/tNmBGmzgvxgkMWdraHpx7K4T/7eBg3JUycGUrKozJgy/qwZ0t+xVVZk3Gixf27sgxXmrKqMHVelh0g21vDlpfDjk392n4Vj4exU8PEmaEkclfP5sawY0PY9VrvcX7QuClhxkkhFsvvCWT6MOSrelyYtyhqhdam8IdHQveR2Ro0aU7Gt37ji9nPolReFU48q/erHmnfuHTPf2W64V+ULfz6qD8rCPkN+uPtm9+051u5rHlS4fibK8+9qHh2xDqvdTV84cBj/968sju3D+KlJcfdO3pZ2sJvtaz6X/vvT11yfvGM26reOi8xJtP9/Lxt/Yfqf7qha3+fH/SgW5t+94mGXx78d3Gs4DMVZ328fHF5rDD9B1H3gX9q+PW3Wlb153Ny1MYz9UX1+Fj5oi9Unpv20vZ0t4zZcWvE/ReE2N+Wv/GzlWcfPiYhhGc6tn+gfnlqnF9UPPv7oy8/fM0r9/1wedvLw+L/QVsIAWBg1O/KGISJfKYiLK1MX5IpU3OZGKB8VJi1MJRVZn/Q2QvDhGnh5WdCW3OuT7WwKOMmshy3sB1UNytMmZe9rIpKwowTw5hJ4aWnQ0dbX96jytFh5skZ36ZDArUyzDgxTDkubFoTdm7q/TlPnT+Yn7esRw++8ocjVYOD5R8qlvzfyvOO3P1/smLJTZXnFGY7ompyQdVXR1307tITLt/3g53dTX17rFMThxx2/JmKsz5XeXb0N+CtxbOeHvOXF++75/H2zf15mT1bJsfHy39Wc9Uphb0fAD0xXnFH9cXnF8/4i/oH2pNdQ3w85x8a0rEQ/m3U2z9QdurhazYko352lMUK7xl92Z8VZzxZ0ymFE3475i/+1/77v9fy3B9/PidG95qOidiwOTTPMYQAMDCaM+9ol18QHpor0xZk3GiZNQhrJoTjl2SvwR4Vo8NJZx3t3SBnnhSmzs9jO1tlTTjhzFBcmvcDjZ0SFizJqQZT37iZJ/WyIW7agkGuwaxBuH9naNgzcr5csRC+VHXBkavBWAj/Purtt1SeV5jz78ZvLpr65Ji/mFrQx+ODFxSOLY79cYv/5yrP/t/ZavCP3+h46U9q3r0gMbY/L7Yp2RFCqIwV/br2mkw12OM9pSf+16hLYkN+PNOC8F+qLui1BkMIjd0Zg7AgxKJr8KDCEP+v6kveWTLv4MU+P2dBCAAjTcQ2sXg+/98Wl76+a2jNxDBxZsY1o4Nw9Pgw57T0vUyzKkiEeYuOXhNOm5/TmVHSh6gszFuc32zsYyeHWSfnvXvn67/e9vwzFmYvjHpTjo6i0iy7vG5dN3K+WYkQ/3b1JX9b/sYj9xBfrDo/Uz9EmF5Q/VDNe0bFivv2ok5IjAshvL14zmcrzsr9hqNixfeM/vOiWEGfX2xTd3sI4T+rL84xLN9VevwnK5YM8fGcXlBdGvvjT4TLS+b/XeZPS0OyPdNVn648K2sN/qmgYt+tvnRuojaEMDVeJQgBgBBC6O4cmCAMsT+ehObg5qkIEUFYVhnmnNrH/okXhONOPxqzKdTWhYmz+njb0oow8+RcV66syWPlXn6D3P36v6fMC2MmD/6HraI66trmxtCwd+R8s75Qde41pScduftfVrLg78vP6Nttj0vU/kf1n/XttqcUTiiLFf77qLfne8MTEuM+WnZ6n19vY7L9kpLjLi/JYxv3/6lYGnFw41AYz3iIHZcYE0IYEy+LHtJMu4yeVDj+nyvelPsjlsUK7xh1ccwWQgCgR8TpWPI9N+bBwwgnz319ovC8gjAWD7NPyXvbYKqCRN97MkeFxWHGCf3ryYlZpn/seS2zF/brtaTue1lYPCQ+bNFBuGfLiPpmjYuXHck7L//qqIv6cw9XlCy4tOS4vgXhB8tOm1RQ2YfbfrJiSXFfNxI2JTv+b+W5ed2kKFZwS2776w7ieB7ca/QzFWfVxKN2KM+0y+gXK89L5FlGS4omLys9XhACAK+HRyb5ntujtCIUFofx2c6unykIJ84IZf3eiamiOkyYfgSHa/Lc/A6t7NW0BdlLb9Kcfm3t7OoMTfVD7sMW/f7u3e7rmKv/U7m0Nl7azzv5UtUFifx/qb669MT/XXl23x5xfLz8z0v6eBjrX5Wdkvvmvh4Xl8xdWDhhKI/n/MSYifGKD5afFr1ar1sITy+se0txX3ZX+H+qLpxYUDHcvwWCEAAGRkTedOd5ir7SijB+WvbU6TUIE0Vh0pyBeUWT5uR3nF7uSsr7cujg4YrLQm3kXHxFJWHCjH49ROPegZz8cAAHMJP21tBywNcxJ7MTNe8vW9j/+5lZMPrdpXlv766KFVfE+v5HkStLju/bDftWPiGEj2XbT3Vwx3N+Ysx15adlPY1Nr8cQ/k354r491QnxiniIDfcvgiAEgIFRnnm/oXznSKgeF+py+J2t1yAcP23AKi5R1N+ayvhb1IwsudvaFHZuDtteCft2ZOmxiTOyPFC8f7/s1A+9c3XGYlEnWW3c67uYe+Esit4S9XLn3v9sfvbLTU8ub3s5evL0j5cvOspP/tzi6YVH9zf5ZaXHl8UKh+x4XlQ8O5djFxsO22W0MlbUc8rQY5N5CAFgYFSOHrAgzPHwv8ODMBYb4P08x00NW9b1ayL4Xl/d2MznZUl2h1efP2Tqv6KSMPuUjCc+LR8VSit63yYWjw/AdsjUM8oMEUWlUTk9BHdwHZrKYoXXlmU811B7susjDT/7ZvMzPZ/9uoLKO6vfeXZR73tyn1Y4cX5izIud/fq4JEPY2LX/1a79o2MlJxSOi46riljRqYUTn+w4egeMlscK31Ey956W1UNzPKNj9fW/mBy2y+jFJcf1nKFUEAIAfVRaESprMl7b2nxEHvTwIKwak+WsJ20tYeu6UL87tLeGwuJQVRPqZkdNzVdcGqrHhv07B/JpV4+L2oa5flXYfeivuO2t4cUnw/FLMp5JpWZi2PJy7w8UfVae7q6wY2PY/VpobQ7xeCguC6PHh9pJr8/o0NUZmhoOucmrfwgbnv/T404Isxb2fs87N4WNL2T4pb/fdR39FkfMhzlMXVf/k4/W//zgvy8rmf+t6ot7Xe2bzc/8TcNDvX9TetsYdVHx7MrMe2xeW3//XS3Ppy7Z2tV44d7vPVr7vsWFve+m/Ocl8z5/4LE+v8wft67958YVqzt3Hbw4tWDU10e9PXr3zoWF4/sThMkQvtPyh683r3yxc3c8xM4qmvqFynOPS0TNOfP24tmZgnCojWfGP/EctsvoRcWzo2/yUueeTzc+/Jv2TU3JjlmJ0deUnvSBslPLc+tPQQgAx4opkWfFG6hjuhr3hdYDoaMtxAtCSUUvGx5r66JufmB/WPNk6Oz4Uxw2h13NYc/WMPf0UJ15QrIxdQMchLUTM161d3t6Df7xN9fusG5lOPmc3reMVY/tPQhrJkY9jc6O8OITr29P6wqhoz0c2B82vxTG1IVJc0JpRWjYk751tLs79MRFxLmCkskss0T2KwiLsjT/CNOW7GoLfzwMty1kHNbOkDyQeYq5w12W+aQs97WuTauXP/5tItn1nn33rhn34V633b2leFafA+brzSs/WP+T1M/apq76d+y9+4kxf3FqYcbPcR/ODfP6Jzkkr9l/350pL/NHrWt+1fbqw7XvjTh5zPnFM4fFeKZG7xPtr63t2rO960BprPC4RO3O7qbDXlTUfudPdWw7Z89/9Xy0nunY/kzH9jtbnvtZzVVj4mUj4ysmCAGgv8ZPz9IeTfv7+xDbN4St60N7tt/1I7quqzOs/f3rNZhaOC89FRYuDUUZDksbNXaAh6sq8y+xvXbdQa3NYc+W3ucArKgOsXhIHpZnoyJ/W163MsPelcmwe0vYszWMmxY1t+Rg/vYWGYTtLb6R2cVCOC9zBnz+wG8yXbW+a99dLc/3Oi/i4sJJRbGC9mRXvk9mbeeej9b/7PAtxx2h+28bfvFw7Xsz3XB6QXWfR+ArTf9z52GRVp9su3zfD14Y+6FME99PjFfMKKh+tWv/UB7PnhS8ven3X2z67eauhojVZidqxsUznqOpJdl56b57Dv9Dw1Md267df//ymisFIQAc6woSYdKcLCeA6e7q12Fd3V1h7VOhflf2NUsrQlFJ5tZal/FQxu6usGltmL2w92sLi0P5qAE7Mq20MuMGrtamLI+yO0MQxuKhrDL9tqWVUbtW7t0e9kcOaTIZdmwYup+6jJ+W7oxbJmvrwpxT83ug3VvCumdG5jd3QWLs2Aybd17u3PtUx7aI296ZIWCKYgUnJMatjLxtrz7Z+MtMZ1h5pH3j+q59swp6P0B5Ql8nPGhNdv7vA49mKrSvNT8dcU6XRUWTXm3ZP5TH82DIXbLvnl+0vZJ1zTcURv0x77am/9nS1ftO2D9pe/knbS+/vXjOCPg6OMsoAOSksCiUVoTSilBaGSprQm1dmHlSOOXc7KcDrd/dj8PGkuHllTnVYIierDwZdm2Ouu3erVG7OFbVDtgwRjzJfdl2TG3Yk3EvzbLKfEYjhO0bhvFHMeK8qV0dvqk5WVSUcbqSn7S9HH3bFe0bWpO9f1tOTIzL95ls7Wpc3hr1iBFVMzpW0reXf1/r2v3drZmu/Y/mlRG3PTkxfiiPZwihOySX7ftBLjUYQjipt5fT45stz0Zce3vTUyPj62ALIQDkZOLMMHFmX264d1vfH3Tn5rBvR64rR8x70bAvy5lOu7vDvh1hTIZf6vo/zf3rTzLzXWXdsba7O7Qe6P3JHD71fMRzbm8NDXuG8UcxljkIu7t8U3NycuYMeDrbJqm2ZNfazj0nF/ZyDzMT1fk+k5+1reuOPI3vk+1bPljW+2TrfT6vyS/ao2Jpdeeu5zt3npAhxuYmaobyeIYQ/rP52eXZKrRHxEl0nuvc+VJn1E+KX7W/2pTsGAFnl7GFEACOoM6OsKevQdjdFTavzWP90sqMVx3IYW66xn19qbh8RTzJXE6Pmen0PL0EYeYHatg9wBNpHO0gjEU1M7k4PjE2IgOy3nxtV++d0IeD+h5r3xy9wuEH7PXIdKRfVk+2b+nzs5pdUDOUx7M52fHPjStyX392Qcb5gh5t3xR92/Zk19Gc9kMQAsCwtHNj3zfa7NuR3wSGJZnPeJfLEYAR65RWDNiARMyo3tGaU2D36vDjEqOmbt8/cj9wSd+5nEwvyLg9fWtX9r9M7Onu/dQ9fTjt5KrOLPsARJwTpaBPv8l3heSabPP7/b5ja6arJhVUDuXxfKD1pcPPIxphckHGP3c907E9+9vXsWMEfB0EIQAcKZ0dYev6vt98z9Z81o5lPE1oyG3ei5bMv7bF4lnmvstdpieZTIaOHI5/y3SM3OEn3owYjeaGYR59yah3ihy+K2FKhoDpCslMcZKqPsMBeLXx0nyfTPROiSGEhmTbwL78bV2NXdn+crC6I+OBy7XxsrQtk0NqPO9uXZ37ysWxgprMD/FcDrGXNa2HBccQAsCRsvGFjFu0ctG4N4+VCwuj9iRsz2HjW1dn6OrMeAbLopL8NldmyrZMJ0SJxcIb3973ey44dNe5RGHUmVeG+8QMycz7hUZ8BuhREy8tzrCzZUGIdU38VJ/vuSJWlNf6u7ubm5JZfka0JAf4TEGvdWffZLcl8zqxEGpjpduSB4bgeIYQHs+2C26qsZknnIgehB7Rc1oMF/6OBABHxJ6tWU7sGa2jLXTkMcl21Nx03d25dmlE8hWVDMCYJI7YyRfStoxFzdSXzCmPh3QQZt66Ey/wzctudP7bnXJUFPJ7A7Z3Z99235Yc4DMF1Xdn/wJs7zoQcaqbUfGSITueu7qbc19/VKw488+JsKMr+66nee2eKggB4BjSuDesf7Zf99Ca568ZEa2V+1QEnZkTtGAgdio6gkEYy/WBOjr6MQvI0BAxQUhBoS9fDkEYKzlC91yY5z67uexOOeCac9jk2Bm6G7oz/n2o6tANd0NnPF/u3JvX+pWZt0Du6W7uDNnP0bS3u2UEfCPsMgoAA2z/zvDS0/0932PEL/29F9FATEUQ8ZzjA/E35CO4/SqW6wONgIkZIrb3xuMhXmDyiSyO3DwBsZDfPruNyfaj//Jbkjn9cGkLGT9GxbHE0BzPfI+3LMv8zJtz21O3KTkSpv4UhAAwYLq7w2trw9ZXBuBkj/kefBgRbLmnacSasYFouaN2ypOIB0oO/4kZojf5FpXkvXl5EAzqsY6FsaGyZ23zYORER8jpDwatmbux8NB9DIfOeEZs1ew9hDL/pMhxT90WQQgA/PF39M6w+7WwZd2AHZ+W926NsQFIoOQR3kJ41E55MrJn6uts70sQNu4NLz3dy/LSijDluKPeg4MbhEPmmKn25NDdmBvx3NI6agiNZ8hvPBOZn3lbyGk7ateImOlFEAJAX3R3hc720NocmhtCw56wf9cg76c3IFMRRG1YGykT3I2A03C2Rf7RoaQ8NPQ2kUF7a9i7rZfllTWD8S4M6tswdD7LXWEQ/j4Rz+1LUJx5u19aBY3IyS9zfFHdghAAjh2b1oSt64Z0oGb8/S/nIIwf4T0tj9rumlGbOof/eTg720N3V8YXUlY5DF5CfFB/A813O9IIU5jbqTvTDhRM1XHoxsPhO54Rp40pDsfQGXsFIQCMBFFz0w3EFsIB2dMy4k6SyTzOhtprI6XdW/9HYyhrawmlFb1fVT5qGDz/gkH9Zbst89FxnaG7vrvvE24Oi3NOluV2DpiSzEGYtjfp8B3Pjsw/NyN6eOR1oyAEgJEg4qykuU/2ELFmZ8eRfZJN9eH5x4bWaAxlrU1RQRiPD/VDJRNFg/noDZnP7flMx/ZFu785sn9WVMWLs65TFCuoyjxHX9rJUYfveDZlfualOQZhbCTElHkIAWAkiDiZTbwg1wqKmH2+cyBOjx9xJwNbCBFBmPtoDGXNDVEvcFAOC3z9CeRwhFph8WA+w92Z5y6vOWJzrA8dtTm8xonxioi3sf7Q2R2G73hGpGxtvCyXgy2LYyNhC6EgBICRoKszqoIKc5g4Ol4QNft8R9sAPMmOzEFYOKBB2JltYoZhH4SNUdeOnjCov1zm8Bty8aBmwu7u5kz7FI+Jl434nxWT4tkPM51UELXOvkP35By+47m/O+Mf0gpCbGwOT35kfGAEIQCMEBEbCTPtXpjrOsnQNhDH8iS7Mz7JgsRAdlpne9Q+k6WVw/69PrA/6trausE8jWdBDvvQlVQM6jcl2bWtq/ekHhUrriuoHNk/KGripRG7gx50QmJcpqsakm1ps7EP3/Hc1d0UcZrQXJ55XXwkfFoEIQCMEC0HMl6Vy4lGItZpbxuwE4S2Zdy5LJRVDeRodGTO44rqYf9etzVH9X9hURgz+cg+gYjPQy5hP+inQn2lK2NSL0yMH/E/K44vHBu9whsKJ2a6amtv7TdMx7MrJHd2N/WhintMLhCEAMCQEXFcWS4JFLFO9A6KA1Wto2oHNJkyb9Ic3EPsBkqvkw32mDT7yJ5PNWKak+Js+9CVVvb9MM6BmvTthc5dma46p3j6iP9ZsbhwUvQKbyqamldLD9/x3NhVn+mqUwqz73u9sHDCCPg8CEIAGPlBWFWb7awtsTA689/xm+sH7ElG7OtYM3EgR6OlMSp9S8oH4CEGd7bD/buiri0pD3WzjuCjd2UOwrKqLFNfjh7X98dNm/DgkM7M53yPT3Vsy3TV5SXzR/zPircUR304jk+MnZ8Yk+nalzr3jKTxfLlzb+YqnpL15osK6wQhADBUNO7LnHuxUBv5e8uoMVEnfow+Ym2ggrC4LFSPG7AHit6qOX5aTncSi4eZJ/clio7CeWv274iabjGEMHluqKo9Uo/e3Rn1YausjfrTw9gpfX/ciHkC8jqa68mOLZmuml5Q/fbiOSP7Z8X5xTMiDpC7tuzkiNu+0Ll7JI3n2s6Mm9pPL6ybWhC1t31dQeXJthACAENHR1toyryRcPKcqLN9TDku8/0ms+ydmF+nNUSdsHTqvPzOhhKLZdw3MjpiJ0zPfqKdopKw4I1hTOaQjthtsnzUET+tS2dHqN+dZXCOOz1UjTkyH7bIaUjGZU6+8VNzOsVRxs9PMuMJZE8rnFiY82+2z3Xs2JH54LHPV55TEPJ4/xIhfkPFmUXDZwaCRIj/38pzM0XOR8pOj7jt//TWfsN3PJ/p2B5x7bWlUW18TemJeb0uQQgAHHH1OzNeVVgcZp7Ue6VMOS7qAMID+wdmVvoeEfs6llWFqTnvX1ZVG058c5gyr/ffyJoboubhiMXDnNMybhSNxcK4qeGks7McbRhx/4nCjKd1iccHrBV3bsqyQkEizF8cps6P+ltA3yb8iDgWNIRQWxcqR/feyVPm9eslN2beQjg6XnJ12Um9XlUcK0hrxWQID7atz3RXJxeO/5eqC3J8SkuLpj015i+/UHlufFi1wTWlJ73vsNopDPFvj7okYufbpmTH8x29/JQZvuP5dOadXUMIf19xxrh47/uXj4+Xf7J8ycj4jyMRAICRYs+2UDc76tf0RGHYtCY0/emYwOLSMHlull349mwd6Ce5NYzNfA7MiTNDd3d4bW3m/SFjoXpMmDgrjIrc9pVMhobdUTPylVWGE94UXlsb9mz90xwVsVBaEUaPC+Om5nSQYcQZU0MI048PHa2H1G/5qFBbF8ZOCc89GnWO0Nzt2x7aW7PsnhqLhbpZYcL0sH9naNwfOlpDiIXCopAoCmUVoWJ0H+eI72gLXZ1RnXncorDumbB/5+sZPGZymLYgp0kpImzo3B9x7f9b9ZatXY2pZXJq4cRlJQv+omzhqbv/47WuQzag39Oy+r2lJ2W6q+vLF7cmOz/T+HBn6P1Q0XiIXVA88xPlZ5xXPGOY/ri4o/riUwsnfKnpiU1d9SGEOYma/6/qbedHvpwV7Ru6MpzZZ5iO5/buAy917pmb6H0v58pY0X2jl12493sHDv1LRE289L9HX14TLw0jgiAEgJGjqT401UdNIDFqbDhxbOhoC20tobAoFJeG6L/CJ5Nhz7YBfpL1u0JHW1SHTJodRo8L2zeE+t2hvSWEEBJFobAolFeHqtowakyuR+jt3Z5livbi0jBrYZh1cmhvDckQCouznA0lTVdn6GzPeLaegkSYtzg0N4S2llBQGMr6cWrNiHdn26thWg7bVOMFoWbiwJ+2p2J05l8xC8O8RaG1KbQ2hYLCUFoxMC+/Ptm2p7ulNsMv4pWxop/XXPWHjh0buuqr4yUnJMZG/Mr+YNv6bd0HJsYz7sB6Q8WZ/3979xrbVn3GcfzxLY6TOJc2bdqmrHcGGm2RoB0XiVHtotEhprFpm7ZpA7Rp0mBoaEwT0gbrgIlJTOMFtNo0Lm/oNkRBMLYhCoWGtlloQktL0yRNc0+ci+34euxjn8telNJS4muctD75fl6l9Tn2OY/d0/z8P///s929fqfS/obaN6pHTJFGe9USe9U1ruXb3Ku/WLGmucxbDthE7q3eem/11mkjmRK9yZ77W5DXk73Wq+feVH+mQCgi11es7Gj88Y5YS0tqKGAoKx21293r76u+bpWjTqyCQAgAgKVMDsmajTm2cbnzHRcK+kozlnVBjBnvz3HrYFWtrN002xcKjssaPY8FP21SUewX/UlFaipynEhp+yteYKJflq+ZjzVsZshmgWyB8IzK6tIs6Hq+Xj242J6ta8ImV9MmV+7ed7qYT8YPP+rdlmWbza6mv9R9Tc62u7BZ9KLRYM/rA6SLuSfZZb16vprsvrvq2iwbXO5c/Hz9Nyz8vwZzCAEAsJSp4Wwt+Ao1dnpODnJ8oMTzEmf+DVUT/+jcvkSWlV3nh2HIcNfFeenQxMV53dbUSKme6qn44ZCR1xceNuumwfztVfvGjZj16rlPHfAbykJ+ZwmEAABYimHISE9pniowdm62Ycmj2kj3fFRj7HSO3gyzFJ66BL4CGDk3VW8+RUM51hrNLstis9m9ofaV7O0z1Qdj73DRyNMT8TZL1lMT49nEBwRCAABgHVMjEg2WILMNnpzDg5wYLGV7w0yS8dxLcc5GJJCt+cS86TtWfL4qnikTA0XuqirS9V6R++5PDWZpPlGonfH2LD30LClsFvNZ6Uj7sqwjWu713Blvz7TaTXYvJbss8JEgEAIAYDmm9B6Z7T2Z/cc/WtBlro7RlFMd83Hj6NDJUt5DewFDl6nhi/+Gp5LSffgiRFNfX5Hv4EiPKJGzi7sWSDHTJRzP0cX8zvSeaSO5QK4N3Vpgw+STocLP977IGxau54AeelY5Wuhee9W+g6lhC3wqCIQAAFiQmpBT7xf5C7eIjJ2e89l3Zw5yHmKMrknvLEqRu1Z9c3tXap5iIeluz9YacY5qO3qq4L1CUzI1IqYpiWiRr/t4rLW48ZwZDerh26b/ETfTC+HK8B+1d8pQ7o++WdBeu5SOd1ND1q7nQ9H9BeVkTYz7o2/W2Cos8KkgEAIAYE3hKelpLyYIjffL0Ml5OshoULraRJvFVLRELHcei07LqY4iM2Ek1823qiJjvZfKO97ZWrJVYVVFguO5N/P1FzaDMRGT3vc/+rnoGaoDeuiPsUMlLN2B1PD24O6AUfxQcpfm10zj0r8s/FftFZGnlSP5D4i9lx77ZX7Dg2VdT58Ruyfyev7b/yF24Fh6otrmkvJHIAQAwLJCk3LioCRi+W5v6NL/oQycmNeDjATl+IFiJj2ahoz0yLGWvAbopieks7Xge0fHB6Q7j6luIz0S9BVw2HM3ohgPy7H9MjW7ZTjDfunpkKNv53dSpvR05Lu4Tiwkna3n7jKNR4o/yIei7+xJ5vu9RcrUU2aOkeiW1NAW/98OFH4HYMrUfx9r2ez/awkHLeeIYqZbUoNnfv5J+LXdiQ9z7tKe9m0P7k6YBQ89l2M9n08cfyx2MJ8tX0527Yi2iEiN3QojhPQhBADAyuJhOf6urFgny9Zk6wxumhIYk5FuSV6M1ddVRU4cksZmWbFeqvLoTa2lZHJYJgYKC3ixafngHWleL02rczdJj4dl8KRE/PllPFN63peVG6R5vdjs2aJgwCfD3XO7AIyWltNHxdcnzRtkUVO247ngFGLTEhyXoK/g2Gzo0vWerFgnzRsydn00DPGdltFTnxinVWaxhq0u5ren9zzovemB6hsrbI4s6eLF5MnfRN+eNOI5n7NfD90UeO57no2/rrlho3Npzu0DRuJp5chOpX1QD5fF1WBfakA9G4x1Mb8ferktPfqId5t3pvseDTF3KR2/iuwtIg2Wbz0fiO6LmOrD3m2OzH0xnlGO/jT8b0NMEbHGCKGt9V+mAIDVXX/NwxQBM2rt+O0COVO7QxYtk7pGqakXl1scLjF0SauiRCUSKLIB/aJlcnmGfs5TI3L6aDHHWVMvDU1SXS+eanFWiMMhpim6LmlV1IQoEYkEJOKf1ZxAh1Pql0rdEqmuFbdHHE4Rmxi6aClJxiUWltBEkQ0GKyplyWVS1yieGnFWiGmKnpaUKkpYotMS9M3HIjoXnGlDk3gXSdXZM7U7xNBF10TXJK1KIipKTBJRiYVKMJnT6ZLGlVK/RKpqxVkhNhEtLUpEQn7xD8/Uo8ImTpfcsvlP5/9d2tQLWgZzhcN7p2fzl91rr3Q2Ntg9ummETdWnR4+kxw+lR15KdgWLunFxq2vFrZWXb3GtuMK5uNFeVWVzaaYRN9OTRrxfDx3XJverg2+l+pOmdmn+e6+xVax01H4qcSlTn2q412ivusOzeXvl+qucSxvslYqZ7tWCb6UGnlaOdGuBUh1PedVzi2vFo95tX3KvvSAUtqd9O6L7X1PPTZz9e/3t3/V8bsYn+fr0P19N9kg5IBACIBCCQIgizUUgBNdn4FLQ7PDe6Lqs2eF1iH3ciLWlR09pF97a/mLDt75ZeeWMu98S3P16Ho06LgXcMgoAAAAAnzCqR1/QO7NvU515lVHV1MvlTFlUBgAAAAAKlmUOYdRUy+UsCIQAAKBINn6PALCArXLUZXrIP4uuGwRCAABQHhxZpp6wRgEAS3PbHJ9euedjE0asXE6EQAgAAIr9fciT8SFDpzwArGyrq9meoTvFmB5NXKor0BIIAQBAyVRnvFtKdI3yALCyr7rXZXqoRw+W0YkQCAEAQDEcTqldTCAEUN7WORqyTAXMxG1z3Fl1daZHO9I+AiEAALC45WvF7sj46Dx3YAeA4mx0Le1ecvefa7/SaK/Kf6/7qq9bbq/J9Oj/UiMEQgAAYB1Nq8XbIB9PlrHZZdkaad6QbRclStkAlAe3zfGL6s/3L/35s/W33VyxypZr+1vdGx7xbsv0qC7mW6n+Mjp9GtMDAIAclq0WT42YhqRU0TVxe7KuLyoiIgkCIYCyUmOruMOz+Q7P5iE9/Kba35YebUuPdmuB5HnLw1zhbPxZ1bX3VG/JEhrfTQ1NG0kCIQAAsBqbPduyoudTE9wyCqBcfcZRd1fV1XfJ1Wf+mDC1oJGIm6ml9up6e2XO3Z9TPiiv8yUQAgCAEpueoAYALMJjczY7vHluPGUoLyRPlNcJMocQAACUWGCMGgBYiB6LHSyjDoQEQgAAUHrJuESDlAHAgtOpTT2lHC67wyYQAgCAUho6SQ0ALDiqqf8o9Ipq6gRCAACwcEUCEhynDAAWFlPkrvCr7WXVj55ACAAASiytSu8RygBggV36xPhB6OXdiQ/L9PgJhAAAoATUhHS2SipJJQCUk33qwO+i+4NGorjduzT/Df5nyjcNCm0nAABAbmaOx/0jMtApWopKASgzEVPdEWt5PN76Q8+m2yuv/IJ7lSu/MbMuzf9EvO0Z5WhajLKuAIEQAADkcOKQLFomtY1S5ZUKjzicIiJaShJxifjFPyrJOEUCUMbiZnqX0rFL6aizuW92r97oXHqVc8lnnYsb7B6vrcJrd4tI3Ej5jNgpLdiWHt2r9h1OW6TBDoEQAADkoKVlclgmh6kEAIsLm+orye5XpHvhnDJzCAEAAABggSIQAgAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAABAIKQEAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAwEX1f1/zZWes/YlOAAAAAElFTkSuQmCC\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/cover\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/947a794b846d51f0\\\" subtiddler=\\\"$:/plugins/twpub/947a794b846d51f0/images/OEBPS/4721570197688337422_27216-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/readme\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''斬鬼傳'' |\\n|epub-creator |''Zhang Liu'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''76'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/errors\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/947a794b846d51f0/text\": {\n            \"title\": \"$:/plugins/twpub/947a794b846d51f0/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/947a794b846d51f0/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/947a794b846d51f0/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F947a794b846d51f0.png"}