{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"風流悟","name":"TWPUB","title":"$:/plugins/twpub/41148e44c7c06be9","description":"風流悟","converter-version":"0.1.0","epub-creator":"Zuohuasanren","conversion-errors":"0","count-chunks":"74","count-images":"1","cover-image":"$:/plugins/twpub/41148e44c7c06be9/images/OEBPS/4834815603061880037_27402-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/41148e44c7c06be9/images/OEBPS/4834815603061880037_27402-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>The Project Gutenberg EBook of Feng Liu Wu, by Zuohua Sanren</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">Title: Feng Liu Wu</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Author: Zuohua Sanren</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Release Date: December 4, 2008 [EBook #27402]</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK FENG LIU WU ***</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">书名: 風流悟\\n坐花散人 著</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">Title: Fengliu Wu\\nAuthor: Zuohua Sanren</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">第一回    圖佳偶不識假女是真男　悟幼囤失卻美人存醜婦</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　運退黃金失色，時來鐵也增光。雖然兩句舊文章，今日看來真當。打米挑水村\\n漢，拾柴做飯婆娘。一朝忽作有錢郎，也會裝模作樣。\\n　　　　──右調《西江月》\\n　　世人有何下賤？無錢便是下賤之因。有何尊貴？有錢便是尊貴之實。下賤之人\\n，有了錢，便改頭換面，自然尊貴起來﹔尊貴之人，無了錢，便伸手縮腳，自然下\\n賤起來。所以說，富貴不奢華，而奢華自至﹔貧窮不下賤，而下賤自生。雖然如此\\n說，畢竟人於此中，要各安其分便好。始貧而終富，不可忘了貧時的行徑﹔始富而\\n終貧，亦不可失了富時的體格。故漢光武說道「富易交，貴易妻」是說破千古不安\\n分的世情。宋弘答道「貧賤之交不可忘，糟糠之妻不下堂」是表明千古當守分的正\\n理。然當今之世，遵宋弘之論者，百不得一，依光武之言者，比比皆是。要知究竟\\n，宋弘之毒，華不能悉。譬如猛獸傷身，毒蛇損命，由天注定，數莫能逃，亦付之\\n無可奈何罷了。祇是閉門讀書，人前少語，到底禍患少些，若是舌出尖，有熱腸，\\n不能忍，口即是惹禍之根。\\n　　故秦時，一個官人，姓上官，諱讜，號許忘，居住洛陽，是個大富長者。一日\\n閑行市中，見幾個異鄉人摔打，內有一個少年，被三個長大漢子攢毆，大是喫虧。\\n他偶然路見不平，叫令家人輩救護了他，又邀到家中，問其鄉貫。卻是絳州人氏，\\n姓趙，小名喚十一郎。留他住了數日。那上官讜，適因妻妾相爭，鬥了閑氣，幾日\\n無好情緒，不喜說話，見了朋友，拱手就別，不接一語。這趙十一郎錯認是厭棄他\\n的意思，便要相辭歸去。一日，大夫人之子瑤郎，與如夫人之子神郎，年俱六七歲\\n。兩個乳母領他出來玩耍，卻在魚池邊爭捉一個小小金線綠毛龜，以致哭嚷起來，\\n直嚷到堶情C妻妾兩個互相護短，爭把乳母打罵。上官讜喝衝不開，氣不過，出\\n了內院到外書房來，憤憤的恨聲不絕。這些賓客，都來叩問緣故，趙十一郎也在內\\n中。上官讜卻氣憤憤的攤手說道：「都祇為這拾來一個小烏龜兒淘氣。」說罷，就\\n走開了去。眾人都不介意，惟有趙家這小廝年幼，他偏是路上乍相逢延歸來的，誤\\n觸了他的心事。原來這十一郎是八歲喪父，今已十九歲，因母親安走邪路，他氣憤\\n走出來的。被上官讜無心一言，暗犯忌諱，他便認真有意罵他，竟不別而去。上官\\n讜自忘懷了。卻過了十二三年後，秦（闕）。\\n　　……是細絲錠。他見了，喫了一驚道□□□□□□他也不去領這孩子，竟將柴籃倒空\\n，將錠裝了半籃，將枯葉蓋好，背了就走。背到家中，坐了氣喘，喘息未定，祇見\\n曹有華將布衫兜了一升白米歸家，道：「肚中飢了，快燒粥喫。」見莊氏沒有柴，\\n又坐到在門檻上，便罵起來。莊氏道：「不要慌，不要嚷，有一樁天大好事，在此\\n對你說。」有華道：「好事不好事，且飽了肚皮再處。」莊氏道：「你要喫粥，籃\\n堥荇陵耤C」有華將手柴籃堣@把，祇見多是雪白細絲錠，他就嚇呆了，低聲道：\\n「你那堸膘茠滿H」莊氏道：「那埵n偷？」遂一一說了緣故。那有華即同妻子\\n往墳墩堨h，祇見那孩子也不哭，還坐在棺材上，抓了兩把錠兒搬弄。見了有華，\\n嚷道：「阿伯，阿伯！」將錠遞與有華。有華接了，看看。一棺材都是銀子，莊氏\\n祇拿得一角，他對莊氏道：「天色晚了，雪又紛紛下了，料想無人走到墳墩堥荂C\\n我索性等夜靜了，偷對過舡坊堥滌忖p船來，盡數載他娘去，可不是一生受用。\\n」他竟同莊氏將布衫先拿些兜了，又抱著孩子道：「我兒子，想是你的造化。」\\n　　同莊氏回到家中，放了孩子，先將一小錠銀子，走到村中店堙A借剪子剪些\\n來，沽了一沙鍋酒，買了一大塊豬頭肉，又買四塊豆腐。店主人道：「生意好，大\\n開子，今晚天色寒冷，想是要請人麼？」有華道：「身上冷，無籍憑，祇得做個堬\\no棉。」笑笑去了。誰知到了家中，天色已晚，肚堣S餓，心上又快活，從不曾\\n這等放量大酌。夫妻兩個，你一碗，我一碗，碗頭風，一喫喫醉了，兩人竟好好睡\\n去了。不道事有作怪，兩人睡去，同做一夢。夢見一個白衣僮子，一個黃衣僮子，\\n嚷進門來道：「我在大雪中等你領我歸家，你喫得好醉，竟不來了。那前日領我來\\n的，又要領我到別處去，我不耐煩，祇得住在你床下了，恐你不知，我們對你說聲\\n。」兩個一同驚醒，已是四更天了。\\n　　聽得外邊風又猛，雪又大，冷又冷得緊，有華對莊氏道：「我方纔得一夢。」\\n如此如此說了。莊氏道：「奇怪，這是我方纔夢見的。」也這般這般說了，道：「\\n你那埵p我夢。」兩人細說，一毫不差。有華想道：「是了，這注財香，必是我\\n的，如今在我床下了。雖然如此，趁此雪大無人到此，我們明早先去拿了棺材堛滿\\nA然後慢慢掘床下的。」\\n　　兩個天明起來，煮了飯喫，悄悄到墳墩堨h，拿棺材堛獄子。祇見一棺材枯骨\\n，並不見一些影兒。有華道：「是了，這財香原是兒子的，我們原領他來坐著。」\\n忙去抱那兒子，可煞作怪，孩子道是天冷，殺豬一般這樣哭，再不到墳堥荂A兩\\n人無可奈何。莊氏道：「昨夜之夢，還要我住在你床下，如今我們快去挖床下看。\\n」於是兩人竟到屋堥荂A關了門，拿了鋤頭，到床下一掘。掘到二尺深，祇見一\\n堆都是細絲錠，與棺材媄鉹@樣的。拾了銀錠，下邊都是金錠。有華快活蘇了道：\\n「原來銀子是活的，怎麼昨日明明在棺材堙A今日走在我床下。」把金銀堆滿一\\n床，夫妻兩人祇顧拜。拜了，兩個商量道：「如今有了這些銀子，是財主了，不可\\n再住在此處了。必須先尋一所大房子，來搬了場，再請錢親家公、親家母來做了幫\\n手。有事要他商議商議。」\\n　　原來這三歲孩子，在周歲時，已攀了一個做長工的錢大女兒。當日曹有華走到\\n錢大家堙A見他妻子在檐下舂米，便道：「親家母，老錢在家麼？」那婦人道：\\n「今早見天色冷，主人家去打米了。」有華是認得他主人家的，竟走到城堥荂C\\n祇見錢大也走歸來了。途中遇著錢大道：「曹大老，你來幹甚麼？」有華道：「有\\n句話，特來尋你商量。」錢大道：「你可是要到我主人家去借印錢種春熟麼？」有\\n華道：「不是，我要你在城中尋一所屋，搬搬場，因鄉間忒野難住。」錢大笑笑道\\n：「讓他野，又何妨礙。料想湖堭j盜，不來尋到你家。」有華道：「如今不是\\n這等說，我與你到我屋堙A去喫杯酒，細細商量。」那錢大見他說話有些蹺蹊，\\n道：「親家公，莫不你近日有些生意了麼，怎麼請我喫起酒來。」有華道：「你隨\\n我來。」錢大隨了就走。\\n　　祇見有華身邊將一錠銀子，放在店上，抵了二千錢，酒肉雞魚之類，買了一籃\\n，與前日光景大不相同。錢大到了他屋堙A有華道：「一發接了親家母來。」不\\n一時，錢大妻子也來了。錢大見他做事來得希奇，道：「親家公，不道你近日大有\\n利市？」有華然後道：「不瞞親家說，其實有些利市，所以要商量，尋一所房子，\\n到城中來住。就是這堙A也要尋幾間，搬兩位親家在內住了。還要買幾畝田，相\\n煩與我照管照管。」錢大道：「可知親家得了浴大射香，要到城中去。請問親家，\\n大約要得多少價錢的房子？」有華道：「價錢多少，不好拘定得。」錢大暗笑道：\\n「待我將大些的試他一試看。」因道：「我主人家，城中有身下自住的屋，近來當\\n了塘長，又當糧長，又打官司，急要銀子用，將一半或典或賣與人，如今現出空在\\n那堙C不知親家用得著麼？若用得著，我就去說。」有華道：「他要許多銀子。\\n」錢大笑笑道：「典他的，要五百兩﹔絕他的，要八百兩。一應廳堂、房屋、樓子\\n、書房，後邊假山園亭，一色端正，祇要打掃打掃，今日成交，明日就住得。」有\\n華道：「既如此，還是絕買他的好，煩你去取個經帳來。」錢大夫妻兩個聽說，各\\n將舌頭一伸，暗暗大驚道：「這也奇了。」錢大便起身道：「親家既如此，我去講\\n定實價，並拿經帳來，做個中人，強如做長工，但不要哄我。」有華道：「當真要\\n屋，那個哄你！」\\n　　錢大一經走到主人家討經帳。主人家道：「那個要？」錢大道：「我們親家公\\n要。」主人家笑道：「你那親家公住在鄉間的，你可不認錯了，想是要租一兩間，\\n租是不要經帳的。」錢大道：「我們曹有華，近來大發了財，恐怕鄉間野，任要搬\\n到城堥茼瞴A所以要剝一所大房子。我聞得主人家要賣屋，故來相求經帳，學做\\n個中人，怎麼認錯起來？」主人家大驚道：「就是前日來借米的曹有華麼？這也奇\\n了！」即寫一經帳與他道：「若絕買，實價要八百兩，倘一並現銀，再讓他四五十\\n兩也罷。」錢大道：「曉得，待我對他說。」接了經帳，急急來回復有華。\\n　　祇見有華問了實價，七百五十兩，將銀一一兌足，拿條搭膊裝了銀子，叫錢大\\n也裝了一搭膊，竟到主人家來成交。那主人家見曹有華來成交易，老大喫驚道：「\\n他那埵陶\\\\多銀子？」家人道：「外邊沸沸揚揚，說曹有華掘了藏。」主人家道：\\n「可知他銀子如此現。」那主人因他有了銀子，就奉承他幾分，口堨s聲：「有\\n老。」喫東道時，甚是綢繆。曹有華央人寫了文契，將銀一併交足。主人家見他爽\\n快，因道：「我房子甚空，你就搬來也使得，家伙少一缺二，我家盡有，任憑借用\\n。」有華道：「多謝，多謝！」\\n　　有華別了主人家，一路歸來。乘便到典衣店堙A買了幾件綢衣服，夫妻兒子\\n一齊穿了。收拾進起屋來，就顧了前村同伴做工的孩子。顧了小廝，居移氣，養積\\n體，擺踱起來，與鄉間習氣，大不相同了。又有幾個奉承他的，來掇臀放屁，他也\\n時常把些酒食來請人。又買了二三百畝田，造了幾間班房，與錢大夫妻住了，替他\\n做催子。他自己種過田的，田中利弊，再無人欺得他，所以田中甚是其利。又放債\\n米，堆當米穀，本多利多，竟大富起來。家中討了幾對鄉間人來服侍，買了些湖蕩\\n做了冰窨，竟無利不往，亦無往不利。曹有華竟做了匠門塘第一個財主了。\\n　　卻說那兒子漸漸長大起來，甚是伶俐聰明，肥頭胖耳，面大口方。請先生教他\\n讀書，便貢個秀才與他，遮個門戶。那有華，始而人叫他是老曹，繼而人叫他曹叔\\n叔，末後俱叫他是曹大爺。那兒子，始而人多叫他乳名，繼而人便叫他小大爺。他\\n一做了秀才，那有華與人商議，要人改口叫相公。這幾個幫閑的道：「莫若出一諭\\n單，貼在門上，一則見得令郎是個秀才，二則人皆曉得稱呼了。」有華道：「有理\\n，有理。」於是，即教兒子寫個告條，貼在大門上道：\\n　　　　示諭家人各佃知悉：本宅大相公，的係真才入學。自今以後，老大爺改稱\\n老相公，小大爺改稱大相公。除已往不不究外，合行出示，如違定行送官懲治，不\\n貸。特示。\\n　　那兒子學名叫曹成器，表字取個孟瑚。自做了秀才，竟是在行，又且會撒漫。\\n在學中做秀才，甚行得通，結社、當會走聲氣，又有幾個無恥的名士去奉承他，「\\n曹盟翁」、「曹社兄」，叫個不了。他也簇新妝未起來，帶頂飄飄巾兒，穿領闊帶\\n大袖子直身兒，大紅方舄鞋兒。小廝撐了錫頂傘兒，家人拿了紅氈包兒，準日三朋\\n四友，在街上搖擺，好不燥睥。祇有一件，心上甚是不快。獨那位尊夫人，乃是貧\\n時攀就長工的女兒，雖長大起來有得喫，有得著了，終是有種出種，又黑又麻又粗\\n蠢。兩隻金蓮長尺二，一雙玉筍像擂捶，尊相正合著相書上四句道：\\n　　　　立如松，走如風，聲如鐘，背如弓。\\n到做親之日，還不曉得道個萬福。惹了他，動不動亂喊亂罵，指手劃腳。丈人錢大\\n，又住在莊上，也是個頂尖粗蠢的，又不好難為他。因此每每飲酒中間，對著相知\\n朋友，祇管歎氣。\\n　　一日，有個在門下討求喫飯的相知，叫做許弄生，在座。見他歎氣，又平日打\\n聽得三分心病，因道：「孟老兄這樣神仙中人，有甚麼不遂意？這樣長吁短歎！」\\n孟瑚道：「人各有心事，不可以告人。」弄生笑笑道：「小弟雖不是袁天罡，也算\\n得個李淳風，已猜著七八了。這事有何難處？如此悶悶？」孟瑚見他說得著意，便\\n接口道：「兄以為易，我道甚難。我祇恨那宋弘這廝，對漢光武說了這兩句，所以\\n就不好依得許敬宗對唐高宗的說話了。」弄生道：「何必如此，世間少甚麼崔鶯鶯\\n、卓文君。吾兄若有意於風情，祇怕謝鯤的梭兒世間絕少，韓壽的香兒世間盡多。\\n」孟瑚笑笑道：「祇是我少這樣竅，還須兄幫襯幫襯便好。」弄生道：「這個當得\\n。」兩個笑了一回，又喫了一回酒，別了。\\n　　卻說那許弄生，是個最不正路的人。聽了這句話兒，他留心要弄曹孟瑚幾兩銀\\n子度日。他一頭走，一頭想，心上就生一計出來。暗笑道：「妙，妙！」一走就走\\n到一個小朋友家去。那小朋友姓孫，名韻士，年紀十七歲，生得眉清目秀。原與許\\n弄生有一手的。見了弄生道：「老兄何來？」許弄生醉醺醺的道：「擾了老曹，特\\n來討口茶喫。」韻士道：「且坐，待我拿茶與你喫。」弄生嘻著臉道：「我有樁銀\\n子作成你，賺來買東西喫，可好麼？」韻士道：「老兄作成，極妙了。」弄生扯住\\n他，在耳邊低聲道：「如此，如此。這般，這般。」說了一回。韻士大笑道：「這\\n甚使得，祇是作事不可相背便好。」弄生道：「這個自然。」兩個作別了。\\n　　到了明日，祇見許弄生又走到曹孟瑚家來道：「孟老，夜來多擾，我看今日如\\n此春天，風和日暖，一路桃花亂放，我意欲同吾兄去閑步步，可得暇否？」孟瑚道\\n：「我沒甚忙。」弄生道：「聞得南園二郎廟，燒香的女客，兩日盛得緊，我們同\\n去看看何如？」孟瑚道：「使得。」兩個攜了手，一路看去。祇見二郎廟前的燒香\\n船，若大若小，擁擠無數。那些年少的婦人，輕盈裊娜，如花似玉。曹孟瑚看得眼\\n也花，奔得腳也酸。正看得高興，祇見又有一隻小魚船來，中間坐著一個縞素婦人\\n，你道生得如何？\\n　　　　妖冶風情天與措，青瘦香肌冰雪妒，滴滴櫻桃紅半吐。一樹梨花初番雨，\\n海燕空驚無處去。含情凝睇倚江濱，疑是洛川神乍起。\\n　　　　──右調《小梁州》\\n　　那許弄生遠遠望見，慌忙報與曹孟瑚道：「又有一個絕色婦人來了。」孟瑚似\\n失心風的，飛奔去看他上崖。誰知祇因這一奔，眾人便擁滿在岸邊，跳板也沒處放\\n了。祇見那船中那個婦人，牡丹頭，白春羅細堆紗花的襖兒，臂上金鐲露出，兩個\\n丫鬟扶著，欲起船來，見岸上人太多，道：「不要上岸了，等人散一散再處。」口\\n中說著，將金扇掩了口，坐而不動。那許弄生與曹孟瑚，看得忒肉麻了。那婦人見\\n了，不覺笑了一笑，對家人說：「你在廟中去拜拜，點了香燭，化了紙馬回去罷。\\n」把鬢兒掠一掠，將孝包頭上蜜臘金結一擎，又往外一張坐了。祇見家人廟中燒了\\n香，下船來回復道：「香燭點了，紙馬化了。」婦人道：「如此，叫船家開船罷。\\n」那船家竟撐開船去了。\\n　　弄生同著孟瑚，煙也似沿河而奔。那婦人見他隨著船走，又笑一笑，伸手把簾\\n兒垂下。孟瑚對弄生道：「你可見他對我笑麼？」弄生道：「還是對我笑。」孟瑚\\n打一下道：「放屁！他明明愛我，你怎麼奪人之好。」弄生道：「且慢！不要動這\\n樣虛火。」孟瑚想道：「但不知他住在那堙H」弄生笑道：「你請我一請，我就同\\n你去訪他出來。」孟瑚道：「請到不難，你如何便訪得他出。」弄生道：「我自有\\n個絕妙訣竅，一訪就著。」孟瑚笑道：「當真要請，請了要尋還我的，不要騙來喫\\n了。」就丟開手。弄生道：「你試試我的手段看。」孟瑚道：「我今日走得倦了，\\n一事兩勿當，就在酒店中請你。」\\n　　兩個進了店，孟瑚將一塊大銀子，對酒保道：「蹄子熏鴨鮮雞，再做了一鑼鯖\\n魚麵，時新果子，酒要狀元紅。」酒保道：「是。」少頃，搬了滿臺，你一杯，我\\n一杯，喫得一個不亦樂乎。孟瑚道：「請便請了你，且說如何尋法？」弄生道：「\\n你不曉得這隻船，就是南潼子門的船，方纔我有心，船上的水牌，及船家的面臉，\\n我已細細記著。今夜少不得原歇在那邊，我祇說要叫船，尋著那船家，就問你今日\\n攬了那一家的生意，一問就得知下落了。」孟瑚笑道：「有竅，有竅，還是你。但\\n如今就去便好訪著了，明早到堮悕虼茼^復我。」弄生道：「是。」作別去了。\\n　　孟瑚歸家，一夜睡不去，細想道：「必是個孀婦，若得他上手，也不枉了我老\\n曹這個風月財主。」祇見明日清早弄生來了，嚷道：「我是上八洞神仙，果然一訪\\n就著。」孟瑚忙道：「是那等樣人家？」弄生道：「是個少年孀婦，住在西園左側\\n，也是大人家，新守寡的小姐。」孟瑚笑道：「我也是仙人，我心上也道是個孀婦\\n。是便是了，你有何妙計，可以括得他到手便好。」弄生道：「你這樣性急，且是\\n說得這樣容易。」弄生道：「聞他還要到西山燒觀音香，你如今將一二兩銀子，也\\n定隻船再去看他，或他有些意思，便好算計。」孟瑚道：「憑你，憑你，祇圖上得\\n手謝你。」弄生笑道：「論起來，你這樣著魂，上了手，要謝銀一百兩。」孟瑚笑\\n道：「若果然弄得上手，五十兩如何？」弄生道：「取笑還是當真？」孟瑚：「當\\n真。」弄生道：「既如此，先拿些來香香手，還你一圖就成。」孟瑚道：「你真有\\n這本事？」弄生道：「豈不。」遂將一包銀子在桌上一拍，道：「看本事還錢。」\\n弄生道：「不是誇口，說經了我的手，如瓮中捉鱉，手到拿來。」即將銀子袖了，\\n又道：「將一兩去定船，我再打聽確了，即來會你。」於是弄生風也似去了。\\n　　又隔了兩日，祇見弄生走來道：「船已定了，不想那婦人前日傷了風，病起來\\n，道還要隔兩日去燒香哩。」孟瑚道：「不要哄我。」弄生道：「這樣可是個人相\\n知間，哄你甚麼？」於是又去了。又隔了一日，祇見許弄生笑嘻嘻奔來道：「我為\\n你費盡心血，聞得他病雖好些，還不提起到西山去。被我以借坐為名，坐在他間壁\\n鄉鄰人家，那人家姓何，其人叫做何老官。我細細問他，做甚麼生意的。那老兒道\\n：‘我老人家與王宅看看門兒。’我便接口：‘哪個王宅？’他便道：‘我們是崑山\\n人，因去年相公死了，娘娘是個小姐，年紀又小，被族中欺負他，他權住在這堙C\\n媄鉾L人，我替他管照管照門兒。’說罷，手中拿把酒壺去買酒。原來此老是愛這\\n杯中物的。我道：‘何伯伯，我借坐了半日，肚中飢餓起來，意中也要買壺酒喫，\\n敢趁便同買一買麼？’那老兒道：‘這個何妨。’我就在十兩頭堙A拿一塊來與他道\\n：‘何伯伯，央煩你去替我買了幾隻熏雞，一隻蹄子，買了三斤好酒，餘的找了錢\\n罷。’那老兒見我大開手，就道：‘你一個人喫這麼多。’我道：‘相知間，同你喫\\n三杯，你不要破鈔了。’老兒笑笑道：‘初相知，怎麼倒要擾你？’又口中說：‘我\\n就去買。’不多時，俱買來了。我與他，你一杯，我一杯，飲酒中間，被我細細問\\n他。原來王小姐是個崑山人，最愛風月，極喜兌好首飾打扮，愛著繞地長裙。兩個\\n丫鬟，一個叫春雲，一個叫綠梅。王小姐又會喫酒，又會做兩句歪詩，又喜時常在\\n門首玩耍，我如今同你到那堨h走走，或在門首再看他。看看或者有些好光景，\\n不消到西山去得，也未可知。」孟瑚道：「既如此，今日就去，祇看緣法，可湊巧\\n否。」\\n　　兩個急走到西園那邊來，祇見曠野間，一個大牆門前一帶楊樹，楊樹邊果然一\\n個穿白的婦人，倚在丫鬟肩上，在那媔~看。許弄生忙拽孟瑚的衣袖道：「你看，\\n你看。」曹孟瑚一看，宛然是船中的那個。孟瑚踱來踱去，恨不得上前去扯他一把\\n。那婦人見孟瑚看得著相，含著笑，低聲對丫鬟道：「這個人恰像前日二郎廟堙A\\n跟著我們船走的，為甚麼倒在這堙H」孟瑚聽得二郎廟三字，道：「他有心，所以\\n記得。」因此一發狂蕩起來。\\n　　那婦人對孟瑚又笑了一笑進去了，叫聲：「春雲，關上了門。」那丫頭口便應\\n了，又立在門首望望，那孟瑚見曠野無人，竟大著膽，上前去一個肥偌，道：「姐\\n姐可認得二郎廟堛漱H麼？」那春雲道：「認得。你是甚麼人？沒廉恥。」嚷起\\n來。弄生忙道：「姐姐不要嚷，我們就是你們何伯伯的相知。」春雲道：「就是何\\n伯的相知，也不該如此不尊重。」弄生道：「他是書渴子，我央何伯伯來賠你的禮\\n罷。」春雲關了門，進去了。\\n　　祇見許弄生走到隔壁去，會了何老兒，來對孟瑚道：「你須將些禮物，託何老\\n兒送與春雲，做個後來相識。你方纔也不可如此造次。」孟瑚將一兩銀子，遞與弄\\n生，弄生去了。少頃，出來道：「好了，可見銀子是好的。那春雲見送銀子與他，\\n歡喜得緊，如今倒有一半功夫了，春雲與何老兩個是腳了。」孟瑚道：「如今計將\\n安出？」弄生道：「要此速成，要費些大銀子哩。」孟瑚道：「祇要上手，銀子我\\n不論。」弄生道：「既如此，我有一計，你明日去買南京花綢二疋，金枝松一隻，\\n走盤珠十顆，分外將元色背褡緞兩個，大紅汗巾兩條，送與二個丫頭。外將酒一壇\\n，白銀四兩，送與何老兒。我與你一總拿去，先到何老那邊一揖，竟送與他，坐在\\n他身上，說你媄銈a主婆，已有意的了。你落得做個人情，將銀子買果兒喫，他\\n受了。再將禮回他，轉送與春雲，也是這等說，不怕他不肯的。」孟瑚道：「也罷\\n，我如今去備起來，你與我拿去，或就了謝你。」弄生道：「我去還你停當。」\\n　　又隔了兩日，果然許弄生跑過來道：「著了！你快快整備去做新郎。」孟瑚大\\n喜道：「如何了？」弄生道：「我送了去。那老兒見了銀子與酒，欣然道：‘不妨\\n，我有個道理。’他先將珠子及金枝松，拿進去問小姐道：‘小姐，有好珠子與赤\\n金首飾在此，一個人要兌的，小姐可要麼？’王小姐道：‘要是要的，祇是沒銀子\\n。’他就道：‘小姐若要銀子，可以緩得的，就到冬間與他來也罷。’小姐將珠子看\\n了又看，道：‘好白珠子。’將松枝看了道：‘金子赤得緊，不知共要許多銀子？’\\n那老兒道：‘不知。他這個人就是我相熟的，昨日說起，他說在二郎廟曾見小姐來\\n。我說小姐喜歡首飾，他故把來兌的。’那小姐見說二郎廟那人，他就頓一頓道：\\n‘既如此，教他明日來當面議議價看。’那老兒見他會意，就說還有南京花縐要一\\n起賣的。小姐笑道：‘你一發拿來看看。’四件通收了。你如今進去面議，看光景\\n，相機行事，我來幫你。」孟瑚聽了，忙向弄生唱個喏道：「多謝。」\\n　　於是連忙打扮齊整，與弄生竟走到園側首，等到晚間，祇見那何老兒道：「來\\n了麼，待我先去說聲。」少頃，祇見何老道：「小姐在門首了。」孟瑚於是竟走進\\n他門堙A大著膽，唱個喏道：「小姐，珠子首飾，用得著麼？」那小姐將衣袖掩\\n著口道：「要是要的，祇是要許多價錢。」孟瑚道：「既是小姐中意了，小姐是在\\n行識貨的，任憑見賜罷了。」那婦人笑了一笑，竟叫春雲走到孟瑚身邊來。低聲道\\n：「珠子祇值十兩，金枝松我要做使用的銀子，小姐說，叫你夜間到後門首，悄悄\\n進來兌。」孟瑚嘻著臉道：「一一依小姐，但今夜銀子，準要兌的，春雲姐要煩你\\n幫襯一幫襯。」那春雲將孟瑚瞅一眼道：「月又好，你來便是，祇管說。」孟瑚低\\n聲道：「可要與那何伯伯得知麼？」春雲道：「不必相聞他。」\\n　　春雲回復那小姐，小姐把手兒同孟瑚一招，進去了。那孟瑚忙來對弄生道：「\\n如今是了。祇是今夜我膽小，你便住在左近，進去時，千萬與我看看，我先送二十\\n兩銀子與你用用。」弄生道：「好呀，棺材出了，討挽歌郎錢四十，兩頭一齊要的\\n。」孟瑚道：「便罷，我也帶得百金在此做使費。」弄生拿了四十兩，又道：「再\\n拿十兩，一兩一封，封在身邊做使用。不管丫鬟孩子見了，即與一封，這便無言，\\n又有護衛了。」孟瑚道：「說得有理。」於是與弄生打點不題。\\n　　卻說孟瑚果然等到夜深月上了，悄悄走到後門，祇見春雲已立在門邊。見了孟\\n瑚，把手一招，低聲道：「來。」孟瑚悄悄走進後門，春雲已拽上了門，孟瑚忙去\\n勾住春雲，春雲帶了笑，一推道：「臭王八，老婆在媄銦A不要這樣猴急。」一\\n引引到倉房堙C孟瑚道：「臥房在那堙H」春雲道：「你隨我這堥荂C」又走到媄\\n銦A三間一帶花廳，果然清潔齊整，甚是幽雅。兩邊俱是花卉。\\n　　祇見那婦人濃妝艷服，初不是日堨景了，燈下看看，愈覺嫵媚。兩人相見，各\\n說心話。王小姐道：「妾自二郎廟一見，直思想到如今，不道又承厚情，今得一會\\n。」孟瑚道：「小生一介書生，蒙小姐錯愛，許接芳容，粉身難報。」祇見一個丫\\n鬟捧茶來。喫了茶道：「酒已排在東邊書室堙C」孟瑚道：「夜深了，夜飯不消擾\\n罷，恐酒誤了正事。」小姐笑道：「這樣性急，不日堥茪F。」孟瑚也笑道：「其\\n實日奡N來的。」王小姐道：「既如此，請坐了，快飲三杯。」孟瑚忙忙喫了道\\n：「收了罷。」慾火如焚，就去搿那王小姐。小姐一推道：「丫鬟在此，羞答答，\\n你先去睡，我淨淨手，卸了頭面就來。」那曹孟瑚走到床前，見噴香的被窩，脫了\\n衣服，就鑽下去。那婦人即下了帳子，脫了外衣服，正要上床，祇聽得外邊一聲喊\\n響，道：「不要放走了。」孟瑚喫一驚，忙爬起來，已是擠了一房的人，道：「好\\n好小姐，做得好事！」把王小姐一把拖出房去，兩個把火把一照，又把曹孟瑚赤條\\n條拖下來道：「做得好事，拿刀來。」祇見一個人把一柄雪亮的大刀，猶先殺漢子\\n，再殺淫婦。孟瑚嚇死在地下，口埵喊道：「列位饒我狗命，但憑要我許多銀子，\\n況且不曾動彈。」一個人道：「你這狗才，快殺，快殺！」祇見王小姐在外亂哭道\\n：「不干他事，是我不是，饒了他，殺我罷。」又有一個人道：「既如此，問這狗\\n頭將許多銀子來買命？」孟瑚道：「一千，一千。」那人道：「少，少。」孟瑚道\\n：「再加二百。」那人道：「口婸’釵騕蛝芋A祇是殺了罷。」孟瑚慌了，又喊道\\n：「不要忙，我有一相知在左近，叫做許弄生，教他來，銀子就有了。」那人道：\\n「既如此，你說在個所在。」孟瑚道：「在何伯伯門首。」\\n　　祇見一個人去了一回，扯那許弄生來了。孟瑚颯颯大叫：「老許救我。」弄生\\n道：「怎麼不小心做出來，如今教我來怎麼處？」孟瑚道：「我有銀子在家堮悕苳\\n勻o堙A你與我拿一字去，對我父親說，悄悄拿一千二百兩，來救我的命出去。\\n不要慳吝，左右前日所得之物，原是我命中的。千萬，千萬！作速，作速！」那許\\n弄生急急討了他字去了。\\n　　到了曹家，已是半夜，曹有華方微睡覺，祇聽得門上有人叩門，說：「尋老相\\n公去救大相公命哩！」有華聽了，喫了一嚇，忙跳起來，見了許弄生。弄生道：「\\n令郎有字，老伯且看了說。」有華接字一看，上寫道：\\n　　　　照字發銀一千二百兩，男堮悕陏o中自有，可速兌足。著一家人同許弄\\n生拿來，救孩兒之命，不可稍遲，不可稍吝。前日之物，原男命中之物也！千萬作\\n速。\\n　　　　男成器百拜\\n　　那老兒看了字，問了情由，歎口氣道：「罷，罷！左右是他的。」愛子之心勝\\n了，祇得一一兌足。弄生急急拿了就走。等銀子一到，天將明了，這些人將銀子兌\\n了，又叫孟瑚寫了甘服。放他時，又道：「如今割了一隻耳朵罷。」孟瑚慌了，又\\n求道：「饒了罷，我身邊還有百二十兩，一併送了罷。」然後逃命回來。\\n　　路上一路歎氣道：「一飲一酌，莫非命也。一個美婦人，若上了手，用掉這些\\n銀子，也不懊悔。如今白白堸e與他，又加一嚇。」歸家悶悶不樂，又沒趣得緊\\n。及至妻子得知了，又被他嚷罵了三四日。罵道：「沒廉恥的王八，蝦蟆在陰溝洞\\n堙A想天鵝肉喫。我與你一櫓一船，有甚不好？弄出這樣事來。」埋怨得曹孟瑚\\n進不得，出不得，於是靜坐在書房堥S瞅沒睬。\\n　　過了幾日。一日對家人道：「你去請許相公來閑話閑話。」家人去了半晌，回\\n復道：「不在家堙C」\\n　　孟瑚又隔了月餘，心上想道：「不知王小姐如今怎麼樣了？可惜負了他，又害\\n了他。那個捉姦的，不知他的是甚麼人？如今事冷了，我去打聽打聽看。」於是慢\\n慢走走到西園左側，走來走去，一些動靜也沒有。立了半日，祇得在近邊人家借住\\n了，問道：「前邊野堸爬阰悸漪O甚麼人家？」那人道：「是南京張翰林的花園\\n。」孟瑚指著道：「是這一帶楊樹媄銦C」那人道：「怕不是。」孟瑚道：「前日\\n聞得有個實山王家住在此？」那人道：「那埵閉し礞家？自從張之問了封釗的，近\\n日有一班光棍，私與他看門的說通了，借住了月日，如今已去了個把月了。」孟瑚\\n暗驚道：「難道他俱是騙子？我如今尋許弄生問他。」\\n　　一口氣走到弄生家來，祇見門也鎖著。問問鄉鄰，鄉鄰道：「近日同一班人說\\n南京去趕節了。」孟瑚滿肚媞繫b不信。時近也月了，孟瑚道：「如今科考年時\\n，我且干名遺才到南京去耍耍，趁便打聽他下落。」孟瑚果然到江陰老去，有了遺\\n才科舉。\\n　　來到南京，尋了下處，場期已近，忙去納了卷回來。從大功坊過，祇見這些秀\\n才，紛紛道：「應天府府尹，昨日拿了個假關節，撞太歲的，今日審，看他如何審\\n法？」一人道：「祇可惜這個美少年，何苦做這樣事。」又一個道：「就是那兩個\\n小年紀的，還不上十六七歲。」一個道：「今日未結收監，明日還要打了枷號在貢\\n院前示眾。」那孟瑚聽了，也不在意。\\n　　明日清晨，他有心去看，一走走到大功坊，祇見一叢人擁了幾個人，各帶三百\\n斤的枷，打了五十棍，血淋淋的扛來。孟瑚擠上一看，喫一大驚道：「那小後生的\\n面孔，與王小姐一般，後邊兩個與春雲、綠梅無二，後邊一個竟是許弄生！又有一\\n個，就是個何老伯，又有兩個，卻不認得。想一想，一個宛然是前日持刀要殺我的\\n。」\\n　　看官！你道巧不巧，原來前日曹孟瑚與許弄生說了，他就定這一計，叫孫韻士\\n扮了王小姐，韻士兩個毬友，扮做丫鬟，何老去暫租了張家花園。先叫韻士在二郎\\n廟燒香，後約送禮，夜間相會。幾個做定圈套，恐怕出醜，臨時捉姦，又勒甘服，\\n使無後言。當時孟瑚看得親切，卻不道仇人相見，分外眼明。孫韻士與許弄生偷眼\\n瞧見曹孟瑚，將頭低了。孟瑚要擠上問他，轉一念道：「罷了，騙又騙了，如今又\\n天報了。」卻去問旁人道：「為何拿了他們？」一個人道：「你不知這一個後生，\\n就是這四個人的毬友，他們都是大騙子，在這媊F了幾個書生來，騙了許多銀子\\n，在院子媢漶A喫醉了，走出門來，誰想落出一個紙包在地，包上寫大主考視竅\\n兩件，竟被主考家人拾著了，私盯他到了寓所，急去報了主考。主考寫書與府尹密\\n拿的。昨日審明，今日要立枷枷死。」孟瑚也不敢說自己被騙的話，走歸下處道：\\n「天這樣近的。」\\n　　鄉試回來，再不思想結識美婦人做風月事了。從此安心與妻子歡好如故，後來\\n生了四個兒子，家事依舊掙好，大富起來。請先生教兒子讀書，俱進了學，媳婦俱\\n攀讀書人家。至今溫飽如初，詩禮傳家。可見為人便當安命，再不可起妄想的念頭\\n。所以說：\\n　　妄想便心癡，癡心便著迷。\\n　　失財幾喪命，覺後始知之。\\n第二回????以妻易妻暗中交易　矢節失節死後重逢</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　蝴蝶雙飛鴛並宿，護水穿花，美滿芳情足。舞絮遊絲雖滿屋，勸君須把春心束\\n。大稚綠嬌，紅香簇簇，柳亂花歌，繚繞空交遂。莫道天公多反復，沾茵墮園因相\\n續。\\n　　　　──右調《蝶戀花》\\n　　這首詞，單道天下才子佳人，得相配偶，再不可又生外心。自古佳人與才子，\\n誰不願各得所配，情同魚水，氣洽椒蘭。然古今偏有多少缺陷的事。那些自負為佳\\n人的，他自己既有絕世的風姿，心上無不想與絕世才人為匹，於是即嫁了個平常的\\n丈夫，他還道配非其偶。可奈天公作怪，偏苦苦要將極愚極蠢的發付他，不但不曉\\n的嘲風弄月，抑且全不解惜玉憐香。於是守分的，祇好學吟斷腸集的朱淑真。那不\\n守分的，便未免要做不守寡的卓文君了。雖然，這還是婦人易於自守。至若男子漢\\n，自負為才子的，他自己恃了些才貌，又那個不想配絕世的佳人？更笑天公作怪，\\n又苦苦偏要將粗俗至醜陋的，奉與他，為良家至寶。所以諸葛孔明之婦，面如鍋底\\n，然天下如孔明這樣安分的，能有幾人？故古今才子，未免問柳尋花，偷香竊玉。\\n這也怪他不得。若是三生有幸，有才的男子，竟得了絕世的佳人，成其夫婦，這豈\\n不是人生極難得的事。故荀奉倩得配了個公主，他一生恩愛，為妻子有了熱病，不\\n難解衣凍體，以熨其熱，至死後，不言而神傷。自歎曰：「佳人難再得。」是終身\\n不再娶而亡。所以才子得遇佳人，真可死心塌地，雖有毛嬙、西施在側，總之非我\\n所好了。\\n　　不道人情難料，事有不然。偏又有一等得了美人為妻，又要去惹閑花、沾野草\\n的。天公知道，豈不惡其淫心無厭，於是即以其人之淫，還報其人之身，使聞之者\\n，略加警悟。在下得諸傳聞，頗覺新異，聊述與看官醒一醒睡。\\n　　話說清朝初年，福建州府地方，有一鄉紳，姓趙名虞，字舜生，年方二十一歲\\n，即連科中了進士。面龐生得清秀無比，又且飽學多才，娶了個陰貢生的女兒為妻\\n。那妻子陰氏，名喚麗貞，年紀少舜生兩歲，真是生得有沉魚落雁之容，閉月羞花\\n之貌。性格極其聰明，體態極其柔媚。少而挑花捺繡，大而作賦吟詩，件件俱精，\\n般般皆妙。自從嫁了趙生，身雖兩人，性合一付，你唱曲，我便吹簫﹔我吟詩，你\\n便作賦。嘲風弄月，朝歌暮弦，恩愛異常。外邊人羨慕他，因編四句口號道：\\n　　佳人配了佳人，才子嫁了才子。\\n　　天成一對夫妻，不數弄玉蕭史。\\n　　卻說趙舜生既為美人才子，又得娶了個麗貞的才子夫人，亦可謂志足意滿，終\\n身再不思量漁色了。孰知那趙舜生，心偏不足，他性最愛的是偷情。麗貞身邊有幾\\n個丫鬟，雖則串眉，終礙著麗貞不酸之酸，所以不能暢其所欲。心上想外邊結識幾\\n個婦人。又虧中了進士，恐礙官箴，所以在那家人婦人面上，未免著意起來。這個\\n毛病犯著，隨你貞潔的僕婦，再沒一個脫白了。\\n　　一日，正閑坐在書房堙C祇見一個貫走熟的媒婆，名喚鮑一娘，走進書房，\\n對蛬秘洏穸n個頭，道：「聞得老爺近日要尋對家人，書房堨峞C小婦人尋得一\\n個絕妙的在此。年紀不上二十三四歲，男的又老實小心，女的又溫柔勤儉，原是南\\n直崑山縣人，因兵亂逃到這堥茠滿C如今無所倚仗，故思想投靠人家，其實是好\\n人家女兒。」舜生道：「喚他進來看看。」鮑一娘即便出去，喚那兩個人到書房堙\\nC那夫妻兩人見了舜生，雙雙叩個頭起來，立在一邊。舜生問道：「你姓甚麼，叫\\n甚麼名字，那堣H？」那人道：「小人是崑山人，喚名孫仁，妻子韓氏。小人從幼\\n識得幾個字，妻子女工也會幾件的。祇因世亂，無處生理，所以出來的。」舜生仔\\n細一看，祇見韓氏生得脣紅齒白，一雙俏眼，兩道彎眉，不覺著魂起來。對鮑一娘\\n道：「女人你領進去見了奶奶，著他住兩日，揀一吉日成文契罷。孫仁，你住在書\\n房埵灟唌A有事差你。」於是鮑一娘領韓氏到媄銗h，見了奶奶。\\n　　卻說陰夫人身邊，有兩個貼身服侍的丫鬟，一個名喚芳蘭，一個名喚金菊。那\\n兩個俱與趙舜生有一手兒的。當日韓氏見了奶奶叩個頭，陰夫人對鮑一娘道：「是\\n新來的，見過老爺了麼？」鮑一娘道：「是老爺收用，著老身領他來見奶奶。」陰\\n夫人道：「既如此，芳蘭你同去喫了飯，晚間權與你宿。俟做了文契，去他個房頭\\n兒住。」鮑一娘見奶奶吩咐定當，告別去了。\\n　　韓氏同芳蘭喫完了飯，就在房中服役。其時乃七月天氣，到了晚間，服侍奶奶\\n，在後軒茉莉花邊洗了浴，出來到臥房中梳晚妝。韓氏將沙兜扇兒打扇。正在那堨\\n揹陛A祇見趙舜生踱進來，見了韓氏問道：「芳蘭怎麼不打扇？」奶奶道：「芳\\n蘭洗浴去了。」舜生又與夫人說了兩句閑話，遂悄悄踅身到茉莉花邊，祇見芳蘭對\\n著壁兒，赤條條在那堿~浴。舜生隔著花盤，伸過手去把他屁股一摸，那芳蘭呀的\\n一聲，罵道：「金菊小淫婦，那個與你耍子。」口婼|，回轉頭來一看，乃是家主\\n公。舜生低聲笑道：「不要罵我，有句話兒問你：那新來的，今夜與你同睡麼？若\\n同你睡，要你幫襯一幫襯。」芳蘭道：「老爺吩咐，我曉得。祇是你快去，有人來\\n了。」舜生聽了，一閃出去了。\\n　　芳蘭浴完，即叫金菊姐：「你去替新來的孫阿嬸來洗浴。」於是韓氏走來也洗\\n了浴，隨著芳蘭喫了夜飯，在月下乘涼。原來是日應該金菊，並一班家人婦女，上\\n班服侍家主公、家主婆喫夜膳。故此芳蘭甚是空閑，因與韓氏乘涼，說些風涼話耍\\n子。芳蘭話間取笑道：「孫阿嬸，你今夜要與我做夫妻了。」韓氏笑起來道：「你\\n還是黃花女兒，我自然是你的丈夫」芳蘭笑道：「你討我便宜，我今夜偏要騎在你\\n身上。」韓氏笑道：「任你來騎，不怕你。」\\n　　兩個取笑了一回。芳蘭道：「我們去睡罷，明日是我上班，要早起的，祇可惜\\n這樣好月色。」韓氏道：「兩回在外奔走，我也倦得緊，眼兒漸漸做瞌，要去睡了\\n。」於是兩人同到廂房堙A上床。韓氏脫了衫兒和小衣，睡著。芳蘭道：「孫阿\\n嬸，天色熱，小衣沾著身子，汗漬漬不好，還是脫了爽利些。你怕月光照著，將單\\n被兒掩掩就是。」韓氏聽了果然脫去。又說了幾句閑話，竟鼾鼾的睡去了。\\n　　芳蘭見他睡著，即輕輕跳起身子來，坐在淨桶上小便。祇見窗外有手把他一招\\n，他就意會了，即便走出來。卻是趙舜生走來，攜了他手道：「新來的可曾睡著麼\\n？」芳蘭道：「睡著了。小衣已被我說他脫下，如今你自去，悄悄行事。」舜生道\\n：「他若喊起來，你須急急掩住他的口，我明日賞你。」芳蘭道：「曉得。」於是\\n舜生赤條條，輕輕走到床邊一張，月光正照著帳子堻極掍b截身子，兩隻小腳兒\\n彎著，直挺挺的打鼾。舜生不覺慾火如焚，揭起帳兒，輕輕跨上床，將被兒悄悄揭\\n去。先將唾津濕了龜頭，月下看，正如火齊半吐的那話兒，將身覆上，一聳禿聲進\\n了寸許。韓氏睡夢中，直跳起來，已被舜生緊緊壓住，動也動不得，祇得喊道：「\\n甚麼人？」三字未完，被芳蘭走來，雙手掩著嘴兒，低低附耳道：「是老爺，不要\\n作聲。」舜生口媢D：「我愛你，你順了我，我多與你銀子買果兒喫，做衣服與你\\n穿，孫仁我另眼看顧。」他口婸﹛A下面祇顧抽。那韓氏身子小弱，掙又掙不起，\\n喊又喊不響，祇管荷荷將身扭著。舜生抽了一回。韓氏是久曠之後，又兼舜生是偷\\n婦人的慣家，不覺酥麻幾次，祇得扳開芳蘭手道：「我已順從了，放鬆一鬆，待我\\n透口氣。」舜生見他面上已熱烘烘，下邊淫水直注，方纔放鬆他。祇見兩腳緊勾，\\n舜生雙手緊抱，偎臉送舌，這一番雲雨，真個說不盡分外幽香。幹事纔完，韓氏忽\\n然垂淚道：「我被老爺蠻做，污了身子，明日羞答答，如何去見奶奶？」舜生道：\\n「是我先說通了，奶奶愛我，容我如此，再不妨的。」於是起身，即忙閃到自己房\\n堙A將一錠銀子，遞與韓氏道：「與你買東西喫，後日還要照顧你。」說罷去了\\n。芳蘭又道：「我們老爺極好的，到我房堣@次，一定有銀子賞我的。我不瞞你說\\n，如今枕兒邊還藏著七錠在這堙C」韓氏無言，祇得拿了銀子，同芳蘭睡了。心上\\n暗轉道：「不已意逃難出來，投靠人家，思想夫妻一處，誰道做出這樣醜事來。如\\n今這堥M然難住。思量起來，通是芳蘭那小淫婦做路害我。如今，不若再偷了芳\\n蘭枕邊的銀子，做了盤纏，原同丈夫回鄉，去過日子的好。」算計已定，睡到天明\\n。清晨起身，芳蘭上班，服侍奶奶去了。韓氏悄然向枕邊偷了他兩個錠兒，藏在身\\n邊。\\n　　卻說陰夫人起身，叫芳蘭：「你去把麵湯來，問新來的，可會梳頭麼？」韓氏\\n忙應道：「曉得的。」於是與夫人梳頭。趙舜生在床上跳起身來道：「好熱，好熱\\n。」見了韓氏，即看著陰氏道：「奶奶頭兒竟梳得好，祇是新來的身上衫兒腌臢，\\n要他近身服侍奶奶，有汗衫與他一件換換。」夫人道：「我有件綢葛布的半新衫，\\n金菊拿來與他。」於是韓氏接金菊的來穿了。\\n　　舜生洗臉抹了身上，便往書房堨h。韓氏服侍奶奶喫早粥。早粥過，韓氏稟奶\\n奶道：「小婦女寓所，有兩件舊家什，前日來了，無人看管，今日要同丈夫去看看\\n。」夫人道：「我家老爺收用你們的了，今日去，可即搬了來，明日成文契。」韓\\n氏道：「曉得。」便走到書房堙A同孫仁去見趙舜生。舜生道：「待孫仁去，你\\n不消去罷。」韓氏道：「有幾件衣服我自要去拿的。」舜生道：「拿了就來。」兩\\n個別過了。\\n　　出門在路上，韓氏對丈夫道：「我決不去靠人家的。我與你如今原到家堨h，\\n別尋生理過活。」孫仁道：「怎麼這等說，趙家待我盡好。你我兩口到家，靠甚過\\n日子？這等人家，求之不得的。你到說出呆話來，我若依你家去，盤纏那堥荂H」\\n韓氏道：「你不要管，包你有盤纏。且到寓所，急急收拾停當，對你說。」於是兩\\n人到了寓，開了門，祇見韓氏在腰間摸出三錠銀子來，對孫仁道：「六七兩銀子，\\n盡夠去了。」孫仁喫驚道：「你那堥茠滿H」韓氏不說被趙舜生強污之事，祇說與\\n芳蘭同睡，在他枕兒邊拿的。我算來路上盤費，祇消三四兩，剩的還可做個豆腐本\\n錢，去開豆腐店。這原是我處本行，盡可度日，強是在人家叫別人老爺、奶奶。」\\n孫仁道：「我也出於無奈，今既有了銀子，事不宜遲，必須連夜去便好。」隨即喚\\n一隻小船，說過三兩銀子，包送到崑山。兩個下了船，竟望崑山去了。正是：\\n　　鯉魚脫卻金勾去，擺尾搖頭再不來。\\n　　卻說趙舜生，是晚不見韓氏夫婦回來。他還道少年夫婦，在寓所過了夜，明日\\n自然來的。到了明日午間，還不見來，心上有些疑惑。因喚家人趙祥吩咐道：「你\\n去對鮑一娘說，已約定今日成文，怎麼昨日孫仁夫婦兩個，倒去了不見來？」趙祥\\n領命，到鮑一娘家，同去尋孫仁夫婦。及走到寓所，祇見門兒鎖著，鄉鄰道：「昨\\n晚已搬去了。」連鮑一娘也不解其故。趙祥祇得回來，一路走，走過福州府前。見\\n街上人，男男女女，紛紛奔竄。也有挑了行李的，也有抱了兒女的，各有驚惶之狀\\n。趙祥問道：「為甚你們如此？」其中有一個人應道：「你還不見府場上的牌麼？\\n」一頭說，一頭飛也跑去。趙祥心上喫驚，忙走到府場上，祇見豎著一大扇硬牌，\\n粘告示一紙。上寫道：\\n　　　　征南大將軍示：照得國之廢興，自有歷數。本將軍提兵躬討，所下州縣，\\n士女有壺漿之迎，人民慰雲霓之望。故示爾福州府軍民人等知悉，大兵到處，雞犬\\n無驚，爾等居民，照常藝業，毋得惶懼。特示。\\n　　卻說趙祥見了告示，心上著了忙，飛也似回來，報與家主。誰知走到門首，自\\n己家堣]在那埵洵B逃難。趙祥問道：「老爺在那堙H」他的老婆道：「老爺府中\\n太爺請去，議守城了。你還不快來同我收拾，為避難之計，卻慢騰騰地閑講。」趙\\n祥見說，祇得到自己房埵洵B。\\n　　剛剛收拾得兩個包囊，隨那趙舜生去的家人回來嚷道：「不好了，不好了，兵\\n已進城，老爺與太爺俱綁去了。」祇這一句，嚇得陰氏奶奶酥了半邊。於是思量無\\n計，慌忙脫了高底弓鞋，拆開了，將底板挖空，把些碎金子和粗珠子塞滿在內，依\\n舊縫好道：「惟此可以為難中救急之資。」於是將來看了，叫芳蘭道：「你也與我\\n將些銀子，做個小褡縛兒縛在腰堙C」方纔縛得完，祇見家中寂然，不見個影兒，\\n急叫芳蘭道：「你跟我到前廳看看，難道許多家人，通不問我去了。」\\n　　兩個剛剛走到前廳來，忽見四五個兵丁，提著雪亮的刀，趕進來。見了陰氏，\\n一個劈頭一刀砍來。芳蘭見砍家主婆，往後一跑，跑出後門逃了。誰知這一刀砍來\\n，陰氏眼快，向庭柱後呀的一交跌去，有一丈多路。這刀卻剛剛砍著了庭柱，有二\\n三寸深，拔也拔不出。陰氏雖則躲過了一刀，心頭又跳，兩腿又抖起來。料逃不脫\\n，跪在地上，祇顧拜，祇顧哭，口媢D：「將軍饒命。」那兵丁見砍不著，心媢E\\n轉道：「這婦人是不該死的了。」\\n　　卻把陰氏仔細一看，卻見他姿容絕世，態度幽閑。聲如鶯囀喬林，身似風吹弱\\n柳，便道：「我不殺你，你隨我去做我的渾家罷。」陰氏聽說，大哭起來道：「既\\n如此，不如殺了我罷。」那兵丁原是個總兵官，他也不睬，竟對兩個兵丁道：「與\\n我好好扶他上馬去。」兩個兵丁不由分說，將陰氏抱上馬，一鞭竟到營堙C陰氏\\n下了馬，想要尋死，又無空隙，垂淚心上轉道：「既不能死，畢竟免得他玷污便好\\n。」左思右想，心生一計道：「有了，且待他來，相機行事。」真個：\\n　　雖然不算□□□堻砲迭A也應賽過□□女中諸葛。\\n　　卻說那總兵官，又搶了個婦人，一哄回營。他到了營，整頓些酒飯喫，也叫陰\\n氏道：「你也喫些。」陰氏道：「我有病，喫不得。」總兵官道：「你有甚麼病？\\n」陰氏道：「我患暗疾。」總兵官道：「甚麼暗疾？」陰氏道：「其實我有沙淋血\\n敗病，因方纔嚇了，如今正發，一些也動彈不得。」總兵官聽了，笑笑道：「也罷\\n。」對兵丁道：「煮些粥兒與他喫。」\\n　　是夜入靜了，總兵官來求歡，陰氏歎道：「日媢鴽A說有病了，你既不殺我\\n，又何苦害我？你既要我作渾家，俟病好，擇吉成親，方是正理。若苟且要我相從\\n，不如殺了我，這事斷然成不得的。況你何取苟合之人為妻子？」那總兵官是正性\\n的人，一片話說得歡喜起來，道：「有理，有理。我如今不強你了，且等病好了，\\n再處。」於是去把其餘的婦人，行其一樂，再不與陰氏纏了。\\n　　自此之後，陰氏詐病過日子，密圖脫身之策。不道福州已定，不及月餘。大將\\n軍忽發令箭，撤兵凱旋。那總兵官匆匆收拾起行。陰氏聽了，老大一驚道：「我正\\n圖本地脫身，不想要去起來，如今怎麼處？」祇得痛哭隨行。\\n　　在路曉行夜宿，受了憂愁跋涉，不道真病起來。方行到蘇州，祇聽得江南巡撫\\n來接，即稟大將軍道：「海中近日巨寇猖獗，據崇明縣為巢穴，敢借大兵一剿。」\\n大將軍見說，即時差總兵，提兵往剿。令箭一出，刻不留行。那總兵官祇得隨船隨\\n馬，行到崑山地方，心上道：「此去海中不多路了，我將家眷行李，安頓在寺觀中\\n，單身前去。剿平了，帶他們回去未遲。」於是將陰氏與婦人暫寓觀音寺堙A然\\n後領兵下海。\\n　　誰知海上打聽得大兵來，即便揚帆別處去了。那總兵官到崇明縣堙A已被海\\n寇弄得人民逃散，子母分離。他見十室九空，不勝歎息。因走一處，祇見路旁有一\\n個十七八歲的女子，淒楚啼哭。見了總兵官來便跑，卻被他向前一把捉住。一眼看\\n去，卻是生得齊整。他就轉個念頭，道：「我要將福州婦人為妻，奈他千難萬阻，\\n病又不痊。不如這個又生得好，又是閨女，我竟將他成親去，丟了福州的，有何不\\n可。」算計已定，即問那女子道：「你姓甚名誰？為何坐在這堙H」那女子哭道：\\n「我父親姓王，是個秀才。因海上搶掠，將父親殺死。我同母親逃難，不道出城，\\n被人擠散了，我又腳痛，走不動，所以坐在這堙C」那總賓官道：「既如此，你權\\n住在我營堙A我著人找尋你母親來與你如何？你母親可知是在崇明縣堙A諒不到\\n別處去的。」那女子祇是哭，不則聲。\\n　　於是竟將此女到營中，差兵丁四下尋訪。果然尋了一日。到第二日，一個兵丁\\n見一老嫗在海邊哭道：「我的兒呀！父親又死，你又不知那堨h了。我命恁苦，\\n不如跳在海中，到也乾淨，祇是我怎放得你下。我的兒嗄！」放聲哭個不了。那兵\\n丁往前扯住道：「老人家，你為甚哭？」老嫗道：「其實我有一十七歲女兒走散了\\n，尋不見，意欲跳下海去。」兵丁道：「我們拾得一個十六七歲女子，也說不見了\\n母親，你可隨我去認一認看。」\\n　　老嫗聽說了，隨著兵丁就走。誰知事有湊巧，老嫗一到營中，那女子聽得是母\\n親聲音，便急跑出來見了。抱頭大哭。哭完，女子道：「為何一時不見了你，如今\\n虧都督爺差人尋著了你，你我該叩個頭兒謝他。」那總兵官見說，笑道：「不消謝\\n，但我有句話與你們商議。我尚未娶，你女兒又大了，我要他做奶奶。你老人家丈\\n夫又死了，料無人養膳，你把我做女婿，我將你做岳母，養老在身邊，你女兒又有\\n親人在一處，可不好麼？」那老嫗無可奈何，思量家破人亡，祇得道：「既蒙將軍\\n救了我們，如今但憑將軍罷了。」於是那總兵官領了他母子到崑山來。\\n　　卻說陰氏在寺中詐病，準日蓬了頭髮，將荷葉湯洗了臉，黃瘦得不像樣。總兵\\n官既得了處女，又有眾婦女取樂，要陰氏的念頭，頓然冷淡了。他一面報捷，一面\\n收拾回京，竟將陰氏拋在觀音寺堨h了。臨去時，方對陰氏道：「我已不要你，\\n隨你怎麼回去罷。」於是陰氏住在寺中空屋堙A自言自語道：「我雖脫了他的玷\\n污，祇是單身女子，怎麼得回鄉。」左思右想，漸漸切己的一日三餐，不能應用起\\n來。\\n　　那些眾和尚見兵丁已去，巴不得將房屋行掃乾淨，見拋一女人在內，心上又焦\\n躁起來。因商量道：「怎麼叫他出去便好。」內中一個老和尚道：「待我叫他出去\\n。」走來對陰氏道：「娘子，你那堣H？」陰氏道：「我是福州人。因破城擄了我\\n來，不想害病，拋我在此。我要回鄉，怎奈孤身難去。」老和尚道：「娘子差了。\\n這堥儥皉{，有二三千里路，一個女人如何去得？祇是在寺埵磹々ㄚK，況且日逐\\n用度那堥荂H須要算個常便方好。」陰氏聽了，不覺兩淚撲簌簌流下來。老和尚\\n道：「據小僧愚見，祇有一策，祇是我出家人，不好說得。」陰氏道：「我是難中\\n人，你但說何妨。」老和尚道：「除非權且嫁了個人，目下可以度日，以後又好圖\\n回鄉。不然，衣食不周起來，可不枉送了命。」\\n　　陰氏無計可施，見他如此說，肚娷鉆D：「千辛萬苦得脫到今日，若竟死了，\\n那個得知，連兩根骨頭也無人收拾了。不如權且嫁人，嫁時節相機行事，謀個回鄉\\n的計策。」即答應和尚道：「如此也罷，祇是急切堙A那個要我。」老和尚得了\\n陰氏的口風，道：「且再處。」走去對眾和尚商量。祇見內中一個和尚叫道：「有\\n了，有了。這個人絕對即時可以遣得這婦人出去。」老和尚道：「是誰。」那和尚\\n道：「寺門前孫豆腐，他死了妻子，已有半年。說與他，包你就成。」老和尚笑道\\n：「有理，有理。待我去與他商議。」\\n　　於是走出寺門首，見孫豆腐正在那堿~豆腐缸，老和尚將手一招道：「老孫來\\n，有一樁好事作成你。」孫豆腐忙走來道：「師父，有甚作成？」老和尚道：「我\\n有一頭親事，一錢不用，絕妙的與你作伐。」孫豆腐笑起來，道：「好是好的，祇\\n是手中之鈔，一日做得四五升豆腐尚賣不完，思想要成親事，可不是蝦蟆在陰溝堙\\nA想天鵝肉喫麼？」老和尚道：「不是這等說。這婦人是兵丁搶來的，不要了拋棄\\n在此，又沒人要你主婚錢，又不要樂人、花轎，走了來就是，包你半文不費，祇要\\n喫口白飯，在你身上也是容易的。」孫豆腐聽了，不開口。老和尚道：「待我對婦\\n人說說看，或者姻緣也未可知。」\\n　　老和尚竟來對陰氏說：「寺門首有個做豆腐的老孫，年紀不上二十五六，為人\\n也伶俐，會做生意，可肯嫁他麼？」陰氏道：「我也是好人家兒女，落難在此，怎\\n好嫁他。雖如此說，煩師父問他，祇要認得福州這條路，若扶持得我去，包你有老\\n大好處。」和尚又去說，孫豆腐道：「若說福州這條路，我卻爛熟，祇是有甚好處\\n。」老和尚道：「既如此，不要管，娶了他，還你好。即於是夜老和尚送陰氏到孫\\n豆腐家來，那孫豆腐請尊和合紙，買斤肉，煮塊豆腐，欲留老和尚。和尚道：「阿\\n彌陀佛，不擾你。」進寺門去了。\\n　　那孫豆腐接了幾家鄉鄰，喫了一回酒，各散訖。看那陰氏身也不動，孫豆腐道\\n：「你既嫁我，也要幫我牽牽豆腐便好。我看你嬌嬌的，不是這種人如何好。我且\\n問你，你是那等出身？」陰氏道：「你問我出身怎麼？我其實是個奶奶出身，無奈\\n被兵搶來，強要姦我，我誓死不從，所以撇我在此。我今不是嫁你，要央你領我回\\n去，我重重將百金謝你，所以允了。」那孫豆腐聽說是奶奶，巴不得嘗一嘗奶奶的\\n滋味，便道：「我討你做妻子，幫做人家，你說央我送歸謝我，這是虛帳。你既是\\n奶奶，我也不敢要你為妻，但是今夜權與我睡一睡，明日尋個機會，送你回去，如\\n何？」\\n　　卻說陰氏自想道：「我今不合嫁了他，若不與他些甜頭，他用強也是正理，又\\n不見好了。」左思右想，無計可施，祇得道：「既如此，你身子骯臟，燒鍋湯來洗\\n個浴，與你睡。」陰氏自己在營中，和衣睡了多時，也思洗一洗澡了。於是燒起湯\\n來。孫豆腐自己浴了，又換湯喚陰氏來浴。陰氏祇是脫了內衣去浴，孫豆腐見了他\\n肌膚，玉也似一般白的。慾火難禁，卸下衣裳，不由分說，竟用強將陰氏掀倒在浴\\n盆內，大暢其懷。陰氏祇得逆來順受。\\n　　浴完起來，陰氏道：「我順了你，你務要送我回去的呢。」那孫豆腐得意了，\\n道：「娘子，我今實對你說罷，福州我再不去的，你休想要我領去。」陰氏大怒起\\n來道：「為甚麼再不去的？」孫豆腐道：「我當初也是逃難，與妻子到那邊，不過\\n去靠個鄉紳人家。那鄉紳叫做趙舜生，我妻子住在媄鉹@夜，竟偷了五六兩銀子，\\n就連夜逃回的。其時有個做媒鮑一娘，說去他不知怎麼樣支吾了，所以我今再不敢\\n去的。」陰氏聽了他一片言語，暗暗喫驚道：「原來就是孫仁，那時節他不曾來見\\n我。我家老爺是夜去偷他妻子，想是與他的銀子，所以他不別而行，老爺再不提起\\n。」因暗暗歎口氣道：「原來他姦了孫仁妻子，我如今償他的債，可見男子再不該\\n做這樣歹事的。檐頭滴水，點點不差。」\\n　　因而又心生一計，轉口答他道：「原來如此。既如此，我也不想回去了。我家\\n老爺是姓錢，也與趙老爺相知的。我今既失身與你，縱然歸去，豈不羞殺，叫我如\\n何見人？如今有句從常話，與你商量。」孫仁道：「怎麼商量？」陰氏道：「我是\\n奶奶出身，嫁了你不可做豆腐，須做個財主便好。」孫仁笑道：「說這樣癡話，靠\\n豆腐度日，兩口尚且不周，財主將甚麼來做？我曉得了。自古道：‘若要富，靠水\\n磨。’我如今靠他一千年，少不得是個財主。」陰氏道：「你不要著忙，我有道理\\n在此。你剪刀將一把來。」孫仁笑道：「又奇了。」把剪刀遞來道：「要剪刀何用\\n？」祇見陰氏脫自己穿的弓鞋，將高底一拆拆下來，媄鋮出一個小小油紙包兒。包\\n兒婼L著一串雪白滾圓粗珠子，將來放在臺上道：「我當初逃難時，藏在高底內\\n，以為難中之用。不道今日用著他。你與我將去大戶人家，兌三五十兩銀子來。」\\n　　孫仁見了，心上又驚又喜，果然將去一兌，半價兒換了四十兩銀子，孫仁急拿\\n歸。祇見陰氏叫他在典衣鋪中，買了兩個鋪蓋，又買了幾件衣服：「如今你與我喚\\n隻船來。」孫仁道：「喚船怎麼？」陰氏道：「我當初有三千銀子，藏在福州府後\\n，錢家花園堣荋禰菾憮滿A再無人曉得的。我如今悄悄尋我乳母的老兒潘老，夜\\n間同去掘了，連夜回來。並潘老夫婦俱載他來，買一所大房子，置幾百畝腴田，再\\n尋一對家人，與潘老看管，收租放債，然後與你做夫妻，快活過日子，這不是財主\\n麼？」一席話，說得孫仁躁脾，不覺跳起來道：「娘子如此，自我再世的娘了。我\\n們如今快去，祇是一路或者還有費用，盤纏或不足，如何？」陰氏道：「我還有些\\n東西在此。」又去左邊腳上，拆下高底，又有些碎金子，一兌又兌了二三十兩銀子\\n。連夜鎖了門下船，望福州進發。話休煩恕，不免曉行夜宿，渡水登山，一程一程\\n，兩人竟到福州地方了。\\n　　卻說陰氏望見了福州城，祇見六街三市，依舊人煙湊集，與往時竟差不多。孫\\n仁道：「如今已到了，挽船在城外罷。」陰氏道：「搖到城堨h的是。潘老住在\\n城中間，與錢家園相近，近些好幹事。」孫仁祇得依他進城歇好。陰氏道：「船已\\n歇定，如今我有句實話對你說明，你若依我，彼此有益，若不依我，祇怕你性命也\\n難保！」\\n　　那孫仁聽說，老大一驚道：「千辛萬苦到此，指望做個財主快活，怎麼倒說出\\n嚇人的話來？」陰氏道：「我就是趙舜生老爺的奶奶。因當時被總兵官殺入家中，\\n將我擄在營堙A要我為妻。我尋死不得，設計騙他，不曾被他污玷。幸而又搶了\\n十七八歲的女兒，將我撇在寺堙A得遇了你。此時我左思右想，若不順你，你必\\n不肯領我到此，故權失節，因設計賺你來。今若依我，便作速到府西邊，問著趙家\\n，祇說我前日同妻子住在崑山，不道近日遇著奶奶，被總兵拋在寺堙A我問明白\\n了，送到老爺處，以贖前日不別而行的罪。如此老爺必著人來接我，我去亦不說你\\n強姦我一段，祇說總兵官要姦我，抵死不從，棄了我，虧他送我歸來，這是我的恩\\n人。如此趙老爺必感激你，我叫他賞你幾百兩銀子，原不失為財主。你若不依我，\\n我即叫喊起來，說你姦騙，我自然有人認得，報與趙老爺知道，可不是性命難保的\\n事麼？」這一席話，說得孫仁毛骨悚然，隨連連叩頭道：「求奶奶寬恕。」陰氏道\\n：「千里長途，虧你送來，難道忘了你的情？這不必慮及。」\\n　　於是孫仁忙向府西去，果然一問就著。走到趙家門首，祇見門前依舊熱鬧，聽\\n見媄靽鈴鼓鈸之聲。孫仁剛走進門，劈面遇著了前日的趙祥，趙祥道：「你是老孫\\n，前日為何不別而行去了，如今那堥荂H」孫仁道：「我特送奶奶在此，須你通報\\n一聲。」趙祥道：「呸！說鬼話，你崑山人，又來撮空了。我家奶奶被兵丁殺死，\\n今日正在此唸經追薦他，那婸※_。」孫仁道：「你不信，到我船婸{一認，就曉\\n得了。」趙祥忙走進去報知趙舜生。\\n　　原來當初趙舜生，因太守請去商議守城，被平南將軍並太守捉到營堨h。及投\\n順了，又追留數日，始得放歸。見家中家伙搶散，婦女殺死幾個。因七月間，天氣\\n炎熱，死屍腐爛，不能識從，及走到房中，不見陰氏奶奶的影兒。正在倉皇之際，\\n祇見外邊一個老兒走進來，張頭探腦的望。趙舜生看見，叫道：「你是甚麼人？」\\n那人走近前道：「老爺，小的是芳蘭的父親。」舜生道：「芳蘭在那堙H我正要\\n問他，奶奶那堨h了？」老兒道：「那日小的聞城中亂，正往城中來打聽，途中\\n劈面撞見女兒急急的跑。我道：‘為甚如此慌張？’他道：‘不好了，我同奶奶剛走\\n到前廳，祇見一淘兵丁趕進來，將奶奶一刀砍來，我在後連忙轉身就跑，性命不顧\\n的跑，直跑到此，天幸遇著了你。極妙，我同你到鄉間一躲，再作區處。’因此女\\n兒在小的家堙C兩日聞城中平定了，女兒叫我來打聽老爺安否。」趙舜生聽罷，\\n大哭起來，道：「不好了，奶奶已被殺死，想在這幾個死屍媄銦C」哭定了，便道\\n：「我如今沒有人服侍，你作急領了芳蘭回來。」那老兒竟去領了芳蘭來，與趙舜\\n生一處，權做奶奶的替身。\\n　　是日，趙舜生正想念陰氏，在家堸給D場追薦。一聞趙祥通報，忙喚孫仁問\\n其備細。芳蘭還不信道：「我親眼見兵丁殺的，怎麼還在？莫不我眼花看錯麼？」\\n趙舜生即同孫仁，一徑趕到船邊。祇見陰氏坐在船艙堙A望見趙舜生上船，兩人\\n抱頭大哭。同道：「今生不能相見了，誰知原有會的日子。」即喚轎子抬到家中，\\n和尚還在堂中禮懺，陰氏對舜生道：「足見你念我的好情了。」合家俱出望外，齊\\n來叩頭叫喜。\\n　　那芳蘭叩過了頭，忙問道：「那日我親見狼勇的兵，把刀砍奶奶。我急了即跑\\n的，如何奶奶得脫了？」陰氏道：「見刀砍來，我一嚇向後跌去，不見了你，不想\\n他砍了庭柱，我得不死。不道被他捉我去，要污我，被我哄他有沙淋病，待好了順\\n你，因此得免。誰知天幸，他又搶一個，將我拋在崑山寺堙A恰好遇著孫仁，我\\n說了趙老爺奶奶，他不忘舊，看顧我。我即拆高底鞋內的珠子兌換了，做了盤纏，\\n叫他喚船領我回來。一路小心服侍，其實虧了他。」那趙舜生聽罷，忙留孫仁到書\\n房堻藎s飯，自己謝了他道：「我重重送你個禮。」自此趙舜生竟同陰氏進去了\\n。正是：\\n　　侯門一入深如海，從此蕭郎是路人。\\n　　卻說孫仁一連住了數日，毫不見動靜。祇見人家送盤盒的，差使女問慰的，家\\n中備酒慶賀，準日鬧個不了。孫仁獨自一個，走出走進，甚覺無聊，心上道：「我\\n等得不耐煩了，今日且去別他，看他怎麼樣？」於是去見趙祥道：「大叔，我要謝\\n老爺奶奶一聲，明日要回去了。」趙祥道：「我與你傳進去。」陰氏得知，也不則\\n聲。\\n　　又隔了兩日，忽然叫丫鬟喚孫仁到後廳，祇是在屏風媄銋D：「孫仁，聞你要\\n回去，我想你又無家無室，不如住在這堙A做些生意罷。」孫仁道：「奶奶說得\\n是，祇是無本錢。」陰氏道：「你果肯住在此，我自有處，你且住著，我停當了，\\n復你。」於是陰氏又進去了。\\n　　是日晚間，趙舜生赴席回家，陰氏道：「孫仁要回去，你怎麼打發他？」趙舜\\n生道：「我兩日處得一百兩銀子，意欲多與他幾兩，所以尚在此設處。」陰氏道：\\n「他又無家無室，多與他沒相干，不如有空租房與他一所住了。他年紀不多，妻子\\n又死，不如把芳蘭這丫鬟配了他，將百金與他做本錢，如此足以報他好處了。」趙\\n舜生口中唯唯道：「祇怕芳蘭不肯。」\\n　　誰知芳蘭想道：「家主婆殺死，可為專房之寵，誰知又復歸來，依舊做了丫鬟\\n。」心中甚是不樂。一聞了這句，肚媢D：「一夫一婢到好。」自古道：\\n　　寧為雞之口，毋為牛之後。\\n　　合偷一條牛，不如獨偷狗。\\n　　因此陰氏問他，他就道：「任憑奶奶做主。」那陰氏安排停當，即喚孫仁說明\\n了。即擇個吉日，又將百金妝奩贈了芳蘭，叫孫仁收拾了利房。舜生分外又贈了百\\n金，竟與芳蘭為妻。\\n　　孫仁是日得了芳蘭，那夜兩個顛鸞倒鳳了一回，芳蘭道：「我如今問你：怎麼\\n當初來靠老爺，明日就走了。」孫仁笑道：「不瞞你說，逃難無盤纏回去，祇得投\\n靠人家。不道我們妻子，在媄鋮了五六兩銀子，有了盤纏，連夜走了。」芳蘭笑道\\n：「你可曉得，其中四兩銀子，是偷我的。」孫仁道：「原來如此，那二兩又偷誰\\n的？」芳蘭道：「不好說得。是夜老爺去偷他，他不肯，喊起來，被我掩住，老爺\\n強姦了他。他垂淚，所以老爺與他的。」孫仁道：「可知他明日說，我再不去靠人\\n家，急急要回去。去時得了個怔忡心痛病，不上一月死了，原來是你害他的。」\\n　　芳蘭帶笑打他一下道：「如今我身子賠你，難道還不好。」孫仁笑道：「論起\\n賠來，已有人先賠過了。」芳蘭道：「不要亂話，奶奶是古怪的，肯與你胡亂做事\\n！」孫仁道：「不敢欺。」遂將觀音寺前的事，一一說個備細。芳蘭歎口氣道：「\\n如此，老爺大折便宜了。」正是：\\n　　官人喜做偷情事，賠個丫鬟又折妻。\\n　　卻說孫仁一時說了，忙吩咐芳蘭道：「你再不可在人前提起。」芳蘭道：「這\\n個曉得。既如此，我們住在此不安，日後老爺倘有些知覺，你就不便了。不如趁此\\n時別了他，竟到崑山住，彼此得宜，且奶奶必然樂從的。」\\n　　於是孫仁走到趙家道：「一來謝聲，二來稟過老爺、奶奶，原要回鄉去。」\\n　　祇見趙舜生不在家，陰氏叫趙祥出來傳話道：「奶奶說：‘正該如此。’叫芳\\n蘭姐進來，還有句話吩咐。」於是芳蘭進去，陰氏另將二十兩銀子，私贈他道：「\\n你去好好做人家，不必牽記我。凡事口要謹些，切記，切記。」芳蘭意會道：「這\\n個自然。」拜別了。兩人下船竟到崑山，將二三百金運用起來，後來果然做了財主\\n。\\n　　大凡大人家，家主與家人媳婦有染，不為大過。不值竟有此小失節奉報，所以\\n先生說：「勿以善小而不為，勿以惡小而為之。」實為千古格言。\\n第三回????花社女春官三推鼎甲　客籍男西子屢掇巍科</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　人分男女慾偏存，漫道風流不可言。\\n　　三百由來傳鄭衛，聖人深意莫輕論。\\n　　傳曰：「男女居室，人之大倫。」又曰：「飲食男女，人之大慾存焉。」可見\\n男女之慾，人有同心。故孔聖人亦曰：「吾未見好德如好色。」孟夫子亦曰：「知\\n好色，則慕少艾。」即如大舜，他娶了娥皇、女英，後來南巡不返，崩於蒼梧。娥\\n皇、女英思想他，哭的眼淚，漬在竹上，都成斑斑，這不是女相思的都頭。即如文\\n王，欲配后妃，而未得的時節，至寤寐思服，輾轉反側，這不是男相思的領袖。然\\n「相思」二字，出自大聖大賢，凡夫俗子未可輕冒。\\n　　然亦不能輕冒，此是為何？大約男子有幾分才色，然後可以慕有才色之女﹔而\\n有才色的女，亦悅其慕我。於是彼此依慕而不得，則名曰：「相思」。女子有幾分\\n才色，然後可以慕有才貌的男，而有才貌之男，亦愛其慕我。於是彼此交慕而終不\\n得，則名曰：「相思」。若無才貌之男，無才色之女，亦欲效顰而為，反側思服之\\n態，這直謂之浪蕩了。然有才有色的男女，彼此思而不得，且思而終不得，則相處\\n大是苦事，此亦出於萬不得已。而滴淚成血，鬱情成病，原非古今佳人才子所樂從\\n，亦非世間佳人才子所樂聞。故在下今述一佳人才子，慕而即得，不必相思，而能\\n暢其所欲的，為看官們解一懷抱。\\n　　話說福建建寧府有一人，姓王，名蘭，字畹香。父親是個甲科，祇因幼孤，母\\n親陸氏撫養，愛如珍寶一般。人材又生得脣紅面白，眼秀眉彎，就如粉捏成、玉琢\\n就的。年紀到十五六歲上，聰明伶俐，大而詩詞歌賦，小而書畫琴棋，無件不曉，\\n且無件不精。一時無論大小男女，若認得王畹香一面，就道是有竅不俗的了。所以\\n外邊稱慕他，起一綽號，叫做「賽西施」。然雖如此，那王畹香自恃才貌無雙，未\\n免傲睨起來。心上立個主意道：「朋友非有才有貌的，不與相交。即有才貌，而非\\n年紀相仿者，不與親密。」因此日逐往來，通是建寧府一班美少年。\\n　　那少年中，更有兩個出色的，他便與為至友。一個姓吳，名雅，字澹仙。那吳\\n澹仙更是生得清秀精緻，衣服穿來，件件噴香。穿上半年三個月，不亂一個折兒，\\n不染一點污兒。俗人在座，他就尋個事故，一溜煙去了。一個姓韓，名璧，字連城\\n。又是一個古怪的。他才貌不必說，性喜清談靜坐，又酷愛花卉古董。家埵洵B\\n三間書室，題曰：「仙仙窩」。窩中四時奇花異卉的盆景，排列滿庭﹔名畫古玩，\\n排列滿屋。他二三知己外，不亂交一人。祇是閉了門，焚柱名香，烹壺香茶，展玩\\n詩畫過日子。他兩個偏與畹香情投氣合。因此三人，你在我家談談，我在你家坐坐\\n，真是寸步不離。\\n　　忽一日「仙仙窩」堥d丹盛開，韓連城留他兩個小酌。畹香道：「我們對名\\n花飲美酒，不可無詩。」三人大家聯句起來，畹香道：「就是小弟佔先起韻。」道\\n：\\n　　洛下清姿百卉王（畹），亭亭玉立壓群芳（連）\\n　　日籠翠袖嬌生影（澹），雨潤朱顏粉膩光（畹）\\n　　一捻敢矜妃子靨（連），三旬如挹令公香（澹）\\n　　東皇另有滋培在（畹），根撥應教勝洛陽（連）\\n　　三人聯畢，你讚我，我讚你。畹香道：「我今看起來，建寧偌大一府，其實求\\n才貌兩擅的，再沒第四人了。今夜名花良月之下，我們結拜了兄弟何如？」連城道\\n：「極妙，極妙！」於是跳起來，重整杯盤，向牡丹花下奠了酒，設了誓，各序年\\n齡。畹香長連城一歲，連城與澹仙同庚，但澹仙十一月生，連城六月十五日生，長\\n五個月。於是畹香居長，連城居次，澹仙居末。挨次同在花前，拜了四拜，設誓道\\n：「我們兄弟三人，自今日始，不但生同居，死同穴，如貧賤富貴，出處患難，俱\\n要同享，不可相背。如有背者，與日俱亡。」誓畢，那三人俱住在「仙仙窩」堙C\\n　　畹香道：「兩位老弟，我們這樣人才，自然為天下美女所愛的，但不可輕瀆了\\n。後日娶妻房，同要揀個極美的，倘本地沒有，不妨在他州外府去。」連城道：「\\n有理，我正有個願心，意欲要去完一完。」澹仙道：「二哥有甚麼願心，我與你完\\n成。」\\n　　連城道：「有一個母舅，住在廣西潯州府。那潯州府風俗，與另處不同。別處\\n男子尋女人，潯州府是女人尋男子的。他們更有個尋法，有趣得緊。」畹香道：「\\n怎麼有趣？」連城道：「他們閨女到十四五歲，要先尋個男子過癩。過癩了，然後\\n每年春間打扮了，到名山勝行遊玩，到尼姑庵媬N香，廣採輿論，定個高下。才\\n貌兼絕的，定為狀元﹔才貌全的，定為榜眼、探花﹔有才無貌，有貌無才的，挨次\\n俱為散進士。先定了，然後擇婿匹配他。他們擇婿，更有個擇法。一年春間，結三\\n個社，正月十五日叫梅花社﹔二月十五叫做桃花社﹔四月十五叫做蘭花社。正月十\\n五梅花社堙A合城美女，俱在尼姑庵堙A以燒香為名，選看燒香的男子。其時先\\n聘幾個少年孀婦為房師，極美者為大主試。這些少年男子，曉得的俱來挨擠女人，\\n還中了，即著丫鬟請去。在尼姑庵堙A原各分了房，先試外才，繼試內才，得意\\n了，然後送與大主考再試。又得意了，即記上題名錄，定個高下，以俟三月十五桃\\n花社再考。那桃花社更妙，合城美女，依然來尼姑庵媬N香，那些美貌才子，選\\n過的不消說，還有不選的，依然混在中間挨擠，以憑美女的眼力再選。選中了，依\\n然又請去。其時先精選定幾個名妓為房師，以才色雙絕的為大主考，亦各在尼姑庵\\n堣孺苤A先試外才，繼試內才，俱無嫌了，然後送與大總裁，逐一再試。又無嫌\\n了，那時大總裁即各送一物，或金扇、汗巾之類為贄，依然記上題名錄，定了第一\\n、第二，以俟四月十五蘭花社會合。蘭花社比前兩社不同，這次合城美女，到尼姑\\n庵燒香，俱同了母親及前兩社的大主考房師來。那時這些已選中的男子，俱打扮得\\n齊齊整整來候。其時大總裁，即著丫鬟請進到各尼姑房堙C狀元會狀元，榜眼會\\n榜眼，依次先會過，然後歸家行聘成婚。這是極妙的，我們要個美女為妻，豈可不\\n去。」畹香與澹仙俱手舞足蹈起來，道：「有這樣趣事，怎麼不急去？我們如今就\\n去，也還可以趕得來年春社會。難道我們兄弟三個去，不俱奪他鼎甲來受用受用麼\\n！」\\n　　於是三人議定，各收拾行李在一處。在家祇說到廣西販藥材來賣，家堶悗H\\n為實言，俱有一二百金一個作本錢。那韓連城道：「我兼去望望母舅。」三個人喚\\n了船，別了家人，一路竟望廣西進發。\\n　　曉行夜宿，不上半月，到了廣西地面。連城上岸即去尋這母舅。那母舅姓劉，\\n名輝，字吉光。他見外甥來望他，喜出望外，道：「外甥，我想得你緊，合家俱好\\n麼？你為甚麼到這堥荂H」韓連城道：「同兩個結義兄弟，來這媔R些貨物，特\\n來望望母舅。」吉光道：「兩位尊姓？」連城與他兩個通了姓名，吉光道：「就是\\n尊友，也不消尋寓，竟住在家下罷。家下有一小園，在城北，幽雅可若，送茶飯又\\n便」二人謝道：「極承雅愛，住園祇得要叨擾了。至於盤纏盡有，不消費心。祇是\\n買貨要相煩來看看，並玩耍處，亦煩指引一指引。」劉吉光笑道：「這個容易。」\\n　　當夜吉光備個夜飯請他三個，因問連城向來些家常，並講些閑話。見他三個言\\n詞瀟灑，面貌豐麗，笑道：「三位這樣美少年，怎麼出外擋風冒雨的做客？」又笑\\n道：「可不聞少不入廣的話麼！」王畹香也笑道：「因不信這句，偏要試試。」吉\\n光笑道：「當真要試，我這埵陪虒晡漫狾b，似三位美貌，早晚出入要小心，不要\\n在街坊幽僻處闖一闖，就要闖入迷魂陣堨h，就欲出而不能了哩。」\\n　　原來本地男人，有幾分才貌的，俱已入了社，人人曉得，不必說了。若有未入\\n社的，這些社中諸女，使人各處緝訪，更使舊主試立個遺珠社，專收此等男人，俟\\n來年春社考定，以便匹配的。其未入社之先，但憑舊房師主試，考試玩耍，所以吉\\n光叮嚀這句，不想三個少年心性，正要他們收去。正是：\\n　　安排香餌釣金魚，誰識金魚愛香餌。\\n　　當時三人安放了行李，隨略買了幾件上細藥材。喫了飯，就在街坊上東闖西闖\\n。不道闖到一個所在，祇見半村半野，一帶垂柳新荷，荷池邊露出一座朱樓，樓上\\n紗窗開處，珠簾半鉤，下倚著一個極艷麗的婦人。年可二十左右，且自生得有沉魚\\n落雁之容：\\n　　　　牡丹頭，如雲高聳。蝴蝶鬢，似翼低垂。松花倩色軟紗衣，一捏身材斜倚\\n。嬌滴滴，秋波一點。翠彎彎，淺黛雙歌。尖尖玉手傍香腮，怎不教人心醉。\\n　　卻說婦人見了三人，似驚駭的一般，祇顧斜著俏眼兒看。三人見了，踱來踱去\\n，也似個螞蟻嗅著香酥，沒法的看個不了。不道少頃，祇見樓上忽拋下一條大紅綢\\n紗汗巾兒來，三人飛也似去拾。你扯我奪，樓上看了，大笑開口道：「不消奪。」\\n又拋兩條下來，大家搶一條來袖了。那個樓窗堛滌人，就不見了。三人正急得沒法\\n，祇見下邊角門開處，走出一個丫鬟來道：「娘娘請三位相公說話。」\\n　　三個如聞將令，即隨了丫鬟就走，走到門堨h，一看卻是一個花園。進了門，\\n一帶竹屏，走過竹屏，就是三間亭子。亭子中間，名花古玩甚是齊整。四邊俱種無\\n數名種菊花，花上俱有小牙牌，記著花名，亭前有蒼松翠竹，木樨棚葡萄架，映帶\\n左右。亭邊即接一座朱樓，四面珠簾繡幔，珊瑚鉤子鉤了。\\n　　三人方纔坐定，祇見樓上這女子下來相見，道了萬福，看了坐。又有兩個青衫\\n子、髮覆額的丫鬟，捧四鍾茶來喫。那女子就對王畹香道：「相公高姓，尊居那堙\\nH」畹香道：「小生叫王畹香，住在建寧府。前因同這兩位結義兄弟，這一位叫韓\\n連城，那一位叫吳澹仙，在貴鄉學做客。」那女子道：「可知奴家從不曾識荊。」\\n韓連城開口道：「娘娘尊姓？小生三個是異鄉人，敢蒙錯愛，又承雅貺。」女子道\\n：「奴家姓張，賤字靜芳，因前歲同社中姊妹推奴家做個大總裁，奴家也選過了本\\n地多少美少年，已一一配與閨秀去了。其落選的，時在這媃p刺，希圖下年再選\\n。奴家正恐遺珠難盡，特建此樓，名曰「採珠樓」，在樓不時細閱。適纔見三位郎\\n君風流俊雅，卻又從未曾見，惟恐失了，所以先送一個贄兒，又著丫鬟相請一會，\\n以為來年社中鼎甲之地。」三人謙遜了一回。靜芳笑道：「男子家不必是這等說，\\n請到樓下粗點。」\\n　　祇見請到樓下，繡簾珠箔，金鼎牙床，又是一番光景。喫了點心，便喚了丫鬟\\n，低低道：「取端硯玉版箋、兔毫筆、清煙墨過來。」開口道：「奴家素性極喜的\\n，是細種菊花。所以今年收拾得幾種，惟有金雀翎、水晶球、二喬這三種尤覺有趣\\n可愛，奴家看相公們如此秀雅，必善吟詠，意欲借此三種未開之花，先各求教一首\\n，以慰渴懷，未識尊意肯賜教否？」三人道：「祇是俚言弄斧，貽笑大方耳。」又\\n謙遜了一回。畹香道：「我們先佔個鬮兒，各做一種。」王畹香先拈了金雀翎，他\\n即援筆寫道：\\n　　拂雲黃鶴羽蹁躚，偶落東籬破曉煙。\\n　　未向西風鬥霜葉，清姿已許傍金鈿。\\n　　那韓連城拈了水晶球，他也不假思索題道：\\n　　滾滾秋風起素塵，清芳誤惹白衣人。\\n　　簾前好護團團玉，拋與籬邊晉逸民。\\n　　那吳澹仙拈了二喬，他亦一揮而就道：\\n　　漢家銅雀已荒臺，陶氏庭前著意栽。\\n　　一樣秋光兩奇絕，雙雙俏艷待霜開。\\n　　三人寫完，將玉版箋送與靜芳。靜芳逐首細細看了一遍，不覺大聲的讚道：「\\n真好詩！清新俊逸的，是王孟陶杜一流。歷年花社中，那埵釵p此鼎甲麼？來歲\\n鼎甲，隨你那個奪不過三位了。祇是不知那個閨秀造化哩。」因道：「奴家得了三\\n位奇才，不敢獨叨諸美。」隨喚丫鬟低聲道：「如此如此說。」\\n　　祇見丫鬟去了半晌，兩乘轎子抬兩個美人來到，比靜芳更有一種綽約可愛，與\\n三人各相見了。靜芳歡笑道：「人才難得，不道漏卻如許明珠。」二女笑道：「靜\\n娘不枉社中必要推你做個大總裁，收錄遺才，這樣用心。」靜芳也不說別話，忙將\\n玉版箋與二女道：「你看，年貌不必說了，即這詩與楷法，那一樣不該第一。不是\\n誇口說，即歷年來，那一個鼎甲的才貌，趕得這三位的腳根兒。」那二女見靜芳如\\n此讚法，即同去細看了，也嘖嘖稱讚道：「果然靜娘有眼力。前年鼎甲，那能如此\\n。」\\n　　三人因他們讚得高興，便先問道：「二位娘娘尊姓？」靜芳道：「這位姓朱，\\n字文娟﹔那位姓錢，字玉蓉。他兩位就是上年副主考。今日得了三位，特請他們來\\n，大家賞鑒一賞鑒。」那朱、錢二女，各問了三人姓名道：「我們閱人多矣，從未\\n見這等絕世的才貌。」又道：「不知明年那個閨秀造化哩！」\\n　　於是三女請三人到採珠樓上去，安排美饌，斟著香醪，論技談心，猜拳行令。\\n王畹香有興道：「待我歌個草歌兒，你們聽。」張靜芳道：「奴家吹個簫兒合你。\\n」畹香笑道：「要你合合兒好。」靜芳會意，笑笑道：「呈醜無妨。」畹香歌道：\\n俏冤家，我愛你的龐兒俊。去了來，來了去，挨得我腿兒疼。卻誰知那多嬌，一見\\n心先訂。儂愛我聰明，我愛儂風韻，兩下堬o情，也將好向門前等一等。\\n　　於是張靜芳一眼瞅定畹香，韓連城攜了文娟，吳澹仙攜了玉蓉，各到採珠樓下\\n別室堨h了。三對兒，各自雲雨，顛鸞倒鳳，美滿幽香，自不必說。\\n　　卻說酣睡了一夜，明日起身。張靜芳看了王畹香，祇管垂淚。畹香忙捧住他道\\n：「這是為何？」靜芳道：「你如此才貌，我安心願為你的侍妾，怎得你肯收我。\\n」畹香道：「我尚未娶，我之夙願，要於閨秀中擇一才貌兼全的。如今閨女不可得\\n，如娘娘這般美貌也罷了，有甚麼不肯。」靜芳道：「不是這等說，我昨日收你，\\n本為明年閨秀選才擇配。我選了你，少不得有一絕色閨女與你為正室，但我雖是鬼\\n妻，從來未曾生育，還可比於閨女。倘蒙不棄，收為側室，幸也何如。」\\n　　看官們，你道他為何如此說？原來廣西風俗，孀婦通謂之鬼妻，即欲轉嫁，再\\n無人要的。所以這些少年有貌的，俱在花社謀做房師主試鬼混，以為閨女匹配的撮\\n合山。畹香聽了，道：「我得閨女相配，你就是我大恩人了，怎捨得不收你。」靜\\n芳得畹香許了這句，方纔收淚歡喜。\\n　　卻說文娟、玉蓉二個，與連城、澹仙各酣睡了一夜，起身同來見了靜芳、畹香\\n，各自微笑。靜芳道：「昨日，我一日上得了三個奇才，別後試期尚遠，我們三個\\n輪流作東相聚。」畹香道：’我們也要不時會會的。」\\n　　於是靜芳一心要覓絕色閨秀與畹香，收自己為側室。不題。\\n　　且說光陰倏忽，不覺臘盡春回。祇聽外邊眾人紛紛議論道：「新年堙A閨秀\\n狀元，已定名喚情仙，榜眼名喚碧蕭，探花名喚輕紅。那王畹香三人，忙去問張靜\\n芳，靜芳道：「新年堙A在大佛寺媬N香，那情仙小姐，真有沉魚落雁之容，碧\\n蕭、輕紅兩位，更飄逸艷麗，眾口一詞，無不道是絕色了。但不知那個兒郎造化。\\n」又有名妓倩娘、瓊娘、惠娘三個，試他才學，又且詩賦兼美，我今再謀得目下梅\\n花社大會，這情仙三個，就穩穩配你三個的了。」\\n　　於是鬼妻錢玉蓉、朱文娟各處稱揚道：「張靜芳果然眼力明，採珠樓上得個遺\\n珠，教做‘賽西施’，真正二十分才貌。」各鄉大家富室，聽這一片言語，就同推\\n張靜芳復為主考。那朱、錢二女子，靜芳原派他為副主考。\\n　　正月十五日圓通庵堙A祇見人山人海，這些少年擁擠。少頃祇見無數轎子，\\n通是濃妝淡抹，一班俊俏婦人，進了庵，燒了香，各各尼姑接進去，坐在小樓上，\\n倚窗觀看男人。王畹香三個立在人叢堙A觀看女人。祇見人叢堣T個丫鬟，持了\\n三把金扇，送與三人道：「相公請進去。」他三人不問情由，隨著就走。走到一個\\n小園兒，見幾個俊俏婦人，看著三人笑道：「果然賽過西施，吟詠菊花詩又精絕，\\n內才不消試了。」竟攜了三人到庵，各自進房去了。\\n　　少頃，竟各送至大主考、副主房堨h。外邊聞得免試內才的話，就揚言道：「\\n今年考試才多遺，鼎甲本地一名不取，三名俱是客籍。又主試徇私，免試內才，難\\n道我們本地閨秀，偏與別處人匹配？」因此外邊人言滔滔，或有的道主試先與他有\\n私，或有的道須換主試再考。甚至有一班不曾與選的少年，要打進去。靜芳說了道\\n：「另日再考，各人面試就是，不必羅?！」一時幾個鄉紳道：「不是這等說，有\\n一法在此，到三月十五桃花社大會，要在名妓中再推一人為大總裁，選一選，他們\\n終是廣見多聞些。若果才貌雙絕，就是客籍也不妨。」\\n　　於是到三月十五日，果然又有無數妓女到庵，眾人依舊挨擠。畹香三人恃才貌\\n，落得再看女人作樂。誰知妓女先推定三個名妓為主考，一個名喚蓮生，他是名妓\\n中狀元，今取了大總裁﹔一個名喚緗文，一個名喚純仙，他兩個為副主考。這些眾\\n妓女，一哄多到樓中觀看，從公選關人才。那知王畹香、韓連城、吳澹仙，三個在\\n眾人中直綻出來。那些妓女定晴一看，忙著丫鬟來請。他三個故意慢慢的踱將去。\\n　　眾妓女看他們臉皮，無不嘖嘖稱讚。及到樓下，各人相見了。眾妓女爭先攜三\\n人到房中，試其外才。試畢，連忙各送與三位主考。那蓮生與緗文、純仙各相見了\\n。蓮生道：「請問三位尊姓大名？」畹香道：「小生姓王，字畹香。這位姓韓，字\\n連城。那位姓吳，字澹仙。俱是我的結義兄弟。」蓮生大驚道：「可就是靜芳娘娘\\n，採珠樓所得的賽西施麼？」韓連城笑道：「這就是王大哥的雅號。」蓮生道：「\\n怪道梅花社堙A本地無人奪得他過。」因對緗文、純仙道：「若要從公定鼎甲，\\n這三位斷然不可移易了。祇是前日道不曾試得內才，以至輿論不服。如今明知三位\\n是大才，祇得也要請教一二，以便寫定題名錄。」三人道：「既如此，請個題目。\\n」蓮生道：「求教個索郎歌罷。」取出三張紙條來，一個是索紅粉，王畹香即援筆\\n寫道：\\n　　　　君言花勝人，人今去花近。寄語落花風，莫吹花落盡。欲作勝花妝，從郎\\n索紅粉。\\n　　一個紙條是索花燭，韓連城看了，也援筆寫云：\\n　　　　為性愛風光，偏憎良夜從。曼眼畹中嬌，相看無厭足。惟情不耐眠，從郎\\n索紅燭。\\n　　一個紙條是索紅枕，吳澹仙看了，也援筆寫云：\\n　　　　蘭房下翠幃，蓮帳舒鴛錦。惟情宜早暢，密意須同寢。欲共作纏綿，從郎\\n索花枕。\\n　　三人寫完，遂同送與蓮生看，道：「呈醜。」蓮生拉緗文、純仙同看，看了大\\n讚道：「莫說今年，就是歷來那埵釵p此才貌雙絕的？」三人又扯三個到小閣堨\\nh復試，試完，笑道：「明日到蘭花社堨h，少不得還要我們幫襯。」\\n　　原來蘭花社，是定期四月十五日的。是日社會，俱是大人家閨秀向已考定了鼎\\n甲，題名位次。是日來，又復閱了梅花、桃花兩社，所定的鼎甲。即憑兩社主考，\\n及女主考，做個撮合山。狀元配狀元，榜眼配榜眼。是日吟詩作賦，大人家奶奶，\\n俱領著女兒出來，看女婿成親會合。討了喜，然後回家去送聘，再擇吉成親。這是\\n風俗不說。王畹香三人，巴不得到四月十五，要看閨秀狀元，並榜眼、探花如何妙\\n的，共成姻事。\\n　　卻說張靜芳，打聽得桃花社堙A依舊原選了王畹香等三人，他快活得了不得\\n。即忙備了四個盒子，去望閨秀狀元情仙。那情仙行年一十六歲，父親也是部內官\\n。他生得異樣風流，異樣艷麗。見了靜芳，相見了。情仙開口道：「可就是住在採\\n珠樓上的靜娘麼？」靜芳道：「正是，因說向在採珠樓，拾得遺珠王畹香，今年社\\n中選中了鼎甲。明日小姐去看，可試我識人才的眼兒好不好。」情仙道：「我也聞\\n得比往年大是不同，這多虧靜娘留心，所以得這樣奇才。」\\n　　靜芳謙遜了一回，且道：「奴家特有句不識進退的話，要先告過小姐。」情仙\\n道：「但說不妨。」靜芳道：「今年鼎甲在採珠樓上，已面許收奴為偏房，因此奴\\n家極力薦他，做個鼎甲。如今自然匹配小姐，所以今日先來稟明，後日以便一處，\\n不知小姐肯收奴家否？」情仙道：「若果然才貌雙絕，我也情願收你一處，以順其\\n心意。」靜芳見允了，拜謝去了。\\n　　於是光陰如箭，不覺又到四月十五。是日情仙果然打扮得分外齊整，到了圓通\\n庵。少頃，碧蕭、輕紅齊到，俱先坐在高柢上。王畹香三人，飄飄然走來，立在樓\\n前。情仙輩看見了，心下轉道：「怎麼有這樣俊俏男子，我們本地那堥荂H」\\n　　少頃，祇見倩娘、瓊娘、惠娘，與蓮生、緗文、純仙俱到了。上樓齊笑道：「\\n這個門生收得好麼？」情仙三個俱各點點頭。於是三個母親，俱各在頭上拔下一隻\\n金簪，叫倩娘、蓮生送與三人為定，三人俱拜謝受了。蓮生道：「如今請到樓下坐\\n。」祇見情仙與輕紅、碧蕭私議道：「我們若不先吟兩詩，教他和韻，他們便看得\\n我們輕忽了。如今且不許他到樓上來。」叫丫鬟各將文房四寶，拿到下邊，倩娘、\\n蓮生看見道：「小姐要先親試你們的內才了。」少頃，祇見又有三個丫鬟，各持花\\n箋一幅，上寫兩行字，一行道偶題蘭花，求足來韻。情仙寫道：\\n　　宜作幽人珮，偏生王者香。\\n　　王畹香不假思索，即續二句云：\\n　　所居在空谷，清質異群芳。\\n　　碧蕭寫道：\\n　　天賦三湘種，人矜九畹香。\\n　　韓連城見了即續云：\\n　　幽姿迥俗艷，逸性藹孤芳。\\n　　輕紅寫道：\\n　　葉舞高低翠，花飛次第香。\\n　　吳澹仙見了，亦即援筆一揮道：\\n　　春風過楚澤，燕尾剪幽芳。\\n　　三人續完，倩娘、蓮生即捧著，送與情仙、碧蕭、輕紅看了，口中嘖嘖的道：\\n「美才，美才。」祇見蓮生、倩娘忙拉他三個，各到一個小小閣兒上坐著。然後先\\n請王畹香，到情仙面前，兩個各施了禮。倩娘道：「真正一個是佳人中絕代才子，\\n一個是才子中絕代佳人，再沒有這對兒配得好了。」情仙與畹香兩個，你看我，我\\n看你，大家心上喜歡得緊。蓮生即將門兒反鎖著，笑道：「少停來討謝媒喜紅。」\\n兩個又拉瓊娘、惠娘、緗文、純仙，與連城、澹仙、碧蕭、輕紅撮合去了。\\n　　卻說王畹香笑嘻嘻，就去攜了情仙的手，情仙低聲道：「君今年幾歲了？」畹\\n香道「十八。」畹香道：「小姐貴庚？」情仙道：「十六。」情仙道：「你是那堣\\nH？」畹香道：「建寧俯。」又道：「尊人做甚麼的？」畹香道：「也是科甲，因\\n早亡了，所以小生同兩個小友來生理，一則聞得社中應試，定聘有趣，來觀觀場，\\n不道有緣得遇小姐。」情仙道：「千里相縫，果是有緣。」\\n　　畹香就去搿了情仙，做個呂字。情仙低頭不語，終是閨秀身分，但憑畹香鼓弄\\n。畹香亦善惜玉憐香，嬌啼婉轉，美滿幽香，是不必說。那畹香事完，忙將汗巾一\\n條，金挑牙一事，遞與情仙。情仙即在手中勒一金手記，帶在畹香指上。兩個喘息\\n未定，祇見蓮生、倩娘兩個開門討喜。一個竟在情仙袖堣@摸，將金桃牙汗巾摸去\\n﹔一個見畹香手上手記，即便探去。畹香忙來奪時，他道：「我們去回復奶奶，異\\n日成親後還你。」\\n　　原來廣西鄉方，於是日奪了表記去。直待送了聘，做了親，然後備了四盒禮，\\n並封了月老禮金，兩個新人上門，親自取贖的。那情仙的母親，得了女婿，一天欣\\n喜，同情仙回去了。\\n　　那連城、澹仙，一般也是這樣成事，遂同王畹香到寓所去，商議道：「我們三\\n個人得了幾個佳人，又定得一頭絕妙親事，可不是天從人願麼。祇是如今要一樣送\\n聘成親，在客邊那得這許多銀子使費？」\\n　　正在這堶n與劉吉光借代措處，不道外邊有三乘轎子來說，是要見王畹香三\\n人的。他們即出去一看，乃是張靜芳、朱文娟、錢玉蓉。因靜芳一心要做畹香的偏\\n房，攛掇朱、錢二人同來，各贈一百兩銀子。玉蓉來不及，又是靜芳湊足。當時三\\n個共來道：「恭喜，恭喜，我們三人送些薄禮，助你成事。但前言決不可失約。」\\n那王畹香道：「這個自然。」連城、澹仙也一般應允了。\\n　　誰知事有不測，至期送了聘，連城、澹仙與碧蕭、輕紅，俱做了親，將文娟、\\n玉蓉各收來做了偏房。獨有情仙父親楊工部，他為前日督造皇陵，壞了聖旨，扭解\\n來京，並拿家屬，聽候發落。是日正要準備做親，祇見縣官來到家堮酗H，一家門\\n嚇得魄散魂飛，啼啼哭哭，俱提去上了刑具，限即日起身，將親事二字，撇在九霄\\n雲外。急得王畹香無法可處，惟有捶胸歎氣。\\n　　卻說張靜芳得知，忙來與王畹香道：「情仙此去，必無好光景。我有個道理，\\n我去代他，省得憂壞了他的身子，又愁壞了你的身子。我更有個道理，出脫了楊工\\n部，那時回來，與你相見未遲。」王畹香道：「好便極好，祇是難為了你，我又放\\n你不下。」靜芳道：「不妨，你隨我來。」\\n　　他竟到校尉船邊，先將銀八十兩，送與校尉，然後跪了細稟道：「老爺在上，\\n小婦女乃是楊工部的嫡女兒。」指著情仙道：「這個其實是代我的下奴。他今日有\\n病，恐路上當不起風霜死了，在老爺少了一名欽犯，反費老爺清心。況父母年老在\\n途，小婦女也要親自看他，方放心得下。」那校尉得了銀子，就道：「罪不及拿。\\n目下離去，不久自然放回的，你既自要去，放心前去，我們也不難為你。」當下即\\n替情仙帶上刑具，就私囑情仙道：「如今路上同王畹香就到他寓所，草草成親罷。\\n日後我若得回來，同住一處。」情仙道：「祇是難為你，我心上不安，此恩如何報\\n得。」兩個哭別了。\\n　　那楊工部夫妻，見靜芳來替他女兒，心上甚是驚駭，又不好明言。祇見張靜芳\\n私自來見楊工部，道：「我來代你女兒，一則為玉成王畹香親事，二則要尋個機會\\n救你老人家回去。」楊工部見說救他，便謝道：「難得你這樣俠氣女子，祇是如何\\n救得我？」靜芳道：「我已思量一策在此，我祇要你老夫人百金的好首飾，我就救\\n你了。」那老夫人就接口道：「這盡有，若救得我兩人回去，便是重生父母了。」\\n靜芳道：「不妨，不妨，拿來。」於是那老夫人帶來的，盡放在靜芳腰堙A靜芳\\n道：「我先去京中與你打點。」楊工部道：「好去好回。」\\n　　夫妻兩人心上又感激他，又疑惑他舉動來得詫異，不知是真是假。祇見靜芳將\\n銀子買囑校尉，求放刑具，先到京去了。他兩個又行了半月餘，到了京中，說聖旨\\n已有寬的消息了。及至到三法司去問，祇見紛紛的說，皇陵損壞一案，這些工部官\\n員俱削職為民，放歸田堣F。楊工部得了這個消息，不勝欣喜，但不知甚麼緣故？\\n倒尋了一個寓，在京將息幾時，慢慢回家。\\n　　忽一日，見張靜芳來道：「到了麼？如今還要貓兒眼一粒，祇少得三十金了。\\n」楊工部道：「卻是謂何？」靜芳道：「我先到京打聽，這本是工科給事，動壞老\\n爺的。那給事是周閣老的門生，聖上一憑周閣老票本。我又打聽得周閣老極聽一新\\n納愛妾說話，那新如夫人最愛簪釵首飾，被我竟到周家門上，用了五兩銀子，一個\\n老蒼頭直領我進去。祇說兌首飾的，牙婆見了，他就將這些首飾送他，他見了滿心\\n歡喜道：‘怎麼無功食祿，好受你的。’又道：「那簪兒上，祇少貓兒眼一粒。’我\\n道：‘夫人若能納我父親白了冤，小婦女立刻買來送進。’他道：‘為甚事來。’我\\n哭道：‘父親楊工部，年老在家，皇陵日久損壞，這是匠人之故，被工科給事一本\\n提問。若夫人在周老爺面前討個方便，我得老人家回鄉，感激不盡了。’那如夫人\\n道：‘即如此，我與你說就是。’少頃，周閣老回朝，那如夫人細細說了，因笑笑\\n道：‘便總找我，這幾件首飾肯也不肯。’周閣老道：‘既如此，明日票個著削職為\\n民，不究他罷了。’那如夫人回復了我，我如今要兌貓兒眼與他，還少三十兩銀子\\n，不可失信與他。」那楊工部聽了，納頭拜謝道：「你不是假女兒，直是真真我的\\n娘了。」千恩萬謝，兌銀與他。靜芳即走去兌來送進，完了這樁事。於是喚船同楊\\n工部夫妻兩個回家。\\n　　那情仙與王畹香在寓中，成親之後，日日望京中消息，求神問卜。祇見一月，\\n張靜芳依然同老夫妻兩個回家，細說放回緣故，兩人喜出望外。情仙對父母道：「\\n我如今無以為報，情願讓正室與他。」靜芳道：「這等到不安了。」楊工部道：「\\n這個報你的恩，也不為過。」靜芳那堛痋A於是你推我讓個不了。靜芳道：「如\\n今我你外面有偏正之分，堶惇曋磼n妹過日就是了。」於是始得相安。\\n　　外邊一時又哄動，靜芳出看。見蓮生、倩娘俱來候問。王畹香原與他們通過一\\n言的，且情仙又感激座師，並留他做了二娘、三娘，兩人也欣然從命。王畹香道：\\n「是則是，當時我原與韓、吳兩義弟說，誓要一樣的，我不可獨享四美。必得連這\\n緗文、純仙，並瓊娘、惠娘，一齊都嫁了韓、吳兩弟，我方纔過得去。」又是張靜\\n芳說合，慫恿他成就了。於是三個美男，配了十二個美女，後來各人生了兒子，互\\n相連姻，遂成秦晉，一時傳為異聞美事云。\\n第四回????莫拿我慣遭國法　賊都頭屢建奇功</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　風雨瀟瀟江上村，綠林豪客夜知聞。\\n　　相逢不用相違避，世上而今半是君。\\n　　這四句詩，是一個鄉先生，遇著一夥大盜，因而相贈的。明朝嘉靖年間，有一\\n鄉紳做官，任滿歸家，打從揚子江中過。船行至晚，停泊天寧洲，忽遇著一夥強盜\\n上船來，打劫他的宦資。誰知那個鄉紳是個古怪的，平日以清廉自矢，祇飲得百姓\\n一杯水，以此囊橐蕭然。舟中不過幾罈酒，幾挑米，箱籠中亦無非幾本殘書，幾件\\n舊衣服而已。及見強盜進了船艙，他卻不慌不忙，笑嘻嘻的拱他進來道：「不消列\\n位動手，箱籠什物盡數取去就是。」那些強盜不由分說，竟把兩隻箱子，一斧劈碎\\n，一傾，傾出來，祇見破書、破畫、筆墨紙硯，滾了一地。連忙又劈一隻，傾出來\\n，亦無非幾件舊圓領，舊衣服，及香爐磁器。祇見那強盜看了一回，歎口氣道：「\\n原來是個清官。」那些眾強盜又去取他拜匣扶手，一搜搜得二三十兩一包碎銀子。\\n眾盜拿來，獻與為頭的。那為頭的嚷道：「這是清廉好官兒，不要拿他的東西。」\\n即忙跳過自己船堨h，將一大包銀子拿過來，對著那鄉紳道：「老爺得罪了！此銀\\n子是小人們權送與老爺壓驚的。眾兄弟道是任滿回來的官長，必然金珠滿載，誰知\\n老爺一清如水，真正愛惜百姓的老爺，可敬可仰。」那鄉紳笑道：「雖承美意，但\\n我生平不肯無故受人的東西，怎好受你們的。」這些人亂嚷道：「這是我們憐清的\\n薄敬，怎麼不受。」\\n　　那鄉紳無可奈何，勉強受了，無以奉答，便延他坐定，磨墨揮毫，以詩贈之。\\n那些強盜，欣然去了。可見人莫惡於盜賊，而盜賊之中，良心終不泯滅。那愛民的\\n仁人，他也知敬﹔那不貪酷的清官，他也知愛。所以凡為人者，不拘大小，不可喪\\n了良心。若不喪良心，雖至卑污如盜賊，後邊還或有出頭的日子﹔若喪了良心，雖\\n處富貴之鄉，恐到底沒個下稍。在下說一個身為盜賊，偏能不喪良心，且仗義疏財\\n，後來竟有個絕好的結果，為看官們笑笑。\\n　　話說隆慶年間，有一個賊，綽號叫懶龍。那懶龍身材瘦弱，日日好睡。到得夜\\n間，他偏有飛檐走脊的手段，憑你甚麼難偷的東西，他卻手到拿來。後來這個衣缽\\n，傳與一個徒弟。那徒弟更奇，綽號叫做一朵雲。因他到人家偷了東西，臨出門還\\n要畫一朵雲在壁上，做個記號。捕人見了他這一朵雲，便知他再趕不著的，再不想\\n去要他了。不道那一朵雲之後，又有一個名賊，那賊更加利害，且又蹺蹊，他綽號\\n卻叫「我來也」。每到人家，即寫我來也三字，使人知道，不要陷害別人的意思。\\n　　及至萬歷末年，我來也的衣缽，竟又與一個賊。那賊神奇古怪，愈出愈奇。他\\n姓莫，排行方一，慣要偷人的東西，以濟人之急，分文不肯匿己，自家直以此事為\\n遊戲。因此人人曉得他是仗義疏財的賊，故捕人亦不十分去擺佈他，他也再不被人\\n捉住。及至偷了東西，便也標題於粉壁之上，道：「莫拿我」，是以一樂。見得拿\\n了我，也不相干的意思。所以他也有個諢名，叫做「莫拿我」。\\n　　那莫拿我，做做賊先立條約，令眾賊不許犯，犯者便要去奈何他。那條約上第\\n一款是三不偷，第二款是五不取。怎麼叫三不偷？\\n　　　　一不偷窮秀才﹔二不偷寡婦﹔三不偷五女之家。\\n　　怎麼叫五不取？\\n　　　　一不取人鍋子﹔二不取人?子。三不取人冬天的棉襖﹔四不取人夏天的帳\\n子﹔五不取人米麥。\\n　　於是定下條約，那眾賊個個欽此欽遵，他竟做了個賊都頭了。\\n　　一日正值十月天氣，西風緊刮，霜落枯枝。他妻子白氏在家道：「天色漸冷，\\n得個腳爐烘一烘便好。」莫拿我道：「甚麼大事，待我去拿個來與你用用就是。」\\n　　即走出門來，走到一個所在。見一小小人家，有一個婦人，在後面屋媮b絲\\n，腳下踏著一個金子一般亮的，絕大周裝打銅腳爐。他看在眼堙A就走過了到巷\\n口，見有熟麵店開著。莫拿我腰間摸出二十文錢來，對著店主人道：「買一碗素麵\\n與我。」那店主人接了錢，盛了碗素麵道：「媄銈鄐W坐。」莫拿我道：「我就\\n住在巷內，是我家娘子要喫，我趁便不曾帶得碗來，待我拿回去了，送還你碗罷。\\n」店主人道：「我不認得你。」莫拿我笑笑，將手指著道：「這黑門奡N是我家\\n，難道我哄你這隻碗不成？」一頭說，一頭拿了麵就走。那店主人立在門首，口媢\\nD：「就送了碗來。」眼兒看他拿進巷，推著矮闥兒，進去了。心中道：「就是這\\n家，不妨事。少頃，不見拿來，我去討就是。」\\n　　誰知莫拿我走到繅絲婦人家，便嘻著臉道：「娘子，我家小孩子周歲，送碗素\\n麵在此。」那婦人喫驚道：「我不相認叔叔，是那一家？」莫拿我道：「我是巷口\\n王家央我來的。」婦人道：「莫非不是我，你休送錯了。」莫拿我道：「不錯正是\\n，請娘子快出來受了，還要送別家去。」那婦人見他如此說，祇得拿了他的麵，向\\n媄銗h出碗，出了碗，又去枕頭邊摸了六文力錢。\\n　　卻說莫拿我，見他進去之時，即輕輕將腳爐掇了，就走出了門，轉一個彎，一\\n溜去了。那婦人慢騰騰的拿了空碗，走出來，不見了送麵的人，忙走出門前，兩頭\\n一望，道：「那堨h了？」那店主人，正不見送碗來，走出門前見婦人手拿空碗\\n來望，便忙走來接碗。婦人道：「方纔送麵的不是你。」店主人道：「是你家漢子\\n說，娘子要麵喫，將二十文錢買來的，叫我等碗，這碗就是我店堛滿C」婦人旋驚\\n道：「那婸※_，我家漢子今早出門，至今尚未歸家。方纔送麵來這個人，說巷口\\n王家孩子周歲，送的周歲麵。」店主人道：「又來見鬼了，巷口那埵閉し礞家？那\\n埵閉し簬臚l周歲？」婦人慌了，連忙回身，向屋堣@看，亂嚷道：「不好了，絲\\n腔堣@個銅腳爐偷去了。」店主人道：「我說這個人，像個歹人，原來果然是個白\\n日撞。」婦人道：「碗是你家的，你必然認得這個人的。」店主人道：「我店媔R\\n麵喫的，來千去萬，那婸{得許多。自不小心，反賴我身上來。」店主人拿了碗就\\n走。婦人沒了腳爐，氣得發暈章第一。表過不題。\\n　　卻說莫拿我掇了腳爐，走到家堙A對著妻子道：「腳爐在此，熟騰騰的就烘\\n一烘，火也不消簇得。」兩個正在家堙A烘了一回腳，收拾中飯喫。祇聽得東間\\n壁有個姓何的鄉鄰，夫妻兩個，一片相罵之聲。莫拿我側耳聽著，祇聽那婦人罵道\\n：「天殺的瘟囚，不要說天色冷起來，棉衣不知在那堙A連今日夜飯米不知在那\\n一家？凍還你的凍，餓還你的餓，還要懶懶的，尚在家中，不思想出去，尋個錢兒\\n養家，天沒眼睛，這樣死囚不瘟死了，留他害人家的女兒。」那漢子道：「你這樣\\n不賢的淫婦娼根，生意又沒有，時運又不濟，做賊又不會，做強盜又沒人合夥，叫\\n我兩隻白手，那堨h撮變出來？」\\n　　兩人你一句，我一句，鬧個不了。莫拿我聽得不耐煩，便道：「老何，你也不\\n要怪著嫂子鬧吵，嫂子也不要怪著老何懶惰。如今世界的錢兒，其實也好，今何兄\\n弟我有句話問你：你家堶n喫多少米一日？」婦人接道：「不瞞莫叔叔，說少也\\n要三升一日下鍋堙C」莫拿我道：「嫂子也不要嚷亂，三升米一日，甚麼大事，叫\\n何兄弟隨我去拿些來喫喫再處。」老何道：「莫兄說得好，那堮e易好拿？」莫\\n拿我道：「你果然要不要，我老莫一生不會說虛話的。若果然要，你不要管我，祇\\n顧拿了個口袋隨著我，包你就有。」那老何正在急中，真個拿了口袋出來，道：「\\n果有門路，望莫阿哥扶持我則個。」莫拿我一頭走，叫道：「你隨我來！」\\n　　老何真個隨著他，彎彎一走，走到個城牆，轉過小巷。盡頭去處，莫拿我站住\\n一相，向牆一爬，爬子去塊塊兒，向腰間取出一個兩頭尖的小小竹筒子裹術牆內去\\n。原來牆媄銦A乃是大人家倉廒房，將尖竹筒兒插穿了棧皮，又將一根小竹頭兒\\n輕輕在竹筒中一撥動，即叫：「何兄弟，將口袋口對著。」祇見米兒祇管瀉下來，\\n沒有一個時辰，即瀉滿了一袋。莫拿我說：「夠了麼？」老何道：「夠了。」莫拿\\n我即將頭一拿，彈一彈，就沒有。老何道：「你若放了他，就好了。」果然有一個\\n店主，向老何道：「今日好了。」又對老何道：「你背了米，我的心事，主人道就\\n叫走。」那老何作謝而去。\\n　　莫拿我一路的開定，又走了去上。祇見背後有個人走來，將他背兒一拍道：「\\n老莫多時不見，今日那堥荂H我與你去喫三杯。」莫拿我回轉頭一看，不是別人\\n，乃是一向同夥的蔡拐子，也是一個數一數二的宿積。」莫拿我道：「老蔡，你好\\n人兒，撇了我那堨h了？這多時，想是有些甜頭，思毋要請人哩。」蔡拐子道：\\n「我同你到我家堨h了。」\\n　　於是兩個手挽手，一同走，走到一個鬧市堙C見了個道店，莫拿我道：「這\\n個鯖魚好新鮮，我們拿去打了酒。」蔡拐子放了手，也不答應，竟先走到店媢D：\\n「這個鯖魚要多少銀子？」店主人道：「要二錢銀子。」拐子道：「我不信了。」\\n店主人道：「何是你主人道不肯允，今銀十兩。」拐子道「你今日去就是了。」店\\n主人道：「若是紋銀，就秤一錢六分罷。」莫拿我站在其下，祇不開口。蔡拐子用\\n意將背了，背著莫拿我，向鋪上打開銀包兒，秤銀子。莫拿我口堬茞茠犒D：「待\\n我借隔壁店堛滲砥A秤一秤，不知真有多少重？」提了魚就走。店主人見是同來\\n的，又在這堹粉子，竟不防他。\\n　　不道蔡拐子秤了銀子，遞與店主人，然後掇轉身來道：「魚在那堙H」店主人\\n道：「同你來的這位客人，提去隔壁秤去了。」拐子失驚道：「我同那個來？又來\\n見鬼了。」店主人見不是頭，連忙豁出櫃來，往隔壁店堣@看，那見個人影兒？店\\n主人看了，忙連嚷道：「明明這個人是你同來的。」蔡拐子道：「可是方纔，站在\\n那邊的這個人麼？我祇道也要買甚麼魚，上你階頭，我不睬著。是了，是了，是個\\n拐子了。這樣賊精，你這個人也是個呆貨，我背著秤銀子，故不看見，你既看見，\\n他提這魚，就該喝住，著把我買魚，我不會秤，要他秤？」反把店主人一頓埋怨。\\n店主人氣得頓口難言。\\n　　蔡拐子道：「如今閑話休提，魚不見了，怎麼處？也罷，我連累你沒了魚，如\\n今你這幾個鯽魚與我去罷，省得退還銀子。不好意思的，你秤一秤，若斤兩重，二\\n錢銀子不夠，我再找你。」那店主人氣得頭暈，祇得將鯽魚秤與他，又找了四分銀\\n子與他，拐子線穿了提去。誰知那老蔡秤的銀子，又是一了四大銅。正是：\\n　　　　隨你奸似鬼，喫了老娘洗腳水。喫了洗腳水，又折一肚腌臢氣。\\n　　卻說蔡拐子，提了鯽魚歸家。那莫拿我，已將鯖魚先拿到老蔡家堙A道：「\\n嫂子，你將這鯖魚切了片兒，打起麵來，老蔡就來也。」說猶未了，祇見蔡拐子，\\n提了鯽魚進門，放在廚下，就去買肉打酒。一路就邀了幾個同夥朋友來家子。吳兄\\n大人喫了，同中間莫拿我道：「你何人？這日堛契N在上，叫我不要，若哥哥說\\n，我如今豈不肯得做零？於哥哥說個明白了來，偷貧不如偷米，偷富不如偷官。於\\n其這女子，他也來得。客是何人，若取他的，倒也我甜些。」\\n　　莫拿我笑笑道：「老蔡，前日我聞得，桃源縣堙A失了庫銀，想是老兄得了\\n甜頭麼？」蔡拐子道：「不瞞老哥說，如今還有幾包兒，在床媄銦C」莫拿我道：\\n「好人兒！得了這此大利息。蹄踵兒，不但得了幾隻兒，請我一個鯖魚，又要我自\\n己拿來，你做人的忒慳吝。」眾人通笑起來。於是喫了麵，又把鯽魚大碗盛來下酒\\n。眾人正喫得熱鬧，祇聽得窗兒外西風刮得緊，淅淅瀝瀝，飄下一天大雪，正是：\\n　　勢合顛風刮骨來，悠悠漾漾滿江隈。\\n　　不曾半點聞春信，卻怪千花連夜開。\\n　　頃刻妝成銀世界，中間遍滿玉樓臺。\\n　　瓊船撞入玻璃國，琪樹瑤林不用栽。\\n　　卻說眾人猜拳行令，喫得一個不亦樂乎，便道：「自古道：‘偷風不偷雪。’\\n今夜醉了，天色又冷，各人回去睡一覺再處。」於是眾人一哄別了蔡拐子，各自散\\n去。\\n　　獨表莫拿我，一路醉醺醺踏雪而歸。在路上想道：「人多說，偷風不偷雪，我\\n老莫，偏要與人拗一拗，在雪堛戚A一玩耍，使人猜不著。」於是走到一個大人\\n家門首，他就住了腳，立在屋檐下道：「待我進去，取些東西，散些與窮人用用。\\n」\\n　　正要從側邊矮屋檐邊上屋，祇聽那矮屋堙A有人咿咿唔唔的讀書響。那門闥\\n縫堙A微微透出些火光來。莫拿我道：「且頓一頓，待這書呆子睡著，然後上去\\n，覺穩些。」故此頓了好一回，那個讀書的，越讀得響了，喃喃的讀個不住。莫拿\\n我焦躁起來道：「待我叫他去睡了罷。」他在對門蘆簾上，折了一莖蘆柴管兒，悄\\n悄對著門闥縫堣鶗，輕輕的吹去，那書燈兒竟吹滅了。\\n　　那人抬起頭來見滅了燈，道：「奇怪！又無甚大風，怎麼燈兒無故滅了。」因\\n叫道：「娘子，娘子，腳爐有火麼？點上一個來。」那娘子，床上翻身道：「腳爐\\n冷了，半夜三更，那埵酗鶠H這等寒天，不如睡了罷！」自喃喃的道：「讀書，\\n讀書，轉讀轉輸，你讀了書，睡一覺，也要商量個計策，措處措處盤纏。安家出外\\n，一些也無，何苦讀也。明日起來，朝飯米也還不知在那堙H祇是人如考了，二\\n人去的監理，難道不要的戲仕，不轉轉為明，思王吳兄如此者，何用？」那人聽了\\n，歎口氣兒，將桌子一拍道：「娘子，我一轉念頭，不要愁殺了。祇因無可奈何，\\n故夜將書為消愁之物耳。我夜間讀書，抵日堣u夫，日間祇好在外邊去借貸。你\\n那堭o知我借貸勤苦？昨日，走到阿叔家去，開開口，阿嬸就回我道：‘那堥蚖子\\n借你。’我說當頭也罷。他說一家不知一家，和尚不知道家，你那曉得，我們當頭\\n俱在外邊。我祇得沒瞅沒睬的出來了。轉身走到哥哥家堙A哥哥見我去，不待我\\n開口，先向我愁個不住。愁了一口，阿嫂道：‘留叔叔喫便飯。’哥哥眼丟一個眼\\n色，阿嫂就轉口道：‘飯便熟了，祇是沒甚東西喫。’我見了這般光景，又走了出\\n來。復身轉到丈人家堙A祇見丈人亂嚷亂羅，把阿舅打做一團，我走去，反與他\\n勸了好一回。原來店中結算帳目，折了本錢，道是阿舅偷去，賭輸了，活在家堬^\\n氣。我又不敢啟齒了，祇得與岳母，說了些閑話，岳母見丈人打兒子，也不好留我\\n，我又出來到一朋友家去，坐了半晌，身上又冷，喫了兩盅熱茶，天色晚了，然後\\n歸家。我想走了這幾家，俱沒有東西借我，如何到宗師那邊去考？家中盤纏不要提\\n起。」兩人愁個不住。\\n　　莫拿我聽的不耐煩，因歎道：「他是個讀書人，原來受這樣窮苦，可憐，可憐\\n！即如此，我何不到在別處去，取些來資助他。」因轉個念頭，暗暗笑道：「眼前\\n放著現成的銀子，不去拿來助助他。\\n　　專怪蔡拐子，這個油嘴，得了這樁大財，香蹄子，也不值得買一隻來，請我一\\n頓麵，又要我取的魚。我如今轉去向他床堙A取了他所藏的銀子。要他要要，一\\n則資助了窮秀才，也是為他做個好事﹔二則也使他，服了老莫的手段。」於是將身\\n轉走，自見那雪兒下得越大了。正是：\\n　　他為孫匡勤夜讀，還教正大訪山陰。\\n　　卻說莫拿我，見行上雪深，他就把腳上蒲鞋，倒著了，向著蔡家，遂一步一步\\n，走到蔡拐子家來。看他的門兒緊緊關著，遂把他空場媄銦A兩間半窗屋兒，外\\n面一扇門兒，媄銧N是他的臥房。後邊又有兩間小舍，一間是他廚灶，一間是他\\n坑廁，開著一扇後門，通將去一小街兒的。\\n　　莫拿我輕輕先開了他的籬笆，一步步到窗前。即將小鋸子，鋸斷了幾?窗兒的\\n斗簡，輕輕探下，將身鑽入窗去。先將房門開了門，後把?心依舊上好，然後脫了\\n草鞋，口中做老鼠叫，一碌碌到床頭頂上。周遭一摸，毫不見一些影兒。他暗笑道\\n：「這臭賊，果然不說謊了，銀子確確放在床媄銦C」又做老鼠相打，一骨碌碌下\\n來靜聽。祇聞得那蔡拐子，喫得醉了，天色又冷，夫妻兩個，睡得鼻息如雷。莫拿\\n我忙忙赤了腳，顛在床沿上，悄悄彎著腰，往媞N一摸，果然一包一包的，排在\\n褥子底堙C莫拿我將手摸來，即塞在腰間搭膊堙C是夜因雪大，雪光照著，微有\\n亮光。照見蔡拐子的老婆，睡在腳根頭，臂上露出赤金鐲兒，亮燦燦。莫拿我見了\\n，道：「一發取他去，與我家老婆帶帶，作耍他。」即便輕輕將手去探他的。誰道\\n一探，那婆子，因酒不甚醉，便驚醒來。他見有人，捏他臂膊，遂搭轉手來，往床\\n外一拉，拉著了莫拿我的腳，他隨勢一把捏住，口堻蛫D：「有賊，有賊！」\\n　　蔡拐子在睡夢媗巨ㄐA因哄道：「那個外路的賊，敢偷我的東西麼？」猶半\\n信不信的光景。那老婆道：「快起來，我捏住他的腳在這堙C」誰知莫拿我的巧，\\n他腳被這婆子，捏住時，他卻動也不動，將一隻手，忙去輕輕捏住蔡拐子的腳。那\\n婆子惡叫，蔡拐子起來，拐子醒來見自己的腳，有手捏住，即便道：「啐！這是我\\n的腳，放了讓我起來。若是房的，御由你捏定，這好一回。」婆子聽見，即便放了\\n莫拿我的腳，於是莫拿我慌忙放了，蔡拐子的腳，即往床底下，悄悄伏著。\\n　　祇聽得蔡拐子，先將手去塈氻W一摸，即大驚道：「果然是賊，銀子通去了\\n。那堥茪H偷去也？」於是走出，看他是何處進來，也不見一些影兒。走到門道\\n，便道：「壞了！賊去了，門已開在這堙C」即往後一看，祇見一步一步，腳頭印\\n兒多向外的，對婆子道：「去了不遠，我同你急依著腳印趕去，還趕得著的。」於\\n是夫妻兩人，心上著了急，風也似趕出門來。莫拿我聽他兩人出了門，即悄悄走向\\n後門去，將石灰寫道：「莫拿我在此一樂。」隨跳過打牆，從小巷堣@溜去了。正\\n是：\\n　　積賊偷積賊，手段真難測。\\n　　失去大元寶，祇因無肉喫。\\n　　卻說蔡拐子夫妻兩個，趕了一回，出門後腳步亂橫，沒處追尋，祇得轉來道：\\n「我慢慢問同夥的討還你。」於是歸家，點起火來。各處一照，照到後門牆上，祇\\n見牆上寫著七個白字。蔡拐子看了，大笑起來：「原來就是老莫來耍的，果然好手\\n段，我不如他了。自然還我的，且慢慢與他理會。」於是安心睡了，不題。\\n　　且說莫拿我拿了銀子歸家，睡了一覺。天明起來，即將三四包銀子，插在腰堙\\nA一徑走到那讀書人家的門首。祇見天色尚早，門兒還閉著，莫拿我將門敲著道：\\n「在家麼？」那人在被窩堙A聽見敲門，問道：「是那個？」莫拿我應道：「送\\n盤纏的。」那人得了這句，忙披了衣服起來，開門。心上摸不著頭路是誰家。那莫\\n拿我聽他開了門，即推門進去，將白銀四包對桌子上一擲，道：「我送盤纏資助你\\n的。」那人眼色朦朦，見了這些銀子，喫了一驚，問道：「你是甚麼人？緣何多承\\n你資助我？」老莫道：「我名兒叫做莫拿我。」那人又驚又喜，方將要留住他，莫\\n拿我往外就走，道：「我去也。銀子盡著用。」於是即將他門反叩而去。\\n　　那人扯也扯他不住，祇得捧著銀子，忙到房堻艭P妻子知道：「娘子，天下\\n有此奇事。不知甚麼樣人，叫做莫拿我，清早送我偌多銀子，站也站不定就去了，\\n口中說特來助我盤纏的。我想親戚去懇求他，倘然回我，況面不相識之人，突然送\\n來，今年有如此來頭，決然中了。」於是夫妻兩個，整頓去考，歡喜得了不盡。日\\n日交口稱誦莫拿我不題。正是：\\n　　天下士，無不添錦上之花。\\n　　世間人，亦有送雪中之炭。\\n　　卻說莫拿我，回家去道：「我借了老蔡的銀子，必得原物還他便好。不如我也\\n到桃源縣堙A去取些來還他。」對妻子道：「我要出去兩日。若蔡拐子來，你對\\n他說偶有急用，借了你的銀子，如今出去了。要銀子，叫你急急到桃源縣堥蚆晪A\\n，不可遲誤日期。」吩咐已定，即連夜到桃源縣堥荂C\\n　　卻說那知縣正失了庫銀，出告示，挨圖挨甲的，著捕人四面緝訪。捕人三六九\\n比的緊。告示上道：「如有知風來報者，賞銀子十兩。」莫拿我看了告示道：「我\\n先去做個報人，騙他十兩頭來用用，再處。」\\n　　於是見知縣出堂，莫拿我即跪下道：「稟老爺，偷銀賊，小的倒知些蹤跡，特\\n來報知。」知縣大喜道：「你曉得在那堙H」莫拿我道：「小的販雜貨的，到蘇州\\n閶門外寓所，有一個姓蔡的人，夜堭N幾個元寶來鑿碎，小人在壁縫堭i他，上\\n面俱有字的。反回來知老爺，失了庫內銀子，不是這個人，是那個？」知縣聽了，\\n忙喚捕人，押你同去緝拿。莫拿我道：「老爺差了，若小人同了捕人去，那賊知覺\\n就走了。如今小人先去勾搭他，然後捕人來打個照會，方拿得著。」知縣道：「說\\n得是，你既如此說，著捕人另走就是。」\\n　　於是即叫庫吏，將五兩銀子，給與報人，路上盤費。莫拿我出縣門，捕人問了\\n著落，竟到蘇州閶門外山塘跛店上，等老莫來行事。\\n　　誰知莫拿我別了捕人，將五兩頭插在腰堙A悄悄走到寓所，安歇了一回。到\\n夜深時候，即到縣後扒上屋去，一路到縣西庫邊，輕輕伏在庫房屋檐上。往下一張\\n，見四圍俱是直楞楞，側邊一扇鐵葉門，門上有兩條封皮，一把尺許長的大鐵鎖，\\n鎖著庫。門外一個鋪，睡著兩個人。\\n　　原來失了庫銀，將庫吏責治革役，新庫吏看守。是夜，新庫吏喫了夜膳，弄了\\n一個十六七歲的門子睡著。那莫拿我輕輕將直楞，鏨斷了一根，鑽進去，取了幾個\\n元寶，卻要出來，被那門子起來撒尿，祇得悄悄伏著。門子撒了尿，鑽入被中。那\\n庫吏睡中道：「我的肉，怎麼屁股凍得冰冷。」把手搿著，即去弄他後庭。門子道\\n：「我盡著你弄就是。明日要做一條紅縐紗褲兒與我穿穿，可肯麼？」庫吏道：「\\n王四官的肉兒，我怎不肯。」兩個足耍了一個多時辰，然後睡去。莫拿我道：「專\\n怪他累我等這一回，略略奈何他一奈何。」將石灰寫在壁上道：’莫拿我同王四官\\n在此一樂。」寫完，即輕輕鑽出，上了屋，一溜煙去了。這個表過不題。\\n　　再說捕人，忙往蘇州閶門外，等莫拿我，同去捉那姓蔡的。等了一日，竟不見\\n來，即同當地捕人，去訪著蔡拐子住處。及至去捉他，走到他門首，祇見一把鎖兒\\n鎖著。問四邊鄉鄰，俱道去了數日了。\\n　　眾人道：「那姓莫的，為何哄我們？他自己竟不來。」當地捕人道：「可是莫\\n拿我麼？若是他，必又是耍你們哩。」眾人道：「既如此，回去尋著他，在他身上\\n要就是。」即星夜趕到桃源縣堥荂C到進城門，祇見張掛告示道：\\n　　　　正堂示：照得本縣庫吏某，惰誤玩法，於幾月幾日失去庫內銀兩，著捕人\\n一面緝獲。今幾日，積賊莫拿我，串同門子王四，公然盜去庫銀若干兩。王四已經\\n監禁，限三日嚴拿莫拿我，治罪正法。出首者倍賞，窩匿者同罪。須至示者。\\n　　捕人見了，喫了一驚道：「聞得莫拿我是個積賊，果然弄我們離了本地，倒在\\n這塈@孽。」事又湊巧，恰好捕人進城，那蔡拐子也到了。尋著莫拿我，因道：「\\n老莫好耍！你要銀子，不與我借，竟來自取，且拿得恁好乾淨，莫不枉叫你做阿哥\\n。」莫拿我笑笑道：「你要銀子，我有在這堙A到寓所去還了你。是便是，又是\\n你的罪名，我替你頂了。」蔡拐子道：「卻是為何？」莫拿我如此這般述了一遍，\\n道：「如今現有榜文拿我，你索性首了我，你倒乾淨些。」拐子道：「怎好出首你\\n？」莫拿我道：「不妨，我自有個法兒，你不要管我。」\\n　　兩個手挽手，到了寓所，還他的銀子。因同走到縣前，蔡拐子果然扭著莫拿我\\n，嚷道：「他盜了庫銀，倒冤著我。」於是街上人擁了一堆。那捕人回來，剛到縣\\n前聽見了，不由分說，一索通拿住去見官。\\n　　知縣正坐晚堂，捕人稟道：「積賊莫拿我拿到。」知縣大怒，喝道：「你這大\\n膽奴才，自己盜庫，反誣別人。」拐子道：「小人扭他來對證。」知縣道：「蔡拐\\n子趕出去，叫皂隸著實打。」莫拿我道：「容小人稟上老爺，庫銀一厘不失的。求\\n老爺押小人去拿了來，然後領打。」知縣喝道：「少不得死在後邊，既如此，著捕\\n人押去起贓。」\\n　　捕人領命，那些擁了莫拿我，飛也似到他寓所去。祇見莫拿我在臥榻底下，一\\n包一包搬出，搬了兩包，就拉手對捕人道：「我有句話與你們商量，我老莫左右坐\\n監問罪，這銀子盡數拿去，總不夠賠償。如今且得幾包，送與列位作辛苦錢，我老\\n莫擰著夾打罷了，列位以為何如？」眾人想道：「也是句話，靠山喫山，總推在他\\n身上，有何不可。」\\n　　於是各人插些在腰堙A將剩下的並莫拿我，共帶到縣堙C跪稟道：「贓已起\\n在這堙C」知縣道：「拿上來。」捕人帶上。知縣道：「怎麼祇有這些。」捕人道\\n：「小的因見少了，將他一弔，他說實實花費了。」知縣大怒，喝叫：「莫拿我上\\n來，夾起來。」莫拿我喊道：「青天爺爺，一些不少。」知縣道：「刁奴才，還說\\n不少！」莫拿我道：「其實捕人拿了些，所以少了，與小的不相干。」捕人聽見，\\n喊道：「老爺，聽他說謊，小的們知法度的，庫內銀子，可是拿得的！」莫拿我道\\n：「老爺若不信，當堂搜一搜便明白。」知縣聽了，目不轉睛，即喚皂隸，將捕人\\n一搜，祇見一個後生捕人，?襠婺角U一封來。那知縣當堂轉道：「料想打死這賊\\n，不能賠償補庫，不若在這幾個捕人身上，尚可協賠。」\\n　　於是故意大怒道：「現拿了庫銀，在我面前調謊，與賊何異？一事虛，事事皆\\n虛。我曉得都是你們通同盜庫。」叫皂隸通夾起來。眾捕人連叫冤枉，那些皂隸吆\\n喝一聲，上了夾棍，內中有個忍不過痛的，便道：「小的願賠，望老爺開恩。」知\\n縣放了，畫了供，即起一簽，著差押出，限三日內變產完銀。莫拿我監著，候完銀\\n日定奪。那些捕人，個個痛罵，個個要擺佈殺他。莫拿我笑道：「平日將這些小賊\\n索詐，今日還還願，也不差甚麼。」\\n　　於是不說眾捕人賠銀。且說莫拿我羈候在監堙A又結交好了牢頭禁子，一些\\n苦也不曾喫。過了數日，祇見禁子走來道：「你們正好不得審結哩！」莫拿我道：\\n「為何？」禁子道：「昨日理刑查盤，缺了庫銀，將庫吏拿了，如要參本官，兩日\\n沒心緒在那堙C」莫拿我問道：「缺了多少。」禁子道：「聞說缺了一二千哩。」\\n莫拿我記在心堙A也不言語。\\n　　到晚間，祇見禁子來檢點犯人。莫拿我道：「大叔，我有句話與你商量。兩日\\n又該將些銀子，來孝順大叔了，祇是大叔可肯於今晚，放我出去一晚，到後日進來\\n，大叔包你有個小小富貴。」禁子道：「你去了不來，那堥荋M你？」莫拿我笑\\n道：「大叔還不曉得老莫的信行，我老莫生平再不欺人，江湖上好漢說了老莫，也\\n頗頗相信，不然，我也不敢開這口了。」看官們，你道禁子如何肯放他？祇因禁子\\n平日，也素知他極有信行，所以說放便放。」「你去去，約定後日晚間回來，大丈\\n夫不要連累人。」莫拿我道：「這個自然。」於是開了鏈子，祇見他將身一縱，竟\\n往上跳去了。正是：\\n　　一身輕似猿猴，兩腳捷如脫兔。\\n　　卻說莫拿我監堨X來，離了桃源縣，路上道：「我不耐煩久坐在監堙A且等\\n個機會，弄出去耍耍。」算計已定，竟往山東路上來。到得曉間，竟投一個大響馬\\n頭兒。那人姓李，名雄。\\n　　其時正值五月天氣，李雄正在門前柳陰之下，坐著一條板凳兒納涼。莫拿我向\\n前道：「李大哥，救我一救。」那李雄喫驚道：「為甚麼要我救你？」莫拿我道：\\n「不瞞大哥說，小弟盜了些庫銀，如今出廣捕牌追捉，我意欲借貴莊權躲一躲，過\\n兩日當取些來，奉謝大哥。」李雄道：「弟兄家，說那婺隉A竟住在舍下不妨。\\n」因他進門，重新施禮，隨排酒飯相陪。閑話間，各誇本領。\\n　　正說得熱鬧，祇見外走四五個人來，將手一哈道：「大哥，有偌大賣買丟了，\\n在此閑話，快去快去。」那李雄聽說，便道：「賢弟，寬坐暢飲，咱不得奉陪。」\\n莫拿我道：「請尊便。」李雄一邊上馬，一邊吩咐孩子道：「將夜膳與莫大哥喫了\\n，收拾左廂房安歇。」於是打上一鞭，飛也似去了。莫拿我見他已去，心上道：「\\n正合我意。」對僮子道：「酒已醉，飯也飽，煩你收去，引我睡罷。」那僮子即引\\n他到東廂房，叫聲「安置」，拽上門兒去了。\\n　　莫拿我見僮子已去，即悄悄起來，四面一張。原來東廂房左側，有一扇小門，\\n輕輕推進去，乃絕大二門廳屋。左邊一間，是老李的臥室。右邊一間，四面植楞，\\n堆滿無數貨物。靜悄悄，更沒有妻小的。莫拿我再聽一聽，祇聽得間壁小房，有兩\\n個僮子睡得濃濃的。小房後有馬坊兒，立著十數匹驢馬，在那媦R叫。\\n　　他乘著微微月色，竟去裂下鐵鎖，走進堆貨房堙C見滿地口袋，袋中俱是銀\\n子。他提一提道：「想是一千一袋的。」不管三七二十一，竟提了兩袋，因道：「\\n銀子到有了，祇是如何拿？」他想一想，笑道：「真呆子，有了髭鬚不會鬍。現放\\n著送我去的東西不用。」竟提出來往後邊馬坊堙A乘著他嘶叫，即牽他一匹馬，\\n一個牲口，馱著銀子。隨即往房堙A將石灰寫在壁上道：「莫拿我暫借銀二千，\\n俟出月加利送還，不致有誤，存照。」寫訖，乘著月色，上馬加鞭，連夜走。\\n　　直走到明晚，竟到了桃源縣堙C他竟將驢馬兒，拴在空野僻靜的所在。等到\\n黃昏時候，他馱著銀子，一步步走到縣前。他竟從棧房內，看無人處，將身一縱，\\n上了屋，爬過了縣堂，悄悄去到私宅內。又過兩三帶廳堂，到後邊書房內檐頭邊一\\n張。原來書房後有三間亭子，這是知縣自坐的密室。\\n　　莫拿我爬到這個所在，已有一更時分，祇見知縣猶未睡，獨自一人在亭子上踱\\n來踱去，口埵菬它蛬y的道：「好好一個官兒，斷送在此事上。」莫拿我聽得仔\\n細，見四面無人，他輕輕一跳，跳下庭中跪著。那知縣抬頭一看，這一驚非小。正\\n是：\\n　　險些兒喪了三魂，霎時間失了六魄。\\n　　知縣大喝道：「甚麼人？」莫拿我道：「我送銀子，來與老爺分憂的，求老爺\\n莫則聲。」知縣見他跪著，又說送銀子分憂，因不甚怕了。又驚又喜道：「怎麼能\\n與我分憂？」莫拿我道：「聞得老爺缺少庫銀，小的那移一千送上，乞老爺檢收。\\n」知縣道：「又來作怪了，你是甚麼人，銀子在那堙H」莫拿我也不答應，將身一\\n縱，上了屋，將口袋撲的一拋，拋下庭中。然後隨跳下來道：「這是銀子。」知縣\\n喜出意外，也不叫人，自己馱到房堙A打開一看。祇見：\\n　　毫光焰焰，俱是通神物。\\n　　瑞氣騰騰，無非救命主。\\n　　知縣於是大喜道：「你是甚麼人？我也有些面善。」莫拿我道：「小的是救人\\n積賊莫拿我。」說畢，即向屋上一縱而去。知縣聽了，恍然認得，正要謝他，撇眼\\n不見了。想道：「這人蹤跡大奇，他在監，如何出來了？」\\n　　於是將銀子一兌，重一千二百兩。知縣道：「不想許多親戚，並心腹朋友，不\\n如這個小賊，能救我急。」快活了一夜，明日早堂，即將銀子補足了庫，又將些禮\\n物送於理刑，始得免參，依舊坐堂理事。話分兩頭。\\n　　卻說莫拿我上了屋，又到城外僻靜處，取了銀子。到縣前監門口，跳上屋。其\\n時已有四更天氣。禁子正提著燈兒，稽察犯人。祇見莫拿我撲的拋下一口袋來，禁\\n子立住了腳。莫拿我隨手一跳，立在禁子面前。禁子道：「好個信人，果然來了這\\n一袋銀子。」「送一半與大叔買果兒喫。」禁子道：「那消許多。」莫拿我兌兌，\\n祇得七百兩，原來口袋大小不等的。當時將三百兩送與禁子，禁子千恩萬謝，連忙\\n收拾夜膳，接風不題。\\n　　卻說那知縣，感激莫拿我，又怕他手段，因道：「我如今弔他出監，將就問個\\n徒罪，發配他在好地方去，一則他可安身，二則遠離此地也好。」\\n　　於是莫拿我正終日喫酒，與禁子牢頭喫得高興。忽然知縣有票弔審。眾人道：\\n「且挨他來日，尋個分上，然後出去便好。」莫拿我笑道：「包你今日出去，他熱\\n氣不敢呵我，發行出監，還要送盤纏與我。」眾人見他如此說，俱摸他不著頭路，\\n乃一哄兒出監。祇見知縣坐在堂上，禁子帶進莫拿我去。他即喚上道：「你盜庫銀\\n，我曉得通是這班捕人捉弄你，其意欲利歸於己，罪歸於人。我老爺如今贓已追完\\n，偏要罪便問你，打便打他。」於是將眾捕人一二十板一個，莫拿我竟問個徒罪，\\n押付湖廣長沙驛。\\n　　捕人兩腿打得皮開肉綻，莫拿我笑嘻嘻的定了招，畫了供。同眾人出來，與押\\n解差人，店上喫三杯。差人道：「難得官好清，文書就發下，又先賞我們盤纏，吩\\n咐不許要你分毫銀子。」莫拿我道：「我也不值得送些盤纏。」差人笑道：「你也\\n得粥便嫌薄。」道猶未了，祇見兩個家丁，走上店來道：「那堣ㄣM得到，你原\\n來在此，莫大哥，老爺怕你無盤纏，特差我們送銀十兩在此。」莫拿我道：「為我\\n多謝聲罷。」拿來就袖而藏之。差人暗道：「本官與賊，怎是有舊的。」\\n　　於是明早，領他準備起身。莫拿我道：「且緩兩日，我還有件事未完。前日我\\n暫撮人一宗銀子，如今倘遇見，不好意思，完了就走。」差人道：「我們既領了你\\n，也要安安家，停兩日起身極好。」莫拿我道：「待我事完，來約你。」\\n　　於是別了差人。莫拿我想道：「李雄這點銀子，今日祇得在縣堙A尋個大財\\n主借去。」一路訪，訪著一個姓何的，綽號叫做何九缸。因他開井掘了九缸銀子，\\n所以有這雅綽。他祇有一個兒子，前開典舖，後開棧房，是縣中第一個財主。莫拿\\n我訪在肚堙A挨到夜，就踱到他家僻靜處，一溜兒上了屋。\\n　　其時正是七月天氣，他等到更深，一步步爬到他門首。進了兩帶大廳，又是一\\n帶女廳。祇聽得女廳左側，有婦人喚道：「金菊，娘娘浴湯。」莫拿我隨著他聲音\\n，就扒進那屋，悄悄伏在檐頭上。往下一張，祇見一個後生的，有二十多歲，與一\\n個婦人，同坐一條藤面小木榻兒，在軒子下乘涼。那後生去弄，那婦人白生生的乳\\n頭，因去勾著他脖子，親嘴咂舌。咂了一回，便道：「娘子嬌嬌妙妙，我同你在榻\\n上耍耍。」女人把後生一推道：「沒正經，身子要緊。你病還未好，況天色又熱，\\n我又不耐煩，快快書房堨h睡，休得歪纏。」便高叫道：「金菊，你喚長壽小奴\\n才點燈，照相公書房堨h。」少頃，祇見一個孩子，點了紗燈，那後生道：「我出\\n去了。」\\n　　於是那婦人，又叫金菊閂了外房的門，那婦人獨自坐在榻上。又見一個丫鬟道\\n：「請娘娘洗浴。」那婦人扒起來，走到檐前茉莉花邊，脫了玄色紗水衣、白紗裙\\n子、銀紅紗褲，露出粉捏成、玉琢就的身子，蹺著小小金蓮洗澡。那丫鬟與他拖了\\n一回，起來拭體完，將單裙子抹奶兒束著。教丫鬟撮把交椅，坐在庭中，手拿兜扇\\n，蹺著白腿兒看天。\\n　　少傾，祇見丫鬟淨完浴，走來打扇。那婦人將手勾著丫鬟，低聲道：「我兒，\\n可喚他來。」丫鬟道：「他候娘娘多時了。」於是去了一回，祇見同著一個十六七\\n歲，披肩頭髮的孩子走來。婦人笑笑道：「我兒，等久你了。」隨手搿他在懷堙A\\n咂了一口舌，道：「小肉兒，就如此幹罷。」仰在椅子上，將兩隻金蓮，勾著孩子\\n頸。那孩子立抽送，那婦人口中小寶小肉的叫。正叫到熱鬧處，不道那孩子，就伏\\n著不動。那婦人道：「冤家，為甚就過來了？」孩子道：「好娘娘，我心正慌，腿\\n兒抖。」婦人笑道：「沒出息的東西，既如此，金菊你送他出去罷。」\\n　　孩子去了，那婦人又乘了一回涼。站起來，躺在榻上，又低聲道：「金菊，你\\n原去喚那個來。」去不多時，祇見走進一個胖胖的鬍子。婦人爬起來，戲打他肩膊\\n道：「為甚兩日不見你。」鬍子道：「你曉得，差我出去討麥錢的。」婦人笑道：\\n「如此饒你打，且來與我幹事。」那鬍子忙將婦人裙帶扯著道：「要我狠幹，須脫\\n得光光的，方有興些。」婦人道：「刁砍頭的，在露天，羞人答答，不好意思。我\\n同到房堨h依你。」於是兩人手挽手，進房去了。\\n　　莫拿我直等他進了房，纔輕輕碌下來，隱身在茉莉花邊。張那丫鬟去睡了，折\\n身到房門口，祇見房媢麰控け菬滮f大櫥，他就口中做老鼠廝打，一碌碌上櫥頭\\n頂伏著。\\n　　看那婦人，果然脫得精光，那鬍子也赤條條的，將婦人兩隻白腿兒提起，與他\\n狠抽狠送。那婦人口堶颻顗犒D：「還是我的好肉兒，趁得奴心。」那鬍子幹了足\\n一個時辰，口媢D：「我如今還不爽利，你起來，我與你靠在櫥上，立著幹來了罷\\n。」那婦人道：「我依你，依你。」果然爬起來，靠在櫥上，雙手摟著鬍子。鬍子\\n道：「你擠緊著，待我抽送過來。」於是沒棱露腦的抽送，將櫥兒搖個不住。正高\\n興間，誰知莫拿我，因下邊搖的慌，蹲伏不牢，祇得撲的跳下來。這一嚇非同小可\\n，二個精赤人慌做一團。那鬍子認做捉姦的，跪在地上磕頭，祇顧叫饒命。那婦人\\n羞的沒躲處，忙搶單被遮羞，也跪了求莫則聲。莫拿我道：「我祇要借些銀子、首\\n飾，不管閑事。不然，便要喊了。」婦人抖著道：「銀子在櫥堙A祇顧拿就是。\\n」莫拿我聽說，即裂開鎖，上?俱是黃的，下櫥俱是白的錠，圈滿一櫥。莫拿我竟\\n拿了二三十錠金子，裝在搭膊堙A便道：「你自幹你的事，我不管你，將軍不下\\n馬，各自奔前程。」往屋上一縱，跳去了。正是：\\n　　一宵看盡風流樣，又得無窮買俏錢。\\n　　卻說莫拿我，拿了金子到寓，道：「二十錠值二千兩，再加二錠，值二百兩，\\n作利錢。待我封好，寫明一字在媄銦A等他自來取，不要送去。」於是兌足封好\\n，在媄隡g道：\\n　　　　前日承照拂，謝謝。乘便暫撮銀二千，謹如數加利奉還。正欲躬齎至寨，\\n適遇尊夥出獵時到，幸檢收。\\n　　　　莫拿我拜上。\\n　　　　李大哥軍前。\\n　　寫畢，藏在身邊。\\n　　即約兩個起解差人起身，一路到山東路口。差人道：「此處要小心。」莫拿我\\n道：「不妨，我今先走，你們落後些。」說猶未了，祇聽得耳邊，颼的一枚響箭，\\n莫拿我忙下牲口，拔轉就走。祇見後邊兩匹馬，八個蹄，翻盞也似來了。一兜兜轉\\n，勒住馬，取了包兒回去。祇見上邊有李大哥開拆字樣，那響馬喫驚，急拆開包來\\n看。媄鉿釵r一封，細看方知是莫拿我，送還李雄的。響馬道：「既如此，我們\\n不可不送還他。」於是送去李雄。李雄見了，歎道：「好個不失信義的好漢，可惜\\n不曾再會一面。」同夥互相稱讚，不題。\\n　　卻說莫拿我，完了一樁心事，一路竟到長沙驛。解子投了批，討了回批，回去\\n了。莫拿我見驛丞，送個出格的見面錢，驛丞歡喜得了不的。見日日買酒肉請眾囚\\n徒，眾人無不喜他。\\n　　過了數日。一日，祇見驛丞，慌張張進驛來道：「急要點囚徒二十名，新道爺\\n到任，扛行李。」莫拿我亦扯在媄銦C莫拿我道：「我去不妨。」同眾人竟下船\\n，去扛行李。扛了一日，到晚間，那兵備因眾官參見畢，踱進私宅，正撞著了莫拿\\n我。那兵備一眼看去，心上如有所疑道：「這人我有些面熟。」莫拿我見道爺看他\\n，三步做兩步避去。\\n　　那兵備留心，明日喚驛丞進來道：「媄靾棜n打掃，昨日囚徒喚來俟候。」\\n驛丞跪著道：「曉得。」於是急將花名手稟送進，兵備袖了。理完堂事，到私宅點\\n名。將稟揭一看，上寫莫拿我三字，便心上恍然，急叫道：「那個是莫拿我？」忽\\n見那面熟的走出來，跪下道：「小的就是。」兵備道：「你可是蘇州的麼？」莫拿\\n我道：「正是。」兵備道：「你為何問罪到此？」莫拿我將盜庫濟人，補庫救官，\\n問罪發配的事，一一細述。兵備歎道：「不道爾輩中，有你這樣好人。」立起身，\\n一把扯他起來道：「你認得我麼？」莫拿我喫了一驚，摸不著頭路道：「小的不認\\n得。」兵備道：「你實是我恩人，不匡今日在此相逢。」\\n　　看官們，你道那兵備是誰？卻就是前日，莫拿我雪中資助他銀子的讀書人。這\\n人姓王，名道。是日得了銀子采頭，有了科舉，是年就連科中了進士，欽授湖廣兵\\n備，今日到任。夫妻兩個，祇記得莫拿我三字，時常感念的，不道東海船頭竟遇著\\n。\\n　　當下莫拿我，聽得恩人二字，一發作怪起來道：「小的與老爺，有何恩處？」\\n王兵備道：「且請到書房堙A坐了細談。」莫拿我那奡情A王兵備不由分說，一\\n把扯進媄銦A報知奶奶。奶奶也出來見了，千恩萬謝道：「承你扶持，我窮夫婦\\n得有今日，那刻不感激？」連忙置酒相待。王兵備道：「老莫，你記得大雪中，曾\\n叩門送銀子贈人麼？」莫拿我纔省得道：「老爺莫非是，住在大街上讀書的麼？」\\n兵備道：「然也，但不識老兄，那堛儒睍a？就贈我盤纏。」莫拿我笑道：「你那\\n夜滅了燈，夫妻兩個愁的話，那一句不聽得？所以我拿些銀子送你，使你快活快活\\n，不道就做了官。」夫婦同道：「若非你資助，焉有今日？如今你在我衙埵磽瞴A\\n我與你開豁了罪名，圖個出身。」於是打發眾囚徒去。\\n　　一時哄動地方道：「一個囚徒，做了道爺第一個相知。」當時言聽計從，竟是\\n一人之下。一日，王兵備退堂，莫拿我與他飲酒，說著自己生平本事。正說得高興\\n，祇見外邊傳報，撫臺有雞毛文書。兵備連忙拆看，這一看不大緊，竟似：\\n　　身落冰孔堙A冷水沒頭淋。\\n　　嚇得王兵備手足無措。文書上道：「佘山王勾結響馬，領兵圍城，聲言十萬，\\n刻期要調六營兵丁守城，貴道領各官守門，隨機應敵，無誤。」那兵備著忙道：「\\n太平日久，無兵無將，如何是好？」先傳令急閉城門，城上每門，架大將軍炮二門\\n，自己備下一匹好馬，然後商量出榜，召募奇材以御敵。\\n　　私衙堹伔伅穩茪ㄓF，莫拿我看他如此，不開口。兵備道：「老莫，你幫我一\\n幫。」莫拿我笑笑道：「這樣小盜，著甚麼忙！祇消我一人，叫他去了。」王兵備\\n忙道：「莫非你與他有舊麼？」莫拿我道：「有甚麼舊？」兵備道：「他同佘山王\\n領兵十萬，勢甚利害，我方愁身家難保，怎說小盜。」莫拿我笑道：「我去打聽打\\n聽來。」兵備扯住道：「萬一城破，我正要央你，作伴逃難，怎說個去字。」莫拿\\n我道：「放我去，自然不消逃亡去。」兵備道：「恁說時果有退賊妙策麼？」莫拿\\n我道：「你莫管，放我去便見。」說罷，拱拱手，他就地一縱，跳上屋上了。\\n　　王兵備看了，呆了半晌，不見甚麼意思，轉身吩咐奶奶，收拾收拾，相機脫身\\n。祇聽外邊，又有無數秀才，動條陳要見，祇得出堂。那些秀才擁上道：「憲公祖\\n，大盜不過索糧，原無大志。退敵之計，莫若出榜，於三日內，勸百姓協助，集公\\n銀三千，送去犒賞他。一面先諭以朝廷至意，使其暫退，毋使塗炭生靈，此當第一\\n要著也。」王兵備聽罷，忙打拱道：「足見諸兄經濟，就煩傳諭一傳諭，開寫文書\\n，以示群盜。」不題。\\n　　卻說莫拿我縱上了屋，道聲：「暫去就來。」於是一溜煙，向城頭上越城而去\\n。到了城下，待夜了，走到賊營邊。其時十月天氣，月暗雲迷，祇見刀槍密佈，劍\\n戟重圍，兵馬精強，隊伍整肅，四面寂而無聲。\\n　　他一溜溜到第一層皮帳邊，祇聽得巡邏小卒，四面鼓梆，走近前來。他即將身\\n子，伏在地上草間，待他走過。又悄悄溜到第二層皮帳邊，又伏了。聽原來那邊兵\\n敲梆，祇在外邊第一層、第二層、第三層倒沒有了。莫拿我既入虎穴，也沒奈何。\\n祇得拼著性命，輕輕溜入一個大皮帳內，又伏在地上張時。祇見帳口掛著無數弓箭\\n，十數個兵丁和甲臥著。媄鉹@張桌子，桌上橫著兩架令箭，兩支畫燭，筆硯文卷\\n。中間鋪著一個小榻，榻上睡著雄壯的一條大漢，鼻息如雷，乃是佘山王主兒。那\\n莫拿我，輕輕向腰間，取出預備的一件東西，悄悄放在他枕頭邊，就一溜煙走了。\\n看官，你道甚麼東西？卻原來是：\\n　　　　長不滿三寸，遭之立喪命。雖然不及莫邪與干將，也常幫過荊軻與聶政。\\n　　不說莫拿我，一步步溜出營中。且說那佘山睡到四更時分醒來，即便傳令快些\\n埋鍋造飯，準備攻城。自己翻轉身來，祇見枕邊，雪亮一把小小刀兒。這一驚非小\\n，連忙跳下榻，拿在手中，□□一聲道：「奇怪！這是那堥茠滿H」看那刀柄上，\\n有一條紙兒，糊著紙上有字，忙向燈前細看，上寫道：\\n　　奉兵道王爺將令：獻上匕首一柄，不便遽取尊頭，伏乞照原。幸幸。\\n　　　　莫拿我拜達。\\n　　那佘山王，不看猶可，一看了，身子抖個不住，道：「險些兒斷送了性命，幸\\n得他不殺我，不然已做無頭之鬼矣！」因歎口氣道：「罷，罷！不要纏他了。若再\\n來時，如何防得許多。」即忙傳令：「今日，且消停一日再處。」於是即備名馬一\\n百匹，白銀一千兩，修書一封，差人齎送城邊，一面撤營收兵，回去不題。\\n　　再說王兵備，正在城堸荈q，撮借百姓的助餉銀兩。一時不能湊手，慌做一團\\n，官民紛紛嚷亂。忽見守城官，飛馬來報道：「賊營中，差人到城下口，送書一封\\n謝罪，並送名馬一百匹，白銀一千兩，與老爺作別敬。將書要小官傳進，小官祇得\\n接他的在此。」王兵備聽了，反喫一嚇道：「必是賊人詐謀。」於是拆開書看，祇\\n見書上寫道：\\n　　　　佘山寨主人謹啟上\\n　　　　欽命特用湖廣兵備道王老爺麾下：下本布衣，因亂為眾所推。本將提兵十\\n萬，翦除貪官污吏，救民塗炭。不圖昨晚，於床頭得一匕首，乃是王老爺麾下壯士\\n所遺。承賜首領，下不勝駭感。自今以後，已知所警，即刻當收兵遠遁，永不敢再\\n犯清塵矣。謹獻名馬百匹，白金一千，以贖冒瀆之罪。\\n　　卻說王兵備看了書，又喜又疑道：「難道莫拿我一個人，敢到他營堨h？」正\\n疑惑間，祇見莫拿我，慢慢騰騰地踱進來。王兵備見了，即拉住他嚷道：「莫非他\\n說壯士就是你。」莫拿我笑道：「我老莫到他營堙A將把小刀兒，輕輕放在他脖\\n項子邊，且不殺他，他自然怕死去了。自古道：捉賊不如鬥賊。」一面說，祇見守\\n城官又報道：「賊兵通拔營去了，外邊遺下馬一百匹，背上馱上兩袋銀子，今特送\\n進，望老爺驗收。」王兵備快活得了不得，忙對著莫拿我，深深作個揖道：「真虧\\n你神手，不惟使地方安靜，又得保全下官，前程性命，如此大恩，如何報答。我今\\n不敢沒你的功勞，即當特題一疏，舉薦你做本地總兵官，同你在地方上快活幾時，\\n也不枉與你相與一番。」\\n　　於是連夜修成一本，差官上京。通政司掛了號，然後進呈。那本道：\\n　　　　湖廣兵備道臣王道，題為剿寇功成，奇才難沒，特為薦剡，以護地方事。\\n臣道自蒞任以來，未及一月，忽遭海寇結連山賊，提兵數萬，圍困城池，聲言借糧\\n，所往焚劫。臣聞報後，夙夜圖謀，萬難控御，外既無兵，內復無餉，無兵可以應\\n敵？無餉何以養兵？問諸府庫，而府庫空虛﹔問諸士民，而士民莫應。措處無策，\\n束手待斃。臣有故人莫拿我者，胸懷經濟，夙儲報國之孤忠，目睹艱難，竟出匡時\\n之奇略，不煩一兵，不費一粟，以寸鐵而喪彼三軍之心，以一身而退彼數萬之眾。\\n強賊歸命，永竄偏隅，邦國有奠安之休，百姓脫流離之苦。有功如此，何忍沒之！\\n臣是以謹陳之當寧，倘得蒙不次之擢，使得效未盡之奇，想必能保障海隅，永當一\\n面者也。伏乞聖裁。\\n　　當時此本一上，龍顏大喜，聖旨即批道：「王道剿寇有功，加三級仍供前職。\\n莫拿我出奇退賊，著即任彼為總兵，該部寫敕與他。\\n　　不日部復命下，莫拿我接了聖旨。忽然冠帶起來，真是妝一倍，當時是個小賊\\n，如今做了大將，冠而冕之。上司那一個不另眼覷他？\\n　　到任之日，他頭帶烏紗，身穿大紅圓領。幾個把總參由，領著三四千兵，俱戎\\n妝參見。接他到衙門堙A三通鼓樂，三聲號炮，然後昇堂，好不熱鬧。\\n　　於是莫拿我，差官接了妻子，後來竟養了兩個兒子。王兵備將一小女兒，與他\\n結了姻，以報他資助之恩。他也做人忠厚，為官竟一清如水，大得軍民之心。兩個\\n兒子俱讀書進了學，一個中了舉人，竟成詩禮之家。活到九十餘歲，無病而終。可\\n見人到底是做賊，他存了良心，畢竟原有個結果。世人何苦喪良心，而莫拿我之不\\n若子。\\n第五回????百花庵雙尼私獲雋　孤注漢得子更成名</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　劉毅家無擔石儲，一擲百萬矜豪侈。自茲餘風漸後世，鴟蒲博塞無休時。叫梟\\n呼盧誰氏子，賢豪公子富家兒。散盡千金不少顧，家徒四壁猶甘之。更有貧窮惡年\\n少，囊空若洗心尤癡。紙牌八片勾魂帖，色子一盆納命休。娼優吏卒縱不分，子父\\n兄弟俱一抹。惟知勝負無尊卑，但尚詐欺無品節。日以繼夜戀不休，忘餐廢寢心不\\n歇。妻飢無食子無衣，大不為盜小為賊。直至僑仳似乞兒，此日此時方了結。聊作\\n俚言問世人，劉毅以外誰英傑！\\n　　古今來第一個賭錢漢，莫如劉毅。他雖則豪放自雄，然卻能謀王定霸，立業建\\n功。今天下如劉毅者，曾有幾個？大抵一入賭場，貧窮子弟未免啼飢號寒，出乖露\\n醜。富貴子弟亦至廢時失事，喪身亡家。故謂著此道兒的，畢竟是至愚極坌之輩，\\n昧卻本來知覺，所以迷而不出耳。\\n　　然我見賭錢的，又往往皆天下極聰明、極乖巧之人。卻是謂何不知？人乖巧，\\n那個蒼蒼的天公更乖巧。他道世間，那為富不仁的，小則在擔頭上克剝﹔大則輕出\\n重入，淺出滿入，盤放沒人家產，吸人腦髓，不顧天理，積成巨萬家私。偏與他生\\n下一個極聰明、極乖巧的子弟，與他消澆，那注不義之財。\\n　　世間那居官虐民的，小則在血棒上搜括﹔大則欺君罔上，殺命枉法，嚇詐聚斂\\n，不顧百姓流離，小民塗炭，祇要囊橐充盈，堆金積玉。天又偏與他，生下一個極\\n聰明、極乖巧的子孫，與他分散那注貪污之物。此在花報數中，比官非火盜，更覺\\n無形無跡些。至於貧窮子弟，亦偏因乖巧，而著此道，這亦是父祖不積德。所以天\\n公借此，來消澆他的雄心，分散他的才智。雖然如此說，古語有云：敗子回頭便作\\n家。他若能一旦醒悟，將這聰明乖巧、用在正經上，則做生意的，自然儲積如山。\\n讀書的，自然中舉、中進士了。在下近聞得一個賭漢，賭極了，一旦回頭，反得成\\n名的，述與看官們聽著。\\n　　話說崇禎年間，松江府華亭縣。有一人姓張，名廣，字同人。自幼父母雙亡，\\n祇因父親是個窮秀才，他也能讀得幾句書。做人且自聰明伶俐，十五歲上邊進了學\\n。因此有父親的好友李日章，獨養一女，名曰琬娘，就入贅他家為女婿。那婉娘既\\n生得齊整，女工中挑花刺繡，無所不能。妝奩又厚實。\\n　　張同人住在丈人家，無憂無慮。少年又考得起，因此就騖外起來。初起穿了些\\n，鮮衣華服、紅繡鞋、白綾襪，戴頂飄飄巾，僮子跟隨了，準日在街上搖擺。還在\\n文社、詩社、酒社媄銌V帳。落後就不入好淘，竟同一班無賴，偷婆娘、鬥葉子\\n，嫖賭起來。不知子弟一入賭場，便如失心頭的，不茶不飯，一心一念，要鑽在媕\\nY去了。那張同人賭起了頭，那管錢財的有無，賭友的好歹，一味連日連夜的，不\\n是擲骰子，就是鬥葉子。那李氏琬娘，準日苦勸，祇當耳邊風。\\n　　一日，丈人、丈母染了疫病，相繼而亡。同人還在賭場堙A琬娘叫人尋了數\\n次，纔得回家。身邊並無半文，婉娘祇得將首飾去抵了個棺木，盛殮了。晚間，祇\\n見張同人又不見了。你道在那堙H又去棺木店上，找絕琬娘的首飾，找了二三兩\\n銀子，又下賭場，擲孤注去了。琬娘得知，氣得頭暈眼花。\\n　　然自丈人死了，一發肆無忌憚，賭媞峞A賭堹v。不上一年，家私傾盡。連\\n琬娘幾件身面上隨行的首飾，也賭空了。但琬娘賦性貞淑，又極賢慧，心中雖氣悶\\n，毫不出怨言。一日因累次賭輸，沒處設法，竟偷了琬娘一隻寶簪去賭。琬娘不知\\n，扒牆剜壁去尋，祇道老鼠銜去，連老鼠窠角也搜得到，誰知他偷去了。不半日又\\n賭輸了，因歸來坐在家堙A祇管歎氣。琬娘道：「我沒了一隻寶簪歎氣，你為何\\n歎氣？」同人道：「不瞞你說，兩日輸極了，見你寶簪，祇得偷一隻去，指望翻本\\n，誰知色神不利，又輸了。你如今這一隻，左右戴不得，給我去翻翻本，翻轉本來\\n，連那隻也還你。」琬娘道：「我原疑你，祇是你該與我說聲，罰我尋得眼也花，\\n頭也暈，這一隻拿去也由你，祇是倘然又輸了，卻如何處？家中柴米，一些也無，\\n留在這堸竣F抵頭，也強如輸掉了。」同人道：「晦氣話，難道祇管輸的。」見\\n他有肯的意思，搶了就走。\\n　　一走走到場堙A便嚷道：「先打二千碼子來。」拈頭的道：「拿梢來看。」\\n張同人將寶簪一丟，道：「難道不值四十千。」拈頭的收了，道：「先打二十千。\\n」去他一庫，鬥得高興，副副雙超，十千碼子，一捲而光。他見完了，道：「今日\\n牌腳不好，我們擲骰子罷。」又拿十千，擲了一回。他道：「不耐煩。」將十千碼\\n子一推，道：「索了出個孤注，誰人敢受我這一擲？」一個人道：「我受。」道猶\\n未了，提起來一擲，叫道：「快。」誰知越極越輸，竟擲了個么二三。那人將十千\\n碼子，對身邊一羅，同人急了，向拈頭的道：「再找二十千來。」拈頭的找與他。\\n同人又道：「誰敢擲我二十千，來一個孤孤注。」一個人道：「我來，我來一擲。\\n」喝聲：「快！」竟擲一個四五六，又被他一拉，拉去了。\\n　　張同人一時面如土色，著了急，祇得對拈頭的道：「有心再打一二千，待我翻\\n翻本。」拈頭的道：「梢來。」同人無法，祇得脫下海青來，又抵二千來擲。他將\\n骰子浪了兩浪，這一擲竟贏了二三千。他道：「索性若我不著，再出一個孤孤注，\\n誰敢來？」那人道：「我來。」一擲竟擲一個絕。同人這一回，又贏了十數千。那\\n人道：「我也出一個孤孤注，你擲我。」同人一擲，又是一個快，連前共贏得了二\\n三十千。眾人道：「今日張同人得采。」拈頭的道：「張相公，如今贖了兩件梢，\\n回去罷，伏了本，又贏了幾千，彀了。」同人聽了大怒起來，囔道：「偏我贏不得\\n的，就要我去了。」拈頭的道：「我是好言，你有興，憑你。」就不則聲。\\n　　同人出一孤孤注，道：「再來，再來。」眾人你一擲，我一擲，沒有碗飯時久\\n，把同人二三十千捲得精光。他沒法，祇得又對頭上道：「再借一二千，這回復了\\n就去。」頭上道：「沒梢不打的。」同人左思右想，祇得道：「借海青與我穿了回\\n去，拿梢來翻本。」頭上道：「我已與贏家拿去了，那堜韙F馬步行。」祇見眾\\n人多散了，同人沒奈何，祇得出了門，又難回去，自恨道：「悔不聽他就住了，如\\n今海青又無，寶簪輸了，又要埋怨，有何面目見江東父老？」\\n　　正在躊躇間，祇見頭上淅淅瀝瀝，飄下幾點雨來。他身上無海青，天色又晚，\\n雨又下，祇得向曠野中亂跑。跑到一個荒庵，雨越大起來。他便門檻上坐著躲雨，\\n左思右想，進退兩難。歎口氣道：「我這一個人，弄得有家難奔，不如死休，家中\\n又無米，身上又無衣，萬難歸去。」\\n　　正在那堶n尋個自盡，祇見庵堙A走出一個年少的尼姑來，因天晚了出來關\\n門。原來這庵名「百花庵」，有兩個尼姑，一個法名妙能，一個法名妙有，原是院\\n子埵W妓出身。因受了縉紳凌辱，姊妹兩個憤氣，在這庵堨X家的，年紀俱不上\\n三十歲。\\n　　當日妙能出來，見同人頭帶飄飄巾，腳穿紅鞋兒，身上又不穿海青短綢夾襖，\\n坐在門檻上垂淚。祇得向前一個問訊道：「相公，媄銎^茶便好，如何坐在門檻上\\n？」同人慌立起來一揖，面上羞慚，肚堣S飢餓，祇得答道：「祇是不好攪擾，\\n正要到寶庵借杯茶喫。」那妙能不過隨口而請，誰知他竟走進來，祇得同到佛堂前\\n坐了，斟杯便茶喫了。那同人竟坐定，師父長，師長短，不肯動身。妙能道：「天\\n晚了，相公請回罷，我們出家人要閉門了。」張同人見尼姑回他，心上著了急，便\\n以實告道：「不瞞師父說，今日這堥荂A是我盡命之日，我自然出去。祇是我縊\\n死在外邊樹上，煩師父們報個信與我娘子。」說罷，不覺撲簌簌掉下淚來。\\n　　妙能見他說縊死樹上，喫一驚，便道：「相公為何說這嚇人的話，我個出家人\\n，又是女身，可當得相公死在這堛滿C且我看相公這樣少年，又是個讀書君子，\\n為何起這樣短見？」同人道：「我其實是個飽學秀才，不瞞師父說，祇因兩日鬥葉\\n子輸了，家堣S貧乏，我們娘子又連累得多次了。無處措辦半分三厘度日，此祇\\n得尋這條路。」那妙能見他說得苦楚，喚妙有出來，道：「好笑這位相公，又是個\\n秀才，祇管在我庵婸’獄′﹛A叫他別處去便好。」\\n　　那妙有比妙能更生得齊整，他就來問道：「相公尊姓，如今住在那堙A為何\\n短見起來？」張同人將賭輸寶簪、衣服，細細說了。又道：「我姓張，賤號同人，\\n住在城內，是松江府學秀才。」妙有勸道「相公既是個秀才，巴得一日發達，就是\\n貴人了。何苦將這一腔錦繡文章，斷送在黃泉路上。」因道：「相公，你倘若今後\\n有了幾文錢，你還去賭也不？」同人見他問得有些意頭，便道：「如今若再賭，這\\n便是禽獸畜生，也不是個人養的了。」妙有道：「偷雞貓兒性不改，祇怕沒法時是\\n這等說，有了一分半分，又忘了。」同人恨恨的道：「我如今已自悔之無及，說也\\n無用，總是死罷了。」\\n　　妙有見他如此，又道：「若再賭，便沒下梢了，既然回心轉意，不必愁煩。你\\n若祇要家中柴米，我們雖是出家人，或可少助一二。常言說得好：救人一命，勝造\\n七級浮屠。倘搭救個相公，做了官的時節，豈不是本庵一個大檀越麼？」因道：「\\n相公今晚且回去，我們有米將幾斗送你，去再處。」張同人道：「極承搭救，真是\\n大恩人了，祇是身上又沒了衣服，清晨喫了一碗粥，直到如今歸去，又沒面皮受娘\\n子的埋怨。」正是：\\n　　無食無衣不自由，思量沒個下梢頭。\\n　　縱然決盡黃河水，難洗今朝滿面羞。\\n　　那兩個尼姑見他眼淚汪汪，祇管不肯去，天又黑了，祇得道：「既如此，有便\\n夜粥在此，請碗去。」張同人又肚堸妤o荒，祇得道：「多謝。」兩個尼姑同張\\n同人喫粥。誰知那兩個尼姑，從小讀書識字，又會做兩句歪詩的，因與同人細談，\\n同人見他談吐甚是文雅，便吟詩一首，酬謝他道：\\n　　一飲醍醐百感生，可憐潦倒負幽情。\\n　　倚蒙大士垂慈蔭，願假蓮生覆鮒生。\\n　　妙有一看，笑道：「好詩，好詩。祇是男女各途，實難混雜，除非前佛堂側首\\n，客座盡空，可在此權宿一宵罷。」同人得了這句，又謝了幾聲，竟到客座堨h。\\n兩尼就去拿條被來，放在榻上道：「相公請便。」拽轉門去了。\\n　　誰知妙有眼中，已看得同人中意了，私自道：「他又是有才的秀才，目下一時\\n落魄，後邊有些大望，也不可知。我如今趁他落魄中，結識他，我的終身豈不有靠\\n麼？」\\n　　私自送杯茶來道：「相公請茶，方纔的詩，有斗方在此，意欲來錄出請教何如\\n？」同人道：「使得，使得。」即將筆錄出，遞與妙有，細細反復看了，口中嘖嘖\\n的道：「好詩，小尼也效顰奉和一首在此，祇是不敢班門弄斧。」同人道：「妙級\\n。正欲請教，也求一斗方錄上。」那妙有謙遜道：「獻醜，要求直言斧正便好。」\\n提筆也一揮而就道：\\n　　柳絮沾泥風不驚，無端邂逅若關情。\\n　　春花秋月年年換，忍向無生度此生。\\n　　張同人見了這首詩，見他已有意了，便大讚道：「真珠玉在前覺，我形穢了。\\n」笑道：「但據小生，莫說此生，不怨空度，就是此夜，也不忍空度他。」妙有笑\\n道：「若度慣也就不覺了。」同人笑道：「度不慣的多。」口中說，身子挨坐妙有\\n身邊，將手搭在他肩上。妙有假意一推：「師兄在此，尊重些好。」\\n　　同人便去偎他臉兒，祇見他熱烘烘的，同人摟他做個呂字。妙有道：「莫羅?\\n，你今夜將門虛掩，夜深了我來會你。」說猶未了，祇見妙能走來道：「相公請睡\\n罷，師弟，我們去佛前做工課。」於是做了工課，點好了香燈，各進房去了。\\n　　卻說妙能一頭睡，一頭想道：「這張同人是年少秀才，且又乖巧。我本欲留他\\n房婼芺矷A祇是妙有在此不雅相。方纔見他兩個，說得熱鬧，我去就住了口，莫\\n不他先著手了。」\\n　　看官們聽說，大凡人慾心一動，不是跳虱叮，就是老鼠響，再也睡不著了。不\\n道妙有已約同人，便悄悄開了房門，竟到客座堥荂C同人人正寂寞之際，見他來\\n，就捧他在被窩堙C妙有道：「相公，可憐你冷，特來伴你。」同人道：「多謝\\n。」即將手去摸他那牝兒，肥細光暖，道：「你自從幼出家的麼？」妙有道：「奴\\n家十五歲，被人拐入煙花，在南京院子堣G年，花案上考了個狀元。奈徐國公家\\n請我，去遲了些，被他百般凌辱，因此一口氣，同師兄落髮修行，今已六七年了。\\n我願隨個讀書人，巴個出身，吐這口氣。不道相公落魄至此，所以願委身於相公，\\n倘見憐不棄，願為婢妾。」同人道：「極承美意，但我是個窮秀才，怎敢望如此錯\\n愛？」兩人說得情濃，就雲雨起來。正是：\\n　　　　一個是久曠的慣家，一個是偶曠的宿積。一個恣意的不休，一個放心的迎\\n敵。一個禪榻上，重整舊生涯﹔一個佛燈旁，好結新相識。一個吁吁的，祇圖茅庵\\n久佔春風﹔一個酣酣的，那顧山寺忽高紅日。\\n　　兩個足足頑了半夜。那知睡不著的妙能，已隱隱聽著，道：「為甚的客座堬X\\n淅的響？」即跳起身來，悄悄開門去聽。方開門，祇見妙有房中，微微透出火光。\\n他一步步挨到門邊，輕輕把妙有房門一推，竟推開了。他悄悄到妙有床上一張，帳\\n兒揭起，並無半個人影兒。妙能私恨道：「我說他先去了，如今不要管，且將他門\\n兒輕輕鎖了，看他怎麼進去。」竟將他房門鎖著，卻自去睡了。\\n　　卻說妙有與同人酣戰一場，兩個呼呼失了睡，直到日高不醒。妙能清晨起來，\\n將報鐘打了二下。妙有在夢中驚醒，道：「不好了，師兄起來了，如何是好？」同\\n人道：「不妨，待我先去，與妙能在佛堂前講話，你竟悄悄走到房中去睡，這不是\\n不知不覺的。」\\n　　那同人忙穿了衣服，到佛堂前來。祇見妙能道：「相公起得恁早。」同人道：\\n「師父這樣認真。」妙能道：「因有不認真的做了樣，見得認真了。」同人見他說\\n話來得蹺蹊，便故意道：「妙有師父還未起身麼？」妙能冷笑了笑，道：「想是他\\n不曾睡，每日打了鐘，他隨到佛前同做工課的，如今竟不見他來。」祇這一句，說\\n得同人臉上通紅起來。\\n　　誰知那妙有，指望張同人搭住了師兄，悄悄到房堨h。一閃閃到自己房前，祇\\n見門兒鎖著，因暗暗大驚道：「他曉得了，如今怎麼處？」左思右想道：「罷！我\\n們左右是妓女出身，權得他罵我幾聲沒廉恥罷了。」雖然如此，卻沒面孔走出來，\\n祇得倒縮身，向妙能房堨h，睡在他床上不提。\\n　　卻說妙能走出來，左張右望，尋妙有不見，祇道他沒趣走出去了。因走進來，\\n對張同人道：「喫了早粥再處因。」同張同人喫粥，妙能埋怨道：「相公，好好一\\n個師弟，被相公趕走了。」同人跼蹐無地。妙能道：「我們本是楊花性兒，但不該\\n瞞我做事，做了也與我無干。但竟不來陪個話兒，反走出去，是何道理？」張同人\\n見他如此說，料想沒甚大事，就思一箭射雙雕起來。隨口接道：「真正不知那堨h\\n了？我同師父再尋一寺。」妙能道：「也說得是。\\n　　□□□張同人看左右無人，祇有一老嫗，又在廚下。大著膽，向前一摟道：「師\\n父，不叫你生得恁樣標緻，又恁有情。小生左右拼死的人，若師父見憐，肯捨一捨\\n，我就死也彀了。」那妙能假意怒道：「相公怎麼不尊重起來。」將手推了兩推，\\n怎當同人皮著臉，摟緊不放。妙能說了兩句，見左右無人，便低低含笑道：「我非\\n不愛你，但青天白日，不好意思，我同你到房堨h。」\\n　　於是兩個竟到房堙A關上房門。在側邊挨著，大幹起來。兩個幹得高興。不\\n道妙有，睡在妙能床上，驚醒來，聽得了，方纔放心。因悄悄聽，他祇聽得同人道\\n：「其實昨夜，妙有伴我睡的，睡得濃了，被你識破。」妙能道：「你一進門，我\\n已有心了。我道慢慢與你通個情，誰知被他佔了先。你如今可愛我麼？」那同人極\\n力奉承，妙能便癡癡謎謎的去了。同人笑道：「可惜妙有，不知走向那堨h，尋他\\n回來，看看做個一團和氣。」\\n　　妙能醒來道：「放我起來，我去尋他來，說通了，同做你的侍妾。」祇見妙有\\n，在床上接應道：「師兄，雖佔先得罪，如今也不消尋我，把鑰匙開了我房門，讓\\n你來床上睡。」那妙能大喫了一驚，祇得帶笑道：「你這乖賊頭，倒睡在這堙A\\n我的醜態倒教你看得仔細了。」自古道：\\n　　隔牆須有耳，窗外豈無人。\\n　　窗下私情事，床中怎不聞。\\n　　張同人也笑道：「如今大家不要說了。」兩個揩抹起來。扯起妙有道：「如今\\n我們要算個長策。」妙能道：「張相公窮，娘娘在家堣S喫苦，我們若通知他，\\n他捻酸喫醋起來，就不便了。我有一計，不知相公道好麼？」同人道：「甚麼計策\\n？使我家娘子有飯喫，我日埵酗u夫讀書，夜間與你們作樂，就好了。」妙能道\\n：「不難，你今日回去，我有一件玄色直身，製條護領，與你穿了。我把十兩銀子\\n與你，祇說我贏的，如今我戒了賭，再不去了，娘娘自然歡喜。到晚間你便說，宗\\n師如今要歲考，我要借百花庵塈中F，用用功。你來住兩日，我更有計送柴米銀子\\n你家去。」同人道：「好便好，還不是長策。」妙能道：「且隔兩日，還你個常便\\n就是了。你祇依我行，莫要管。」\\n　　果然張同人，穿了玄色直身，袖十兩銀子歸家，依妙能的話說了。琬娘果然歡\\n喜道：「祇要你如今不去賭，就是極好的事了。但是庵媗狙恁A祇是不便，未免\\n要供給，我又無銀子貼他。」同人道：「娘子不要愁，我自有個道理，且去坐兩日\\n再處。」張同人說了，竟到百花庵來，兩個尼姑輪流取樂。\\n　　光陰如箭，不覺又是月餘。祇見一日，妙有茶飯厭餐，低眉作嘔，同人急了道\\n：「莫不身子有些不快麼？」妙有道：「不知為甚麼，月信不來了。」同人道：「\\n如此有胎了，快活快活，我又無子，這番養來，我便有兒子了。料想我們娘子，日\\n後得知，必定喜歡的。」妙能道：「祇是身子漸粗起來，不便出門，怎麼處？」同\\n人道：「如今叫他住在庵堙A不要出門，外邊施主人家，你自去應酬應酬罷。」\\n妙能道：「若施主人家問道，為何妙有師父，再不見出來，我祇說有病，還好遮掩\\n，萬一差個女使們，到庵堥荂A怎麼回避？」\\n　　妙能因扯了妙有，附耳低聲道：「除非如此如此，又不疑惑，且又兩便。祇是\\n且瞞著張相公，恐他道拘束，不肯從我。」妙有道：「甚妙，甚妙。師兄竟是這等\\n罷。」同人道：「你們有甚麼妙計？」妙能道：「如今相公也不是常在庵堥荂A\\n我教妙有擇個日子，在施主人家說：妙有誓願，要坐三年關房，以報母奉經。如此\\n目下可以避得來的人眼目，日後分娩在關堙A又無人得知，豈非絕妙計策。」同\\n人道：「如此我常要會他，如何好進去。」妙能道：「相公，他有了孕，左右是你\\n的人了，何必準日相聚。就是我一個在外邊，你坐在這堙A也惹外邊人談論，不\\n好看相。你如今且回去，我在施主人家，尋一個好館，薦你去坐。如此家堣S有\\n盤纏，自己又好用功，一心去幹功名。回家時，在我這堥姥D，也不惹人口舌。」\\n張同人聽了道：「罷也，祇是我來時，必要鑽進關堨h的。」妙能笑道：「不妨\\n，待我留個狗洞，與你鑽就是。」三人笑了一回，同人竟回去了。\\n　　且說同人一日，正與琬娘在房堻蘤滿A祇見妙能走到面前，打個問訊道：「\\n阿彌陀佛，相公、娘娘俱在這堨峖倍粉礡H小尼驚動，甚是得罪。」張同人見了\\n，忙立起身道：「娘子，這位就是百花庵塈悖鉈v父。」琬娘也立起身來道：「\\n師父請坐，我家相公，在你上房打攪，甚是不當。」妙能道：「娘娘好說，我們出\\n家人，時常在外，茶水也不能周到，甚是怠慢。祇是我們是個女尼庵，外人看見讀\\n書相公，坐在媕Y，口嘴不好，覺不穩便些。今日因有一句話，特來說與相公、娘\\n娘得知。我們有個施主人家，要請一位先生，祇有兩個學生子，束修肯出四十兩，\\n分外還有節儀盤盒相送。但是住在鄉間，往來不便，祇好一節歸家一次，使得麼？\\n」\\n　　那張同人見說，一節歸一次，看著妙能，忙嚷道：「這個使不得，我是常要朋\\n友人家走走的。」琬娘道：「怎麼使不得？明年又是科舉年時，祇要束修寄歸來，\\n做在盤纏，便一年歸一次也何妨？你性子又活動，難道倒是在外閑蕩的好。」同人\\n著了急，祇管將妙能來看，妙能故意道：「祇恐娘娘不允，若娘娘允了，不怕相公\\n不肯。我明日就去持聘來。」同人問得道：「今年原在庵塈之丑A過明年正月十\\n五到館堨h。」琬娘道：「論起我來，目下不知可就坐得麼？若得就坐坐更好，省\\n得上房打攪。」妙能道：「那施主家的親娘最聽我言的，若我說，他就允的，學生\\n子又在外邊頑，有何不可。」\\n　　那妙能說定了，明早果然拿了聘帖、聘禮來，又叫同人打發個回帖。妙能道：\\n「我說就坐，施主家道極妙，明日就是吉日，他叫船來接了。」同人道：「恁的急\\n促。」琬娘即將聘金，送與妙能，妙能道：「託在相知，怎麼娘娘也拘俗套起來？\\n祇要吩咐相公，在施主家有坐性，便於湯有光了。」推還了就走。\\n　　祇見明早妙能同一僮子，搖一隻船，在門首接張同人。同人祇得吩咐了琬娘幾\\n句。琬娘道：「你放心去，著實用功，圖個出身，束修你託妙能師父寄來就是。」\\n於是收拾書箱，下了船，竟去到館。\\n　　同人在船堙A低聲埋怨妙能道：「我與你們正好相與，怎麼當真尋個館，來\\n制度我，使我不得常常相聚。」妙能也不則聲，祇見那船一搖，搖出了城。灣灣的\\n，搖到一個空野叢叢野竹的所在。妙能笑道：「小門奡N是了，船家，你挽好船\\n，我先上去。」同人道：「這像個後門。」妙能道：「他家一向不在前門出入，且\\n前門到館地，必要經由內堙A所以在後門進去便些。」祇見妙能進去不多時，即\\n出來叫僮子，搬了書箱進去，就將一包船錢，打發了去，然後來請張同人進去。\\n　　同人隨妙能進了小門，小門轉彎就是一條漆黑深巷。在深巷內又轉了兩個彎，\\n又有一扇小門，乃是一間小小座起。過了座起，又有一條小黑巷，巷口露出兩扇竹\\n門，推竹門進去，乃是絕妙三間，精空白染，遮堂上一聯，對云：\\n　　煎茶燒落葉，掃徑動閑雲。\\n　　庭中四株絕大梧桐，一帶野欄石。野欄石內，聳出牡丹臺。臺邊太湖石，玲瓏\\n如一朵翠雲。後窗俱是紫竹，竹屏外，又是一所竹園。祇見妙能道：「請坐了，待\\n我進去，請主人出來。」進去了一回，妙能出來笑道：「先生請寬坐，主人就出來\\n了。」\\n　　少頃，祇見側邊廊下，又走一個人出來，看看就是妙有。同人喫驚道：「怎麼\\n你也在這堙H」妙有笑道：「師兄薦你與我，我出束修請你，我是主人，怎麼不來\\n接見先生。」張同人方纔明白，大笑道：「妙計，妙計！祇是這堿し簼狾b？」妙\\n能道：「就是庵後的屋前邊，從浴堂後側媔i來，從無人到這堛滿A內邊又與妙\\n有的關房相通的。」\\n　　原來那日，與同人別後，即化施主打個齋，叫妙有進了關，將封皮封好了。同\\n人道：「好甚好，祇是供給要喫素，不耐煩，怎麼處？」妙有道：「包你有葷有酒\\n喫。」於是同人恰像與妙有坐關的一般。日塈悖鄏b外，唸經禮懺應卦，妙有媄\\n銦A服侍同人讀書，夜間妙能從關洞媃p進來，三人同來作樂。今日你買魚，明\\n日我買肉，通叫廚下的老佛去買。在老佛面前，祇說送與張家娘娘的。那老佛年雖\\n七十三四，強健步履如飛。那事有些覺著，也不去管他，落得口頭肥鮮。\\n　　隔了幾日，妙能又到琬娘那邊，去送柴來，俱說館中主人家託他送來的。因此\\n妙能與琬娘，遂成相知。到了節中，依然買了節盤，封了束修，送張同人歸家，祇\\n是叮嚀同人不可泄漏。同人口緊，祇不說出。隔了數日，又請他到館了，因此琬娘\\n再不覺著。張同人心上快活，靜坐了，又好作文用功，因此感激他兩個不盡。因對\\n他道：「我若有個好日，當與娘子說明，將你兩個多做夫人。」因此兩人一意照顧\\n他，百依百順。\\n　　忽一日，妙能在施主人家唸經，聽得說宗師發牌，要考科舉，又說是歲考兼科\\n舉。妙能打聽確了，歸來報與同人得知。同人道：「如此，我要歸家，收拾行李起\\n身。」妙能道：「不消你費心，你祇顧讀書，船兒我已替你叫了，出外安家的盤纏\\n，我已替你料理了。你歸去別了娘娘，祇打點下船就是。」同人謝道：「費你這樣\\n心，怎麼補報你。」\\n　　於是歸家別了琬娘，又來別了妙能、妙有。一徑到江陰去了，獨尋個下處，那\\n些朋友遇見了，道：「老張一向在那堨峊\\\\，影兒也不見你的。」同人支吾道：「\\n其實在山堛楰阨a讀書。」那些朋友道：「明日考松江府了。」張同人收拾進場\\n。是日考過了，正欲歸家，祇見宗師又掛一牌道：\\n　　　　督學察院示：一應考過生員，俱留寓聽肄業，候本院三日內，當面發落。\\n特諭。\\n同人看了，祇得在寓等著。\\n　　誰知三日後，門斗來報，竟是一等科舉，當日發落。領了花紅賞銀，心上得意\\n，星夜趕回家來，與琬娘歡喜不勝。\\n　　過了兩日，又到庵中見了妙能、妙有，說：「我有了科舉。」兩尼亦喜地歡天\\n道：「如今再用功去，中了就好了。」妙有道：「今年必中的，我昨夜得一夢，夢\\n見庭中桂花甚開，清香撲鼻，我去折一枝來供佛。一折，折來看看，祇見桂花中間\\n，結極大一個青梅子在媄銦C」妙能道：「不但相公中，你又要養個大胖兒子哩。\\n」三個又笑了一回。話休繁絮。\\n　　同人又在庵堨峊\\\\。看看六月將盡，外邊紛紛說要送科舉，南京鄉試去了。妙\\n能又去支持盤纏，擇了吉日，與同人送行。\\n　　恰好臨行這日，妙有竟祇管攢眉蹙額，口稱腹痛，走到床上睡不覺，腹痛一陣\\n緊一陣。妙能慌了，連忙去與他抱腰，竟私養了一個大胖孩子。歡喜得張同人了不\\n得。同人道：「我不管中不中，歸來一定要與娘子說知，先領他回去了。」他因吩\\n咐妙有道：「分娩後，須小心謹慎。」並別了妙能。\\n　　歸家別了琬娘，竟到南京進場。他因心境好，又在庵中工夫用足，三場一揮而\\n就，甚是得意。\\n　　場事完了，走到書鋪堙A買了些南京人事，星夜回家。先去庵中會了兩尼，\\n又看了兒子，然後住在家中等報。琬娘道：「此番不中，我們活不成了。如今清苦\\n，又虧得妙能薦這館，然館是常靠得的。」\\n　　正在家中與同人愁個不了，祇見外邊紛紛道：「今夜一定要報舉人了。」琬娘\\n準準坐了一夜，同人哭了一夜。那妙能、妙有在庵中聽了一夜，再不見個動靜。\\n　　祇見天兒漸漸亮了，外邊有人道：「今年解元姓張，再無報處。」聽此一句，\\n張同人急開門，走出問道：「那一學？」那人道：「想是府學。縣學門斗不曉得，\\n如今又去府學堿d了。」道猶未了，祇見一起報人打進門來，把張同人一把揪住\\n道：「寫！寫！寫三千！」張同人那時又驚又喜。眾人亂嚷道：「解元要上賞的。\\n」於是不由同人做主，祇得寫了賞銀一千。報人扯碎了，再寫，又寫賞銀二千。然\\n後報人坐了一屋堙A祇見叫喜的，送酒的，送米的，送柴的，送豬羊的，送銀子\\n的，認族通譜的，好不熱鬧。少頃，又有如花一般的美婦人來叩頭，立在琬娘身旁\\n服侍了。\\n　　於是琬娘對同人道：「人要知恩報恩，若無妙能師父扶持，焉有今日！怎麼今\\n日倒不見他來走走，與我們料理料理，照管照管。」張同人祇是笑。琬娘道：「為\\n甚你笑起來？」同人道：「你怎曉得，妙能、妙有師弟兩個，如今不好輕意來了。\\n」琬娘道：「他雖是出家人，我們賽過至戚，為何不肯輕意來？」同人笑道：「如\\n今要他來，須用駝骨花轎，抬他方肯來。」琬娘道：「阿彌陀佛，休說這罪過的話\\n，他是出家人，怎肯做這等事。」同人道「不如此，他也不肯來。」琬娘道：「莫\\n不你與他們有約麼？」同人笑道：「不瞞你說，一向你賢慧，兩上俱佩服久了，祇\\n是不曾對你說得，如今我胡說了罷。」\\n　　即將賭輸尋死留宿，假聘送銀周全等語，細細述與琬娘聽了。琬娘道：「可知\\n他不論錢財結識我，雖然如此，也難得他兩個一片心。到底我今有個主意，你既有\\n約，今中了，少不得要個小，如今將他兩個蓄了髮，抬他過門，相熟的倒好過些。\\n」同人道：「還有一樁喜事，我已有了兒子了，是今年六月二十五日，妙有養的。\\n」琬娘道：「這個更妙，我不生育，傲個兒子。」即著家人去領了來，祇說遠處過\\n繼的，同娘來了更好。\\n　　於是擇個吉日，琬娘隨即喚兩個家人，到庵堨h請。誰知妙有頭髮，預蓄年\\n餘已長了，悄悄先收拾停當，別了妙能，先同兒子私下過門。妙能在庵堙A同人\\n囑他賣了這庵，將銀子另買一所大廳房，連琬娘、同人俱搬入來。妙能也蓄髮起來\\n，竟同坐產招夫的一般。\\n　　當時琬娘與妙能、妙有各敘了禮。兩個道：「我們是妾，娘娘是正。」琬娘道\\n：「前日相公的性命，虧你們救的。況且平日虧得你們周濟，妙有替我養了兒子。\\n我感你兩人的恩情，願姊妹相稱，勿以妻妾介懷。」於是同人與兩尼，愈加歡喜欽\\n敬他。於是琬娘叫齊家人婦女，俱叩了頭，敘稱琬娘大娘娘，妙能稱二娘娘，妙有\\n稱三娘娘。\\n　　他日，相公中了進士，俱稱奶奶。名位已定，妙能、妙有又謝了琬娘，一家團\\n圓慶喜。\\n　　同人送過舉人，領了牌坊，即上北京會試，又中了會魁。殿試二甲，家中報捷\\n，三個俱稱奶奶。同人選了推官，三人同到任所，幫助做官，甚有賢名，行取了吏\\n部。\\n　　三位奶奶後來各有一子，俱封了夫人。一時人俱傳，二個尼姑，因救一個賭錢\\n漢的命，後來得做夫人，以為慈心之報云。\\n第六回????活花報活人變畜　現因果現世償妻</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　莫好淫，好淫喪卻人倫，喪卻人倫成獸形。靈山活世尊，笑殺貪人麵喫，誰知\\n換去餛飩，弄人不道弄其身，還債有夫人。\\n　　昔有人到陰司堨h，見森羅殿上，柱上帖著詩聯一對。左邊的道：萬惡淫為首\\n﹔右邊的道：百行孝居先。因此還魂轉來，專勸世人，切莫要不孝，孝乃德行中第\\n一件事。在父則有教誨撫育，提攜顧戀之恩﹔在母則有十月懷胎，三年乳哺之苦。\\n所以，不論貧富貴賤，孝順的，則神人欽敬。不孝的，則雷霆共擊。\\n　　然孝順的道理，人還易曉，獨有淫之一字，人則不知不覺，犯之最易。隨你讀\\n書君子、貞良婦女，一有所觸，即有一點貪邪好色之心，從無明中，熾然難遏，將\\n平日一段光明正大的念頭，拋向東洋大海堨h了。正是：\\n　　祇因世上美人面，改盡人間君子心。\\n　　雖然好淫之性，男女難免。然男子之淫，本於好色者多。若無美色在前，淫性\\n也就減了一半。惟婦人之性，一淫則不論好歹，不顧人倫，其淫最為陰毒。智最巧\\n，計最狠，心最險，手最辣，口最硬。內不管喪心，外不管悖理，逆倫犯法之事，\\n公然為之，直同兒戲。\\n　　所以呂太后以戚夫人為人彘。繡榻野史上的麻、金二氏，直至身為母驢。此二\\n事，一是因淫生妒，將人做畜的﹔一是因淫至死，死去變畜的。這猶不足為奇，在\\n下今述一個，因淫上犯了忤逆大罪，現身活活變畜的，為世人警戒一警戒。\\n　　話說鎮江府丹陽縣落鄉地方，村名曰‘仁善村’。那村去城二三十里，村中有\\n一人，姓魏名化，號奉溪。原是鄉間小戶，種田為業。妻陶氏，做人極其善淑。養\\n了兩個兒子，長名魏大，次名魏二，兩個種租田。魏大娶了個同夥做工的女兒為妻\\n，甚是孝順﹔偏是魏二，從小陶氏愛他，百依百順。那魏二就放刁起來，父母說的\\n話，他便要相拘。\\n　　一日，魏奉溪、陶氏道：「二郎年紀長大了，前村施家有一女兒，我看他甚勤\\n儉，插秧、踏車、積麻、紡紗，件件多會，年紀又相仿。我央顧拐子去作媒，持用\\n五六兩茶禮，討與二郎，完了我兩人一件事」。\\n　　那魏二聽得，便接口亂嚷道：「不要爵蛆，施家的大女，我也常常看見，又麻\\n、又黑、又蠢，一世沒老婆，也不要這個歪貨。」陶氏道：「這兒，這樣你知我見\\n的，到不要，你心上要怎麼樣的？」魏二道：「娘，我前日去還租米那家，有一個\\n通房阿姐，叫做桃花，又白又標緻，腳又不大不小，我心上甚愛他。不道昨日進城\\n，去還他家的債米。祇見那家主婆，打了他一頓，他帶哭走出來要尋死。我對他說\\n：‘你有喫有著，家主婆打也是常事，謂甚就想尋死覓活起來。’他帶了哭說：‘你\\n那媥撅o我的苦？上管頭，下管腳，不是打，便是罵。前日家主公，偶然對我笑\\n了一笑，不道家主婆看見，直打罵到如今。你道苦也不苦！那如得你鄉下人，自由\\n自在過日子。’我問他道：‘你有對頭麼？’他口惉赯D：‘甚麼對頭，對頭！我要\\n出去的。要鄉下一夫一婦，去之做自由自在人兒，強如在此，伴好人過世。’我見\\n他說得有些入耳，就被我嘻著臉道：‘我正要尋個城堣H做老婆，你肯隨我麼？’\\n那桃花兩邊一看，見沒人來，就低聲道：‘你果有心，我就嫁了你。家主婆妒忌家\\n主公，巴不得即時賣我出去哩。我身價原祇十兩銀子，你若出不起，我有些私房貼\\n你。’於是即跑到媄銗h，將五六兩一包碎銀，暗暗遞與我。我說：‘我回去湊足\\n了銀子來。’他說：‘千萬就來，央宅堣阿叔進去，一說就是的，不要忘了。’臨出\\n門，又叮囑了幾次。我如今一定要討他的了。」魏奉溪聽了這句話，對陶氏道：「\\n好便好，也要去卜卜，又恐怕他城堣H，鄉間住不慣。」魏二道：「你不要管。」\\n竟替父親要了七八兩銀子，到城堣@跑，先買酒請了王阿叔，央他進去說。\\n　　誰知那家主婆，正為家主公要去偷他淘氣，見說了，欣然道：「既是我家的戶\\n，魏二郎，就讓他些。祇要六兩茶禮，備盛些的擔盤進來，即討了去就是。」\\n　　那王管家回復了。魏二便封了銀兩，買了桃、棗、鵝肉、茶葉送進去。隨撐隻\\n鄉間小船，幾個親戚來接親，那桃花也欣欣然剃了面，穿了兩件新衣服，拜別了家\\n主下船。\\n　　到了仁善村魏家，原叫了一乘小轎，三四個吹手，高燈篾?來到船邊娶親。娶\\n上岸了，在草屋媄銕穭F堂，拜了公婆。一時鄉鄰親敘，共請來喫杯喜酒。那魏\\n奉溪，因兩日陪客，勞碌了，又多喫了幾杯酒醉了，先睡了。眾人酒散，陶氏自己\\n收拾完了，對魏二道：「你收拾新人睡罷。」魏二關了房門，笑嘻嘻對新人道：「\\n夜深了，我們去睡。」\\n　　那桃花當時喫打了，道嫁到鄉下，自由自在的好。誰知一到他家，見了鑽頭不\\n進的草屋，不是牛屎臭，定是豬糞香，房堣S氣悶，出門又濠野，心上甚是不像\\n意。但取魏二雖是鄉下人，又精壯，又是童身，自己已與家主公破體過。見魏二脫\\n衣解帶，隨手成其雲雨。\\n　　原來這魏二雖油嘴油臉，從不知此味的。桃花是經過狂風驟雨的，兩個準準狂\\n了一夜，直至五更，方鼾睡去了。\\n　　那陶氏和衣睡了一覺。五更頭，他即起身，打掃家堙A喚長工顧拐子田埵洵\\nB。祇不見魏奉溪起身，陶氏忙去叫他道：「人都下田，像死狗睡了一夜，還不起\\n身。二郎是新做親貪睡，你為甚不走起來。」叫了幾次，則不見則聲。那陶氏道：\\n「奇怪。」又去推他兩推，動也不動，即忙去摸他一摸，祇見冷氣直沖，身體直直\\n的硬了。正是：\\n　　昨日紅鸞，今朝白虎。\\n　　一天喜事，變成愁苦。\\n　　嚇得陶氏號啕大哭起來，道：「好端端，為甚死了？」那魏大夫妻兩個聽見，\\n嚇得一跳，亂嚷亂哭道：「昨夜先睡，我祇道他醉了，誰知他身子不快，如今怎麼\\n處？為第二個使空了銀子，棺木那堥荂A快叫他來商量。」陶氏帶哭叫道：「二\\n郎快起來，爺死了，你祇顧睡。」\\n　　魏二狂了一夜，正睡得濃，那媗弗o。陶氏打著門道：「莫不也死了，為何這\\n樣好困。」魏二夢媥犒D：「你為甚如此叫命。」陶氏道：「你爺為你這天殺的，\\n使費著急，又勞碌，多喫了急酒，死了。你還要自由自在！」魏二聽得說父親死了\\n，喫一跳，摸著頭道：「為甚死了。」祇得起身。陶氏哭道：「剛討得媳婦進門，\\n就無病急死，莫不媳婦的腳氣不好。」那桃花在房媗弗o，接口道：「既是腳氣不\\n好，為甚你們討我？好笑。」口媥瑣犒D：「不說你自己老騷，看他兒子做親，動\\n了興，與老公射搗，不顧他的性命，死了到來埋怨我。如今趁好撒開，我受不得這\\n些不像人，不像鬼的腌臢氣。」\\n　　那陶氏，原是極善淑的，偶然氣苦中，說了這句，縮口不迭。那魏二見說撒開\\n二字慌了，就道：「休放閑屁，爺沒命死了，與媳婦甚麼相權干？」魏大道：「不\\n要淘閑氣，如今棺木那婸子來買。」魏二道：「跟非前村許家莊上，何敬山處，借\\n幾兩印錢，來買棺入了殮再處。」魏大道：「我同你去合借罷，後日合還，省力些\\n。」魏二道：「事不宜遲，如今就去。」\\n　　兩個走到許家莊上，祇見何敬山，正在家埵牴子算帳。魏大向前道：「何阿叔\\n兩日忙得緊。」何敬山抬頭一看，道：「魏二老，恭喜了，為甚有工夫走到這堥荂\\nH」魏二道：「何阿叔，說也不肯信，有這樣怪事。」何敬山笑道：「有甚怪事？\\n莫是新娘子，討了個石女麼？」魏二道：「不是，我昨夜做了親，今早好端端父親\\n死了，你看奇也不奇。」何敬山喫驚道：「昨日我遇見他，在城婼虳M合紙，這\\n真正奇。如今你們弟兄來甚麼？」魏大道：「其實要與何阿叔，借幾兩印錢，買個\\n棺木，我弟兄兩個合借罷，後來同還。」\\n　　那何敬山是慣放印錢的，便道：「要幾兩？」魏大道：「借得四兩，便寬轉些\\n。」何敬山道：「今日不能這許多，若要足這數，今日先拿二兩五錢去，買起棺木\\n來，後日找一兩五錢。」魏二道：「承阿叔應我之急，任憑阿叔罷了。」兄弟兩個\\n寫了借約，言定十個月，連本利清還。當下秤了銀子，何敬山又除了叩頭。他兩個\\n袖了銀子回來，就買棺木，將父親入了殮。是日男男女女，號啕哭了一場，各自安\\n息。\\n　　至次日清晨，魏大對魏二道：「我們到何敬山處，找了兩半頭來，大家分了。\\n我明日要另租幾畝田，到別處去了。屋這邊幾畝，你如今有了妻室，你自種罷。何\\n敬山的印錢，各人多種幾畝田，抵當得這一主。娘住在你身邊，我自支持盤纏來，\\n來合養她。」陶氏聽見，垂下淚來道：「我如今沒了你的爺，我喫素修行了。大媳\\n婦既要別處去，二媳婦又利害，我老人家自己過活。你弟兄兩個貼我些柴米，先與\\n我請一軸觀音菩薩來，朝夕禮拜，在家出家的意思。」那桃花就口媥犒D：「不要\\n做張做勢，有粥喫粥，有飯喫飯，喫甚麼素，修甚麼行。」魏大道：「二娘子，老\\n人家隨他心上罷了，不要去管他。」桃花道：「我怎麼管他？他說我利害，不知喫\\n了多少人，正該請尊佛來，咒殺我這腳氣不好的。」魏大道：「二娘子，如今大家\\n不要計論了。」那魏大竟去租了十畝田，約懸仁善村十四五里。又租了三間草房，\\n搬去不題。\\n　　卻說魏二，見阿哥去了，竟與桃花困晏朝，買魚買肉受用作樂。不幾日，手中\\n空了。桃花道：「我是城堨X身，田是不種的。你莫若挑條擔，日日進城去做些\\n生意，日日見錢不好，倒去翻這泥塊。」魏二道：「娘子說得是，我如今挑條魚擔\\n罷。」兩個商議定了，寫一張退田契，退了田，竟行魚來賣。賣了數日，果然日日\\n賺得幾分。\\n　　忽一日，魏二早起行魚去了。那何敬山因是還利日上了，不見他送來，拿了一\\n本帳，走到後村。來到魏家道：「有人麼？」祇見屋堥咱X一人來，乃是魏二的\\n老婆。方梳了頭，頭上帶了頂孝髻兒，身上穿一領白布衫，玄色綢背褡，擱擱的醬\\n色汗巾，當胸束了。白絹裙褶，齊齊著起，露出了一雙半小不大的腳兒，穿著玄色\\n的小靴頭鞋子。漂白膝褲，上玄色闊線帶，拖在一邊。一雙俏眼兒，往外一?，就\\n道：「可是何阿叔麼？」何敬山見了，連忙深深唱個肥喏道：「正是。」隨接口問\\n道：「娘子可是魏二阿弟的夫人麼？」那桃花笑一笑道：「正是。」何敬山道：「\\n昨日因不見他拿銀子來，今日走過，帶便來問聲。」那桃花道：「因兩日生意艱難\\n些，所以不曾送得來，反復勞何阿叔拖步。請寬坐坐，喫了茶去。」忙去把一條凳\\n出來道：「請坐。」口婸﹛A眼堿搢漲騝q山，頭上帶一頂京騷玄緞帽，身上穿\\n一領黑油綠綢直身，拖出了蜜令綾綢綿襖，綿綢衫子襯堙A腳上漂白綿襪，玄色\\n遼鞋，白面，三牙須，甚是齊整。肚娷鉆D：「不道鄉間，原有這樣俊俏的人兒。\\n」\\n　　於是滿面堆下笑來，把眼兒祇顧?他，那敬山本是許家幸童出身，又是□婦人\\n的班頭，竟來挨肩擦背。不道那陶氏，正在觀音前拜佛，拜完即忙出來道：「二娘\\n子你進去，我去陪何阿叔說話。」那婦人祇得進去了。何敬山就起身道：「老親娘\\n，魏二舍回來，千萬說聲，我還要出去，轉來再會他罷。」\\n　　於是佯佯的去了。他就一路胡思亂想道：「這雌兒竟生得齊整，好塊羊肉，落\\n在狗口堙C我看他將我不住的?。甚有我的意思，且慢慢括他，不怕他不上我的鉤\\n。」一步步歸去，不題。\\n　　卻說那婦人心媢D：「這個人，我一定要結識他，可惜正要引他，親近一親近\\n，怎奈老賊婆出來打斷了。雖然不怕他，也祇覺礙眼不便，可恨，可恨！」\\n　　正是氣沖沖的坐著，祇見魏二買了斤肉歸來，道：「娘把來燒燒，我們喫夜飯\\n。」陶氏道：「今日何敬山來要印錢。」魏二道：「有在腰堙A我明早送去。」\\n那婦人就接口道：「有了銀子，他自然會來拿的，你送去，可不又擔擱一朝的生意\\n。」魏二道：「說得有理，我明日放在家堙A等他來拿罷。」\\n　　陶氏將肉括淨了，放在鑊堙A不見媳婦來燒，祇得自己去替他燒。魏二與桃\\n花在房堙A作樂了一回，待燒熟了，那婦人竟盛在房堨h了。燙了酒，大啖，也\\n不來問婆婆喫夜飯也不。兩個喫完了，竟去睡了。魏二極力奉承，誰知那婦人，一\\n心掛在何敬山身上，當夜不題。\\n　　明早，魏二起來道：「娘子，我去行魚了。印錢二錢五分足紋，放在你處，若\\n何敬山來，叫婆婆遞與他。」那婦人道：「多說二三錢銀子，見了鬼，要你娘遞，\\n難道我老娘，從不曾見這東西，託不得的。」魏二陪了笑道：「我恐怕你後生家，\\n不便見他，故此我這等說。」婦人道：「羞也不羞，開了大門就是房，說你看，便\\n見不便見。」說得魏二頓口無言，道：「我去了。」\\n　　魏二纔出門，那婦略睡了一回。扒起來梳洗打扮了，便待何敬山來。誰知那陶\\n氏，見兒子出去，起來開了門，燒了麵湯，又炷熟了飯，蓋住鑊堙C自己去觀音\\n前點了香，拜了佛，隨即坐在門口績麻。\\n　　那婦人走出來，見他坐在門口，好生不然。陶氏道：「二娘子，我等你同喫朝\\n飯。」那婦人把眼一瞅道：「我不要喫，你自先喫。」陶氏祇得去灶前，自己坐了\\n喫飯。\\n　　那婦人走在場上，不住的遠望。望不多時，果然遠遠見何敬山，從前村樹林邊\\n來。那婦人見了，心娷鉆D：「他來了，祇是這老厭物在面前，怎麼處？」心生一\\n計，見場上的雞，就扯一隻來藏在柴堆堙A口堮鶾D：「單喫糧，不管事，場上\\n的雞不見了，多因走在後門墳墩堨h了，也不去尋一尋。那砍頭的歸來，不見了\\n雞，祇道我在家堣ㄦ矰腄C」陶氏聽得不見了雞，慌忙走到後門來尋，毫不見個影\\n兒，祇得一步步到墳堨h，細細奡M。\\n　　那何敬山遠遠道：「二娘子，在場上耍子。」那婦人道：「雞不見了，在這奡\\nM雞。」何敬山道：「家雞祇在家堙C」婦人帶著笑答道：「家雞團團戰，那曉得\\n野雞，要著天飛。」那何敬山，見婦人說話有些蹺蹊，便笑笑道：「若是野雞，一\\n定去尋野食喫了。」那婦人把眼一瞅道：「眼前食喫不夠，家雞也要尋野食喫哩。\\n」何敬山聽得他言語，句句賣春，便近身來，低了道：「我來與魏二舍討銀子，他\\n在家麼？」婦人道：「不在家，銀子在我處。」何敬山又道：「婆婆怎麼不見？」\\n婦人道：「我使他墳奡M雞去了。」敬山道：「既如此，我同你屋堹粉子去。」\\n婦人道：「你隨我來。」\\n　　祇見婦人，領了何敬山進門，便笑一笑，對敬山道：「銀子我放在那枕頭邊，\\n待我去拿來。」敬山見屋媯L人，便笑著道：「我同你到房堹祕韟p？」婦人道\\n：「恐怕人來，你關著門。」那何敬山，見叫他關門，便大著膽兒，竟把婦人一搿\\n，手舞足踏起來。那婦人毫無拒意，也迎了何敬山的願，親一個嘴道：「我一見你\\n，直想到如今。」敬山道：「我也見你，想得魂不附體。」兩人竟在床上雲雨起來\\n。\\n　　難道正高興之時，那陶氏口堜I雞，後門進來道：「天殺的，罰我老人家，\\n那一處不尋得到，不知躲在何處，並不見個影兒。」何敬山在床上聽見，慌了道：\\n「你婆婆歸來了，如今怎麼處？」女人道：「不要忙，待我打發他去。」口媊W\\n道：「我也尋了半日，尋得頭暈起來，睡在這堙C你如今再到柴堆堙A細細尋尋\\n，若遲了，恐怕雞被偷了去。」那婆子，果然又開了前門，往場上柴堆邊尋。婦人\\n對敬山道：「你如今快從後門出去罷，銀子你明日來拿。」敬山慌忙向後門一溜煙\\n去了。\\n　　卻說那老婆婆，尋著了雞，歸來道：「二娘子，你猜我在那奡M著的？那隻\\n雞自己鑽在柴堙C」那桃花因驚去了漢子，在床上恨恨聲，也不應他。陶氏把雞罩\\n了，又去唸佛。\\n　　那婆娘肚堳銇q道：「怎得這老厭物死了，我方遂意。」在床上翻來覆去的\\n想，祇聽得老鼠在床下數錢。他口媢D：「是了，是了。」道猶未了，魏二忽走進\\n房來道：「怎麼睡在此？何敬山可曾來拿銀子去。」婦人道：「不曾來，我不見了\\n雞，尋倦子，暫困片時。」魏二道：「今日剩得一活魚在此，起來煮一煮，喫喫麼\\n。」叫道：「娘可拿去刷一刷。」\\n　　於是陶氏，將魚去刷淨了，下鍋煮熟了，分與媳婦喫。那婦人一頭喫，一頭道\\n：「桑中老鼠多得緊，你明日千萬買些老鼠藥回來。」魏二道：「老鼠藥是沒用的\\n，藥不死老鼠的，莫若你明日去墳墩堙A舊桫方棺木砒霜最利害，放在飯堙A不\\n要說個老鼠，就是人喫了，就要嗚呼的。」桃花聽了道：「有理，有理。」兩個喫\\n完了，上床去睡。明早魏二起來，依舊行魚去了。\\n　　卻說何敬山，逃了歸去，一夜睡不著，一心想著那婦人。清早又搖搖擺擺走來\\n。桃花正在房堮瓿Y，陶氏看見他來了，忙叫道：「二娘子，何阿叔來討銀子了。\\n」婦人應道：「怎麼這樣早。」那婦人聽得婆婆看見他來，甚不快意。\\n　　何敬山假意道：「魏二弟在家麼？」陶氏道：「賣魚去了，銀子放在二娘子處\\n。」桃花祇得走出門外，叫婦人道：「進士子一個。」敬山故載狀元落花，何口人\\n，叫婦人道：「你是人悟了，怎麼處。」那婦人會意，走去了。羅的衣帶在行捏去\\n了，婆婆可到婆村去，行人把手用婆婆題，使陶氏去了。\\n　　不子那敬山，忙勾著婦人，把一個你道：「我雖明日，又曾豈來也，你婆婆打\\n史了，我一夜間不若堯走，逆你去了，我也甚祇怏這。我兄今想一個這堙A在於\\n叫明日午間來，思打重興快流，且彼本建怏活公事，你史小姐怎麼得這寺遂意。」\\n婦人道：「你莫管，我自有處，明日千萬來。」說鼻子是，又做了幾個品字，那急\\n忙借了戥子回家。敬山拿戥子行行道：「還輕些，二舍回家對他說聲。」敬山竟去\\n了。\\n　　婦人見去了，口堶颻顗犒D：「娘子，弟兄兩個合借的，讓我們先還，做大兒\\n子的，少鼻子大彼倩的，安坐在家受用。我們整日上門上戶的受累，你的娘的也忒\\n欺心，單會喫二媳婦。大小婦是小娘出來，你喫不得一碗半碗的，把婆婆聒絮個不\\n了。」陶氏不開口。那婦人見婆婆不開口，又道：「明日走去，對大兒子說，如今\\n利錢你該湊去，鐘不打不鳴，人不說不知。」陶氏祇得應道：「我去說便了。」婦\\n人道：「你明日早些去，喫他一兩頓，也不為罪過，難道單養一個兒子的。若等朝\\n飯不及，我做兩個餅，路上當點心就是。」於是暗將砒霜放在餅堙C\\n　　那婆婆，果然明日清晨起來，拜了觀音，點了香，即便對媳婦道：「我去了就\\n來。」魏二自行魚去了。婦人慌忙起來，將餅與婆婆袖了，又道：「半路上肚飢就\\n喫。」陶氏一徑望大兒子家走。\\n　　原來這魏大家，去仁善村有十三四里路，陶氏走得不耐煩，望見一個林子堙A\\n見一塊長石頭橫著，他就坐著。口媢D：「觀世音菩薩，這些路就走不動了。」肚\\n娷鉆D：「我且將餅喫了，再走。」袖中摸出來一看，祇見又冷又硬，如石塊一般\\n。陶氏又道：「觀音菩薩，我老人家怎喫得這個餅。」自言自語的說猶未了，抬起\\n頭來，祇見一個道姑立在面前。那道姑怎麼樣的？\\n　　　　頭上戴著古色幅巾，身上穿著褐色的道服。腰間束著黃色絲絛，耳邊垂著\\n銀絲細墜。臂上掛著菩提數珠，腳上穿著僧鞋僧襪。縱然不是靈山治世專，也必定\\n是救命主菩薩。\\n　　話說那道姑，手中攜了一隻籃，籃堜騊菑@件背褡兜。向陶氏作個問訊道：「\\n女菩薩，借坐一坐。」陶氏回禮道：「我也是過路的，同坐何妨。」那道姑口堸徶\\nn：「觀世音菩薩，老了，沒用了。今早要緊到施主人家去，空心出門的，走了三\\n十里多路，肚堣S飢，腿堣S酸。」陶氏便道：「我走得五六里，就倦起來，莫\\n說三十里，我點心也帶些在此，祇是冷硬難喫。」道姑道：「我餓極了，就是冷硬\\n的，我情願將這背褡換來免飢，不知女菩薩看慈悲否？」陶氏道：「若是喫得，我\\n就捨與你喫，怎麼要換。」一頭說，一頭在袖媞N出兩個餅來，遞與道姑。道姑\\n道：「我生平不肯白喫人的東西。」就在籃堙A將這背褡送與陶氏，陶氏那堛眴\\nn他的。道姑道：「女菩薩，你若不拿我的，我寧餓死不喫你的餅。」陶氏見他推\\n得真切，又見背褡是絨的，心上道：「我拿回去與媳婦穿，也可討他歡心。」轉轉\\n念頭道：「我還有兩個餅，一總與你喫罷，背褡權留我處。」那道姑見陶氏收了背\\n褡，方肯將餅來喫。不喫猶可，一喫喫了，祇見道姑大喊一聲，往後便倒，七竅中\\n鮮血迸流，嚇得陶氏面如土色。口中唸：「救苦觀音，為甚這道姑將餅子喫了，就\\n死了，想是又冷又硬，咽壞了咽喉？雖然如此，我又不能救他。趁此無人看見，我\\n祇得走去罷，省得人來看見，惹是招非。」心上擔了一肚皮驚惶，回身便走。話分\\n兩頭。\\n　　卻說那桃花，專等婆婆出了門，便去梳好了頭，望何敬山來作樂。敬山因滿口\\n約定了，急忙忙早起出門。不道走得數步，祇見一個人挑了擔，撞著何敬山，便道\\n：「何阿叔，清早那堨h？」敬山一看，乃是慣賣犬肉的狗王二，何敬山道：「王\\n二挑的是戌物麼？」王二道：「我特特留一大塊腰窩送來。」敬山轉身道：「既如\\n此，你隨我來。」\\n　　於是轉身又到家媢D：「通折倒與我罷。」王二見說，即將桶蓋開了，拿出來\\n。敬山道：「為何都是精的。」王二道：「不瞞何阿叔說，昨晚正打一隻肥狗，遇\\n著一個老嫗，要我的狗皮與兒子做暖帽，肯出三錢銀子，所以剝了皮去，純是精肉\\n了。」何敬山也稱三錢銀子，與了他，王二去了。燙熱一壺酒，空心喫了，又醉又\\n飽，乘酒興竟到魏家來。\\n　　祇見那婦人，望著了何敬山，如獲珍寶一般，滿臉堆著笑容道：「真正不失信\\n的冤家。」即攜了手進門，隨將門關了。何敬山火又動，狗肉性又發，酒興又作，\\n託在床上，脫下褲子，豎起兩股就幹。那婦人迎著，似渴龍見水，兩個滾作一團。\\n這一場好殺，怎見得：\\n　　　　一個是偷漢子的都頭，一個是撩婦人的宿積。一個恣意的不休，一個盡情\\n的出力。一個是捨了緣磚拋黃金，一個是撇了家雞偷野食。一個在柴倉窩媔X風\\n流，一個在糞掃堆邊矜出色。\\n　　說話兩人，正在高興之際，忽聽得外面有人扣門。何敬山慌忙道：「你婆婆回\\n來了。」婦人道：「他要回來，今生不能夠了。」說猶未了，祇見門外叫道：「二\\n娘子，開了門。」敬山道：「這個不是你婆婆的聲音？」那婦人聽見，喫一驚道：\\n「怎麼回來得，有如此奇怪，莫不是他的魂靈麼？」\\n　　於是祇得起身來，遂叫何敬山從後門去了。然後開了門，祇見陶氏手拿背褡道\\n：「我走倦了，快取條凳子來坐坐。」氣急急自言自語：「老來沒用，喫力得緊。\\n」那婦人即拿凳子，與陶氏坐，隨手即拈此背褡，看看道：「在那堥茠滿H」陶氏\\n一一從頭說知道：「今早出門，一徑望大兒家走，走到五六里不耐煩，望見一個林\\n子堙A橫著一塊長石頭，我就坐著。不多時忽見一個道姑，立在面前，打一個問\\n訊，同坐在石上道：‘我今早空心出門，走到如今肚餓極了。’我道：‘有點心在此\\n，祇是冷硬難喫。’他將籃堶I褡，來換我點心喫，我不肯要他的，他道：‘你若\\n不拿我背褡，我不喫你的餅。’我見此背褡是絨的，你著倒也對身，於是與他拿了\\n。不道他將餅去喫了，想是他肚又餓，餅又硬又冷，一喫喫了，登時大喊一聲，撲\\n地跌倒，手腳也直直死了。慌忙起來，走也走不動，祇得帶跌跑到這，大兒家不去\\n了。」\\n　　那婦人聽見喫一驚，即將陶氏拿回的絨背褡，欣然穿在身上，相了又相，昏亂\\n起來，不識人事。陶氏見媳婦兩眼定了，神色如狂，走向觀音佛前，口便哼哼道：\\n「是我心最毒，祇為貪淫好色，欲藥死婆婆，與何敬山結永遠私好，不想做這樣事\\n，天怒神殛，獨犯了菩薩。」說完這幾句，身子祇顧向佛臺下鑽進去，口再不語了\\n，祇管將舌頭伸出來舔鼻子。那陶氏聽他說，見他這模樣，嚇呆了。忙去扶他，祇\\n見媳婦在臺底下蹲著足，搖著頭，抖著身子，口不噴聲。仔細看來，宛然變了一隻\\n肉色狗。正是：\\n　　獸心人面，相由心變。兩眼拋斜，四腳出現。\\n　　嘴長耳聳，牙尖頸短。舌長三寸，尾呈一股。\\n　　話說陶氏，聽他媳婦自稱淫惡，見他變相，更是詫異。對著觀音那個神位，蟠\\n旋地下。於是傳聞了，鄰舍村坊，男男女女，大大小小，都來看這個婦人變狗。有\\n的道：「這是忤逆樣子。」有的道：「這是偷漢的下場。」\\n　　正在喧鬧之際，祇見魏二挑著擔回來。見家中擠滿了人，先喫一嚇。及到家中\\n，陶氏對兒子細說一番，又見妻子變了狗，不覺垂淚起來。那隻狗見魏二，便搖頭\\n灑耳，攢住魏二，鼻子祇管叫。魏二歎道：「你也是自作自受，我不道你起這樣歹\\n心，既背我偷漢，又去藥死婆婆，天不容，地不載，怎的不做狗？如今養在家堙A\\n看者如市，也不像樣，不如送他到放生庵堨h，再唸些經來超度他。」於是送他庵\\n堣題。\\n　　卻說何敬山，自後門逃歸，正冒了風寒，染陰症在家。外邊又紛紛傳說新聞道\\n：「魏家媳婦變了狗。」聽見一嚇，又變了夾驚傷寒，三四日一病而亡了。\\n　　那何敬山，原是城中許鄉宦家管莊的。許家知他死了，即著人喚他妻子常氏進\\n去，問他帳目。常氏年紀止廿五六歲，為人倒也伶利，將帳目一一交付清楚。但因\\n何敬山，最好包婆娘，所以缺少了一百餘兩本錢。常氏不待家主開口，即將自己首\\n飾家火連夜變賣，清完零星。欠在人頭的，留著自己慢慢的將他填空。家主盤清了\\n帳目，另撥家人管了莊。常氏連忙化了棺木，自己尋間屋兒搬了。\\n　　自此光陰如箭，不覺又是年餘。常氏獨自守寡，雖則一口，甚覺煩難，思量著\\n道：「前村魏家弟兄，還欠我們四兩銀子，舊帳利錢，雖有些本錢，一毫未還，我\\n去討來，也可過得半年六個月。於是鎖了門，望魏家來。\\n　　那魏二自妻子變了狗，送在放生庵堙A不多時死了埋了。他自後與母親陶氏\\n同住，甚是孝順，隨母親唸佛喫素，依舊賣魚，甚有生意。\\n　　是日，正同母親喫飯，祇見一個半中年婦人，帶一身孝進門，道：「這堿O\\n魏家麼？」陶氏道：「正是。」常氏道：「何敬山是我丈夫，前日你們借四兩銀子\\n，利錢又年餘沒有了，我因丈夫故世，所以不曾來討得。今日欲與你算算，連本利\\n還我罷。」魏二道：「銀是有的，祇是如今來不及，祇好先還些利錢。」常氏道：\\n「不瞞你說，我如今孤身，專靠此項，作紡績的本錢。那一宗銀子，原是你與哥子\\n合借的，你一時沒有，聞得你哥子，近來甚有生意，就央你與我討一討。」魏二道\\n：「我去就是，何阿嬸，你寬坐坐，娘你去燒燒茶。」\\n　　魏二出了門，陶氏去燒茶。常氏道：「不必起動你。」陶氏道：「家堥S人\\n，這樣不便。」常氏道：「媽媽，我正要問你，怎麼你家二娘子，有這樣奇事。」\\n陶氏道：「正是，不道他起這樣淫惡的念頭，佛菩薩也不容他，老身性命，幾乎被\\n他害了。」常氏歎口氣，肚媟t轉道：「我家丈夫也送在他手堙C」陶氏道：「\\n叔若在，今年幾歲了？」常氏道：「長我二年，今年二十八歲了。」常氏道：「二\\n娘子幾歲？」陶氏道：「二十一歲，二郎長他三年。自古道‘無婦不成家。’我又\\n老了，過幾時，也要尋個對頭，完他終身之事。」常氏道：「正該如此。」陶氏道\\n：「何阿嬸有兒子麼？」常氏道：「沒有」陶氏道：「如此也難守。」常氏道：「\\n且過十年五年再處。」\\n　　正在話間，魏二歸來了，道：「阿哥的一半有了，本錢貳兩，利錢五錢，還有\\n五分，隔兩三日就送來，要將原契收一筆在上面。」常氏道：「祇是我不識字，煩\\n二舍寫，我寫個十字罷。」於是寫了，常氏作謝回去不題。\\n　　卻說陶氏收拾夜飯喫了，又到觀音前點了香，上了床，不覺睡去。夢見前日林\\n子堛犒D姑，走來對陶氏道：「我有一偈付你，記著，記著。」唸道：\\n　　得妻失妻，失妻得妻。\\n　　爾得我妻，我得爾妻。\\n　　一點一滴，勿得差遺。\\n　　陶氏亂叫道：「女菩薩，我正要謝你。」那道姑把他一推去了。魏二聽得娘在\\n那媃L，叫道：「娘醒醒。」覺轉來，乃是南柯一夢。陶氏道：「奇怪。」因述夢\\n中之語，與兒子聽，便說：「何阿嬸我去問他，年紀正好，又無男女，又齊整，又\\n老實，又不像貪喫懶做的，你得這樣一個為妻，也不枉了菩薩脫夢，莫不是姻緣。\\n」魏二道：「我也不想天鵝肉喫，他自大人家受用過的，我們那堮e得他？不如\\n還了銀子撒開。」\\n　　隔了兩日，魏二果然湊足本利，自己去到何家。祇見常氏坐在門前紡紗，魏二\\n道：「何阿嬸，銀子在此。」常氏見送銀子來，便道：「二舍，你這樣至誠，難得\\n難得，媄雿虴丑C」就把戥子來秤一秤，一厘也不輕。即走房堙A去尋借契出來\\n，道：「借契還了你，但你哥子還有五錢，一發勞你說聲，送還了我，省得我穿了\\n孝，又到你家來不穩便。」魏二道：「這個容易。」一頭說，一頭出門道：「我去\\n了。」\\n　　祇見一個人走來，劈面撞見，便道：「魏二舍，你在何家做甚麼？」魏二道：\\n「我有句話兒會何阿嬸。」那人笑笑道：「何不再坐一坐去。」魏二道：「我沒工\\n夫。」魏二去了。\\n　　那人即來，靠在何家矮牆上，叫聲：「何阿嬸，魏二來甚麼？」常氏道：「他\\n來還我些舊帳頭。」那人道：「如此何阿嬸手頭肥泛了。」常氏道：「二三兩銀子\\n，幹得甚麼正經？」\\n　　看官，你道那人是誰？原來就是慣賣戌物的狗王二。他是個破落戶，賣完了戌\\n肉，時常在村媔~蕩，做些不三不四的事。不合常氏露了二三兩這一句話，也就動\\n了念頭，因接口道：「你一個人又沒使個，也夠個把月用了。」常氏見他歪纏，不\\n應他。王二見他不睬，回身一頭走，口堣@頭唱唱去了。他唱這山歌道：\\n　　　　好日去仔思日來，那料介眉頭鎖仔哩。弗開懷，冷落仔介個眼前快活。弗\\n快活，再去迢鄉隔縣介娶侈侈。\\n　　那王二口堸菕A心媟Q道：「魏二這廝，借還銀子為由，想他要搭上那婆娘\\n。那婆娘竟有些意思，我不如先下手為強，今夜樂得先去上一工，他孤身一個在此\\n，不怕他不從。從了時，這銀子一定是我的了。」算計已定。\\n　　到夜來，約有二更天氣，月明如晝。他就捏手捏腳的，走到何家門首來。見四\\n面無人，竟去掘他的門。那常氏因單丁獨一，到晚來就閉了門睡了。到二更時分，\\n已睡醒了，聽得門響，常氏便咳嗽一聲道：「甚麼響？」那王二竟不睬他，祇顧將\\n門掘。那門嚦拉聲，常氏慌了，忙起身，穿了衣服去縫堭i，月光之下，認得王二\\n的模樣，肚媢D：「不好了，日堣ㄕX說了銀子也，見財起意了，如今怎麼處？\\n」常氏祇得輕輕將根木頂住了門，自己靠著。\\n　　不道王二，掘不開門，便將矮闥來搖，又將指頭撥開管閂兒。常氏急了，將手\\n四面一摸，並沒有東西，止摸得個研醬的槌兒在手。常氏就躲在闥邊，祇見王二兩\\n三撥，撥開了管閂，上邊弔闥開了。那王二大著膽，先將右腳跨進，常氏急了，不\\n顧命的，一把扯住他的腳，不管三七二十一，祇顧將研醬槌盡力就打，像敲木魚的\\n一般，口媊W道：「我孤身有甚麼東西在家，你來掘我的閂？」那王二左腳在外\\n，右腳被他扯牢，進又不能，縮又不得，登時腳骨子，像發酵了的饅頭，紅腫起來\\n。又不敢嘖聲，疼不過，口媊W道：「饒我狗命罷。」常氏直打個氣喘，將他腳\\n往外一推，忙將闥兒閂好。王二往外一跌，跌得頭暈眼花，口堳諞諈犒D：「不要\\n慌。」忍著痛，一步步顛了去。\\n　　常氏坐到天明，村中有兩個近鄰，走過來道：「何阿嬸，你怎麼起得恁早？」\\n常氏一五一十的告訴了他，兩人道：「果然孤身難住。」常氏自去燒飯喫，一頭垂\\n淚道：「沒男沒女，喫這苦虧。倘然這天殺的腳好了又來，那時就要被他害了。我\\n如今說不得，不是我沒廉恥，守寡這樣難的，祇得尋個對頭去罷了。」\\n　　想了一回，飯熟了，正盛飯喫，祇見門前顧拐子來道：「何阿嬸喫飯了。」常\\n氏道：「正是，往那堥荂H」顧拐子道：「魏大舍寄五錢銀子，央我還你。昨日因\\n二舍說了湊來的。」常氏道：「你們二舍這樣至誠。」顧拐子道：「如此比前，大\\n不相同了，侍娘又孝順，做人又老成，賣魚又賺錢，依舊種租田，顧我相幫種，人\\n口又少，甚是好過日子。昨日他娘勸他道：「無婦不成家，還是娶一個的是。」二\\n舍說：「冬間再處。」常氏道：「他後生家，自然要討的。」拐子道：「我聽他常\\n說：人不論頭婚二婚，祇要會作家，不忤逆就罷了。」那拐子說得高興，嘻著臉道\\n：「我有句取笑的話，何阿嬸，你又沒男沒女，料想節婦牌坊，掄不到你，不如以\\n近就近，嫁了他罷。他人物又不甚粗蠢，又後生，又勤儉，做人又和氣，婆又好，\\n你知我見，你道何如？」常氏歎口氣道：「不瞞你說，我已前指望，守十年八年再\\n處，不道近日被人公然欺負，我孤身，我如今一個也難住，祇得要做這沒廉恥的事\\n了。若是魏二舍，祇怕他嫌我年紀大些。」顧拐子道：「你今年紀幾十歲？」常氏\\n道：「二十六歲。」拐子笑笑道：「常言道：‘妻大二，米鋪地。’絕妙的了，待\\n我做，著不著去說說看。」立起身就走。常氏收了銀子，見顧拐子走，叫一聲：「\\n老顧，你既是這等說，好歹就來回復我一聲。」拐子應道：「自然。」\\n　　一路走，走不上一里路。祇聽得一間草屋堙A有叫喊痛楚之聲。拐子道：「\\n這是狗王二家堙C」因他門首過，叫一聲：「王二舍，為甚的叫喊？」那王二道：\\n「不要說起，腳上生了個腫毒，兩日腐爛，熬不得這樣痛。」問拐子道：「你那堥\\n荂H」拐子道：「還了何嬸帳頭，在此走過。」「這婦人，兩日你們魏二舍，在這\\n媟f他。」拐子口中不說，心媢D：「可知那婦人，我說了，欣然就允嫁他，如\\n此我今去說，正打在拳窠堨h了。」\\n　　於是回頭答他，即抽身就走。走到魏家來，對陶氏說其備細，又將狗王二如此\\n說，陶氏笑笑道：「既如此，二郎瞞在我面前，假撇清，如今不要管，我要他成一\\n樁事就是。」\\n　　正說間，祇見魏二回來，見了顧拐子道：「你田堣ㄔh做，坐在此甚麼？」\\n拐子笑道：「你喜事到了，我特與你作媒。」魏二道：「是那家？」拐子道：「我\\n不對你說，問大娘便是。」陶氏道：「二郎，那何阿嬸，因人欺負他，急要嫁人，\\n顧拐子說了你，竟有肯的意思，你不要錯過了，況菩薩脫夢，如今應驗，也不可知\\n。」魏二道：「好是好的，那堥蚖子用？」陶氏道：「待拐子去說，既做夫妻，兩\\n省些就是了。」拐子道：「祇要花紅重些，我自會說，包你省就是。」魏二道：「\\n你索性說一決裂，要朝晨種樹，晚間乘涼的。」果然，拐子明早，徑走去對常氏說\\n道：「魏大娘與二舍聽我說了，俱各歡喜，祇恐何阿嬸，嫌我家寒，討他不起。」\\n常氏道：「我又不要他一厘財禮，祇要送盤茶棗來，我就悄悄過去了。羞答答，轉\\n嫁人，甚麼好事，費費揚揚。」顧拐子得了這句，即道：「既如此，我們定了明日\\n是吉，自然送盤來，晚間就悄悄過門罷。」常氏道：「說定了，先叫兩個人來，祇\\n免我搬場，先扛了箱籠家什去。」拐子道：「有理，有理。」\\n　　急忙忙來回復了魏二。魏二即央兩個鄉間人，去扛家伙會物。不料常氏竟有一\\n二百金私蓄，魏二快活不過。忙去場上，捉了兩隻雞，買了大腿肉，並茶棗之類，\\n一色端正。陶氏又將銀寶簪、銀千記、紅棉襖、天藍綢襖、月白綢襖，放在盤堸e\\n去。常氏收了。\\n　　到晚間，常氏祇說往親戚人家去的光景，悄悄竟走到魏家來。祇見魏家，供了\\n和合天地紙，魏二穿了新青布直身、新帽子、新鞋襪，同拜天地和合，又拜了觀音\\n四拜，然後拜了母親，就進房坐一床，喫杯合歡酒。走出房來，就邀近鄰與顧拐子\\n，同喫喜酒，又央人，去接魏大夫婦來。是夜好不熱鬧，準準亂了一個更次，然後\\n兩人進房同睡，各聚己懷：\\n　　　　一個道，我的夫被你妻佔﹔一個道，我的妻被你夫偷。一個道，我如今將\\n身賠了你的妻，你道好不好﹔一個道，我如今將身還了你的夫，你可休不休。他兩\\n個死去的姻緣，猶如膠漆﹔我兩人現前的匹配，豈不風流。\\n　　於是兩人，歡然睡了一夜。明日起來，魏二又備了酒，請眾親友。\\n　　自此之後，魏二竟從容起來，常氏又連生二子，又隨婆婆喫了長齋，買檀香，\\n塑了一尊觀音菩薩，朝夕禮拜。陶氏壽至九十六歲，無病而終。魏二、常氏勤儉作\\n家，後俱做了財主。可見淫惡之報，如影隨形。正是：\\n　　我不淫人婦，人不淫我妻﹔\\n　　一報還一報，點滴不差遺。\\n第七回????伉儷無情麗春院元君雪憤　淫冤得白蕊珠宮二美酬恩</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　夫妻兩足赤繩羈，嫁狗何能更逐雞。\\n　　女戀男與男戀女，到頭恩怨不相離。\\n　　這首詩，說夫婦人倫之始，其相聚也，多在五百年前，絕非無因而合的。故世\\n間恩怨不一，也有夫愛妻的，視妻如珍寶，言聽計從，百依百順﹔也有妻愛夫的，\\n敬夫如父母，解衣推食，你恩我愛。這也是人之常情，不足為異。更有一種妻忌夫\\n的，做丈夫的，原沒有甚麼不好，不知為甚緣故，見了他，如眼中之釘，隨爾百般\\n趨奉。他祇道嫁丈夫不著，愁個不了，不是分床獨宿，定是喫個怨命長齋。又有一\\n種夫怨妻的，做妻子的，或荊釵裙布，或粉白黛綠，也沒甚麼惹厭處。不知為甚緣\\n故，做丈夫的見了，便千憎萬厭，老實了，又道他蠢坌﹔活動了，又道他輕薄，毫\\n無一些恩愛之情。不是待他冷落，定是將他磨滅。甚且有罵當說話，打當商量的，\\n如此種種不齊。\\n　　這等看來，不是天公錯配，實是前世，一段因緣果報，三生石上，定然註得明\\n明白白的。遇此者，直須歡喜領受，切莫怨天尤人，叫神叫佛，若不安分，咒詛怨\\n尤，不惟無益，適足賈禍。至於有才的人，有情而無緣，亦是前世未結良因。故令\\n今世有情莫遂，尤切不可恃己之才，造作綺語，污人名節，何也？才人綺語，往往\\n恨己之有情無緣，也偏要巧語花言，將無作有，勒成一篇美麗詩詞，動人觀聽，竟\\n不知誣陷多少的人，使千古沉冤不白。所以筆銘說得好，道：\\n　　毫毛茂茂，陷水可脫，陷文不活。\\n　　在下今說一個綺語誣人，因而招夫妻不相得的果報，以為世警。話說明朝萬曆\\n年間，杭州錢塘縣，有一個秀才。姓山，名雋，字子佳，也是數一數二，少年飽學\\n之士。祇是為人，生得猜忌多疑，且傲睨縱性不拘，家中出外，俱要人去奉承他，\\n他再不肯奉承人的。妻弁氏，小名真娘，原是讀書人家的女兒，做人極其賢慧。\\n　　但有一事作怪，偏與山子佳一做了親，便生成不相投。你往東，我便往西﹔你\\n要長，我偏要短。子佳才學雖有，面貌頗生得醜陋，真娘生得花枝一樣，身材又俊\\n俏，言語又伶俐，更且喫得溫吞，耐得熱，眾親戚無不讚其賢慧，喜歡他活動。外\\n貌好像輕薄的，其實心堙A甚是正經。山子佳待他，偏一日冷落一日，然真娘卻\\n能曲盡婦道。\\n　　一日，子佳的母親，見兒子自做了親，見了妻子如同陌路，終日往書房堨h\\n睡，全無繾綣之情，便道：「我勸他不轉，待我請侄兒商量，勸他進房。」那內侄\\n是子佳極相好的表弟，姓桓，名酉，字心伯。見姑娘請他，便走到山家來。那姑娘\\n道：「你兩日為甚不來走走，你表兄的性子，甚是作怪，你表嫂的性子，又甚溫存\\n，極其賢慧，工容言德四件，我道是俱全的了。不知為甚，偏不相合，一句說話，\\n兩句就是相罵，你入東，我入西。看他準日這樣，我老身也沒法，我如今請你來，\\n勸他一勸，或者聽你也可不知。」桓心伯道：「這個容易，表兄極聽我言語的，我\\n到書房堨h，慢慢勸他，祇是姑娘也要媄銦A勸勸表嫂。」\\n　　那桓心伯，即往書房中去，見了山子佳。子佳道：「表弟何來？」心伯道：「\\n姑娘請我來，與你閑話。」子佳道：「我猜著了。我猜，請你來，勸我進房，可是\\n麼？」心伯笑笑道：「進房要人勸的。」就誆他道：「天下有得美妻，而不進房者\\n，除了木石之人，若有一竅的，恐斷不如此。」子佳道：「我原非木石，不知為甚\\n見了這婆娘，氣就沖起來，就要罵他。他見了別人，歡容笑口，見了我，就像鐵面\\n夫人，所以覺得面目可憎，語言無味。」心伯大笑道：「沒正經，少年夫婦，又無\\n甚冤仇，卻為甚如此！我如今，其實特來勸你，凡有事體，要心上道，是好就好了\\n。譬如喫件東西，心上道是他好喫，喫來就覺有滋味，若心上先厭他，上口就說無\\n味了。你心上如今道，我與他又無冤仇，他又原生得標緻，又不粗蠢，如此作想，\\n進去包你就好起來了。今日你聽我，我與姑娘說，重新齋個和合紙，作成我喫杯和\\n合酒。」\\n　　於是子佳的母親，果然去請和合紙來。齋了，將福物留心伯喫，兩個說些閑話\\n，心伯道：「我送你進房，我今夜要住在你書房堣F。」子佳被勸不過，勉強進去\\n。\\n　　雖知天下事，再喫不得有心對有心的。兩個你不睬我，我不睬你。自古道：佳\\n人有意村郎俏，才子無情美女蠢。」真娘又不好先開口，先開口，又恐怕道他輕賤\\n了。子佳見他不瞅不睬，心上又似不值得下氣的一般。因此你不動，我不動，又和\\n而不和的，一夜各自睡了。\\n　　明日清晨，子佳起身，對書房就走。桓心伯正在床上翻身，見子佳出來，笑道\\n：「怎麼恁早，可不道歡娛嫌夜短麼。」子佳道：「你怎曉得？倒是個寂寞恨更長\\n哩。」心伯道：「為甚你們如此，我想來，祇是你不是，做了男子漢，自然你先該\\n陪個笑臉。」子佳猴急起來道：「他不睬我，怎麼反要我去奉承他。」心伯道：「\\n蠢才全不曉半點閨房情趣的，可知表嫂不喜歡你？」子佳聽得，說了他這句，就嚷\\n道：「你不蠢，你知趣。」兩個恰似相罵的一般，桓心伯起來道：「我是好意勸你\\n，與我何干。」\\n　　於是梳洗罷，進去見姑娘，說了些閑話，姑娘道：「我們兒子不好，媳婦也太\\n執性，侄兒你與我，勸他表嫂。」那心伯就同姑娘進去，唱了個喏道：「表嫂，如\\n今與表兄還是和氣的好。自古道：‘家和萬事興’。又道：‘是你也好，我也好，三\\n好合到老’。」真娘道：「多謝叔叔，便這樣說。我是無腳蟹，嫁雞隨雞了，怎奈\\n他祇硬欺負我，動不動不是罵，就是打，見了他如鐵面一般，睬也不睬我一睬，九\\n年不見三笑。若像叔叔這樣活動，我不睬，他便打死我也甘心的。」祇這一句，子\\n佳在房門外，聽見了，私心便疑惑道：「可知心伯祇管來歪纏，原來這淫婦，倒有\\n意他了。我如今待他去後，喫醉了酒，打罵他一場，趕他回去。」祇見桓心伯說完\\n了，道：「表嫂耐心，我也去。」那真娘道：「同婆婆在外面，再坐坐，喫杯茶了\\n去。」真娘於是忙點茶三盅，叫丫鬟掇出，與婆婆、心伯、子佳喫。\\n　　卻說子佳，口中不語，心媢D：「我到房堙A便如啞子木頭一般，心伯出房\\n，還會送茶出來喫。」一發火星爆出大陽，惱怒得緊。一等桓心伯出了門，忙對娘\\n道：「我要喫壺酒。」他一碗冷，一碗熱，悶悶的一喫，喫得大醉，也不言語，竟\\n走進房去尋舋。千娼根，萬淫婦的海罵。那真娘也無好氣，接口道：「你這臭亡八\\n，臭烏龜，你欺負得我也夠了，為何今日囔了些腦漿，又來罵我。」山子佳道：「\\n不要說罵，我就打死你這娼根，便怎麼。」真娘罵道：「我也要說個明白，為甚的\\n你要打我。」山子佳罵道：「臭淫婦，你見我做這鬼臉，見了桓心伯，便絨上也是\\n笑臉兒。」真娘大怒道：「你這臭烏龜，人來勸我，點個茶與他喫，謝他聲，婆婆\\n也在這堙A有甚笑臉。」\\n　　兩個你一句，我一句，怎當得他酒在肚堙A事在心頭。子佳趕上，竟把真娘\\n一巴掌，打得勢重。真娘腳又小，一交跌了去。真娘爬起大哭，子佳又提拳頭來，\\n三四拳，把真娘丫髻、寶簪，都打落來，牡丹頭，披了一背。真娘哭道：「爹娘養\\n我，從不曾受這樣凌辱，我如今待死了罷。」把頭撞到子佳懷堨h。一個撞，一個\\n打，那做婆婆的，慌忙進來解勸。你揪住我，我揪住你，絞做一團。婆婆橫身勸開\\n，子佳千娼根，萬淫婦，恨恨的罵進書房堨h了。\\n　　那真娘，連忙尋剪刀去剪頭髮，婆婆奪住了。又去尋汗巾頭來，尋個自盡，婆\\n婆慌了，又叫家人婦女守住他。因此叫天叫地，哭個不了。他恨一回，罵一回，怨\\n一回，哭一回，看看到下半夜，漸漸倦起來，慌忙把身子，和衣倒在床上，不覺呼\\n呼的睡去了。\\n　　祇見一個青衣丫鬟，走進門來道：「娘娘有旨，喚你說話。」真娘聽見，連忙\\n起來，隨他就走。出了門，走到一個半村半野的所在，祇見一個白髮的老兒，手堮\\n陬菬漭赫恁A坐在一塊大石頭上。看見丫鬟走去，他即問道：「娘娘喚他麼？」\\n丫鬟道：「正是，你先把簿子，與他看明白了，省得他肚堣ㄘ亮，或言語間挺撞，\\n使娘娘發惱。」那老兒笑道：「使得，使得。」\\n　　真娘見老子，便問丫鬟道：「這個甚麼人？」丫鬟道：「是月下老人。」又問\\n：「他手中拿著甚麼書？」丫鬟道：「這是姻緣簿。」真娘道：「既是姻緣簿，我\\n正要借他看了。」老人道：「是書有兩本，你還是要看那一本。」真娘道：「何故\\n有兩本？」老人道：「姻簿一本，緣簿一本。姻簿計人前世所作的，緣簿計人後世\\n所受的。」真娘恨恨道：「我今世為何受恁的苦，先借緣簿，我看個明白。」老人\\n笑笑，竟把緣簿與他。真娘揭開了數頁，祇見一頁上，劈頭一行寫道：「弁真娘，\\n應配山子佳為妻。三十年夫婦，應磨折一年，更因桓心伯受冤一次，惡而後好，後\\n生二子。」真娘看了嚇驚道：「即該三十年夫婦，又為何磨折受冤，惡而後好。」\\n老人笑道：「你不曉得，欲知前世因，今生受者是，欲知後世因，今生作者是。你\\n要明白這個緣故，須再去看那姻簿。」\\n　　又把姻簿與他，真娘揭開，祇見上寫道：「唐朝元稹，綺語陷崔鶯鶯貞烈被污\\n一案。下註道：「元稹，字微之，與博陵崔鶯鶯中表兄妹。崔有才色，元稹心慕焉\\n。崔氏緣應與鄭恆為夫婦。元稹慕而不得，就遂詭作會真詩三十韻，又假作慰情書\\n，污蔑鶯鶯。後又詭吟決絕詩，以互相見意，使鶯鶯受淫奔之名於後世。元稹應罰\\n作女身，受崔氏磨折，以報負枉不白之罪。但情之所鍾，不可泯滅，仍令作夫妻三\\n十年，惡而後好，以了其緣。」真娘看了，歎口氣道：「原來如此，難道我就是甚\\n麼元稹？」\\n　　道猶未了，祇見又有兩個丫鬟來道：「娘娘有旨，喚你快來發落。」真娘隨著\\n，又走一個去處。祇見門樓高大，兩邊一帶粉牆，中間東西柵門，門內兩個石獅子\\n，門樓上三個大金字牌額，題：「麗春院。」進了門樓，祇見又有二座大門，門前\\n俱是青松翠柏。又進此門，然後中間一座大殿，殿外四周圍，俱是白石欄杆，中間\\n一座羅臺，臺兩班俱是仙女奏樂，儀仗甚是整肅。殿檐前，又有六個大金字，題曰\\n：「碧霞元君之宮。」宮前有無數仙女侍立。見那兩個丫鬟，帶了真娘到門內丹墀\\n堙A喝道：「不許上來！著他跪在左邊伺候。」\\n　　少頃，祇聽得仙樂齊鳴，喝一聲道：「捲簾，元君昇殿了。」即持珠簾半捲，\\n祇見媄鞂_燭輝煌。那元君鳴鑾佩玉，鳳別翠翩，兩旁七寶日月掌扇分開，面貌如\\n玉，美麗風艷，非人間所有。樂聲一止，祇見前來的，那青衣丫鬟，上前跪下，稟\\n道：「絪縕使者叩頭，啟奏娘娘，元稹拿到了。」\\n　　祇見那元君，睜圓星眼，即喝道：「快宣元稹這廝上來。」真娘未及應聲，青\\n衣丫鬟扯他上去跪著，元君又喝道：「元稹，你前日與崔鶯鶯為中表，見他貌美，\\n即起姦心。他緣在鄭恆，你有情未遂，怎麼便冤他與你有染，捏造私書，污他清節\\n，使他受枉千載。今日罰你為他妻子，使他少伸冤氣，你卻呼天叫地，不安果報，\\n驚動本宮，是何道理？」真娘叩頭道：「小婦人適纔，見月下老人兩個簿上的果報\\n，已甚明白。前因不知，所以怨天怨地，實為得罪，伏乞娘娘憐憫無知。況平日原\\n是受他磨折的，祇因冤我與桓心伯有情，難當誣陷。」元君道：「你做女身，這樣\\n將無作有的事，移在你身上，原是受不起的麼？怎麼將個相國小姐，斷送在失節媄\\n銦C」真娘叩頭不止。元君道：「你如今知罪了麼？我憐你原是多情才子，故著崔\\n氏棄前冤，尋後好，命中注有兩個貴子，許你後邊原做夫人。你回世間，將這因果\\n說明，使鶯鶯此冤得白，乃勝誦解冤釋苦咒耳。」\\n　　說罷，祇見仙樂齊鳴，佩聲璆然，退宮去了。」青衣丫鬟道：「我帶你出宮去\\n罷。」真娘走出麗春院柵門，又有一個丫鬟道：「我們娘娘，聞得元相公回去，並\\n欲寄語世間，乞借一步。」真娘又隨丫鬟走到一個所在。\\n　　祇見又是一個宮門，門上有三個石青大字，曰：「蕊珠宮」。進了宮門，祇見\\n四面俱是琪花野草，中間一帶水池，環繞池上一座白石朱欄的方橋。過了橋，見一\\n帶粉牆，牆上兩扇石門，門檐又有兩個石青字，題曰：「瓊樓」。進了石門，祇見\\n一帶珠樓，四面俱垂了珠簾繡錦，中間立著兩個仙女，一個輕盈絕世，如出水芙蕖\\n﹔一個風艷柔膩，如牡丹含露。\\n　　真娘向前叩頭，兩個齊來扶起道：「不消行禮，適纔的元君，專司昭雪沉冤之\\n主，所以古今不白沉冤，俱是他掌握。我們與令夫君，同是受冤之人。但他今日此\\n冤得白，我們的冤，幽冥已昭，陽世未白，敢煩為一雪，當效結草銜環之報。」真\\n娘道：「不敢動問兩位娘娘，是誰家寶眷，那處夫人？」一個道：「我是吳宮西子\\n，施姓，夷光名。」。真娘道：「原來如此，但娘娘寶坦吳王專寵，晚隨范蠡仙遊\\n，更有何冤？」西子道：「正因此句，沉冤莫白。當時妾浣紗於苧蘿村中，范大夫\\n不過為越王訪國色，聘妾到宮。越王教妾歌舞，送到吳國。蒙吳主寵愛專房，貯妾\\n於姑蘇臺上，走馬聞雞，朝歌暮舞，妾亦一心侍奉。殆吳國既亡，妾身亦投湖而死\\n。奈何世人好事，妄謂妾與范蠡成其夫婦，道妾始許身於范蠡，既又蠱惑於吳王，\\n後又忘恩事仇，則世人視妾為狗彘不如之人矣，豈不冤哉！」\\n　　道猶未了，祇見那風艷柔膩的，長吁接口道：「就如我，生長楊家。唐宗因武\\n惠妃死，後宮無當意者，高力士薦我入宮，賜號貴妃，宮中稱為娘子。且七月七日\\n與唐宗，在長生殿設誓，訂生生世世為夫婦。安祿山一胡兒耳，唐宗道是他豬婆龍\\n，故著意尊寵他。且欲厭其慾心，以消其帝王之福，因拜唐宗為父，拜妾為母，一\\n時取笑，豈母與子有淫媾之理。後祿山叛，不說祿山，為吾兄楊國忠所激而成，反\\n說妾與有染，實思媾妾，豈非極冤之事。」\\n　　兩個嘵嘵說個不了。且道：「你若能為我，白此冤於民間，我兩個情願託生，\\n做你兒子，以報恩德。」說完，即叫兩個青衣仙女，捧出茶來，又請坐了。祇見西\\n子對楊貴妃道：「元稹原是個風流才子，他不過亦是少年習氣，如今悔過，我兩人\\n何妨請崔家小姐出來，面勸一番，待他兩人速好。」貴妃道：「如此極妙。」即喚\\n了丫鬟道：「去瓊花宮，請崔家小姐過來。」\\n　　去不多時，祇見一位仙子，內家妝束，臉若凝脂，幽韻撲人，飄然而至。一見\\n了真娘，怒容頓起，往後就走。西子太真，忙拉他轉來道：「不妨，你聽我們相勸\\n罷。」祇見崔小姐罵道：「元稹，你這薄幸狂徒，言之可恨。」兩人忙勸道：「他\\n今日受你磨折，也是償前日之冤了。況元君將因果說明，他已歡喜領受，毫無怨心\\n了。但他前日一段妄情，今生已為老人赤繩繫定，冤報之後，還該完此情緣。倘今\\n生不釋，生生世世相纏，便無窮極了。」\\n　　祇見崔鶯鶯向下道：「元稹，你知罪麼？」真娘道：「知罪。」鶯鶯道：「祇\\n可恨你有情，既不能遂，我已許鄭家，既假作我情書傳世，又假決絕詩誣我，如今\\n你萬轉千回，懶下床的滋味，已嘗遍了麼？」真娘俯首無言，祇是叩頭。西子、太\\n真又說道：「崔小姐，你恨終不釋然，烏得有脫塵緣，成正果，入仙班的日子。」\\n鶯鶯道：「既承兩位娘娘勸解，如今罷了。」竟走下來，扶真娘道：「起來，我如\\n今與你，是好夫妻了。」那真娘抬頭一看，就是山子佳的模樣，祇道他又來打，慌\\n忙一閃，立腳不定，一跌跌去，醒轉來，乃是南柯一夢。\\n　　卻說真娘，昏昏的做夢，看守他的，俱道是氣死了，忙去報了婆婆。那婆婆連\\n忙走來，見他一絲半氣，慌了道：「快去書房堙A報與相公得知，請他來看看。\\n」誰知山子佳，鬧了一場，酒又多了，一到書房，閉了門熟睡去了。\\n　　睡到夜堙A夢見一個美婦人，來勸他道：「你妻子弁氏，有兩個貴子在命堙\\nA你今後若不睬他，他氣死了，要坐三十年牢獄。」子佳聽罷，末及回答，祇見背\\n後，是一個牛頭青面，赤髮獠牙的人，向他一把扯住，將他眼珠揠去，又把肚腸心\\n肝抽出。又一個鬼，血淋淋提一付來換。子佳痛極大喊起來，再喊不響，爬又爬不\\n動。正在這堨s，外面一片打門聲響，忽然驚覺醒來，呆了半晌，甚是驚疑。\\n　　祇見兩個丫鬟，走來道：「不好，娘娘氣死去了。」驚得山子佳，一身冷汗，\\n慌忙到房堨h了，口對口子打氣，灌姜湯，叫道：「娘子，甦醒甦醒。」又將砂\\n仁湯灌下去，然後漸漸醒轉來。山子佳坐在真娘身邊，自己想道：「原沒有甚麼不\\n好，為甚麼我怪他？萬一叫他不醒，方纔這夢，就要應了。」真娘醒來，睜眼一看\\n山子佳，歎道：「有這樣奇絕之事。如今我看得，明明白白，一些也不氣你了。我\\n自合該受你的磨折，怨不得你。」可見夫婦之恩仇，皆有一定之數。\\n　　那婆婆見真娘醒了，又有賢曉的話，便對子佳道：「你如今性子，也要改一改\\n，娘子原是極賢慧的，你今後再不可如此，又來嚇我。」真娘道：「婆婆，我方纔\\n睡去，得一夢，甚是奇怪。」因細細述與子佳、婆婆聽。聽真娘說完了，子佳不覺\\n失聲道：「天下有此奇事！適纔我在書房媞峊h了，也得一夢，如此如此，這般\\n這般。從前其實不知，為甚見了娘子，即沖起氣來，方纔得了，這抽腸換眼的夢，\\n便覺娘子嬌媚可愛，與前大不相同了，說來自己也不肯信。」真娘道：「這個緣故\\n，我已明白。」\\n　　又述西子、貴妃一段奇事，共相駭異。子佳即扶起真娘來，就覺親熟。喚小廝\\n即請桓心伯來，竟述夜來所夢，並西子、貴妃冤事。心伯道：「原來有如此緣故，\\n可見事非偶然，怨毒之干人，甚矣哉！太史公這句，再不差的。」當日重新買三牲\\n齋和合紙，並虛空祭了碧霞元君，兩個雙拜謝了，喫了酒。這番不要桓心伯送進房\\n了。\\n　　黃昏時，真娘打扮得齊整，歡天喜地。那山子佳進房，你恩我愛，脫衣解帶，\\n成其雲雨。做了一二年親，這是第一夜，況真娘前世，原是慕子佳的，子佳前世，\\n亦是有深情的，所以極其歡愛。正是：\\n　　　　你有情，我有情，一夜夫妻百夜恩。顛鸞倒鳳，般般有﹔握雨握雲，事事\\n新。一個愛根深，親親熱熱﹔一個情緣重，款款輕輕。笑當之情懷，如沙作餅﹔羨\\n今時之恩愛，似芥投針。\\n　　卻說山子佳與真娘，親熱一夜，清晨起來，真娘梳洗了道：「我前世會做詩，\\n今世雖不甚會，也學得一二句。我做來，以說今日之事，你須和我。」子佳道：「\\n極妙，極妙。我正要看看娘子的才學。」真娘援筆吟詩一絕，云：\\n　　昔年曾棄置，今日何相親。\\n　　賴得驚時夢，還為再世人。\\n　　子佳看了道：「妙，妙！我也依韻和你一絕。」遂援筆直書，云：\\n　　恩中俄作怨，疏後念逾親。\\n　　所異今時寵，依然昔日人。\\n　　自此之後，桓心伯來愈加親密。山子佳與真娘，夫妻兩個，極其恩愛。不道第\\n一夜，一個連枝炮，竟得了個雙胎。十月滿足，竟生下一對孩子來，俱生得眉清目\\n秀，無致異常。真娘一發驚異道：「必定是西子、太真轉世了。」對子佳道：「你\\n今，務要將此二事，佈告相知。」\\n　　不道隔了兩日，桓心伯家中，妻妾兩個，連舉二女，子佳道：「既是前生，與\\n我有因，就將兩個兒與他為婿，可不道是三好合到老麼。」當日就與心伯說知，心\\n伯欣然從命，將禮物聘定了。\\n　　不覺光陰如箭，子佳兩個兒子，漸漸長大起來，竟成一對玉人。一個取名山左\\n玉，一個取名山右玉。里中人見了，無不稱為再世的潘安，當時的衛玠。\\n　　於是兩個十五歲，俱進了學，在學中考得起。又隔一科，俱中了進士，考庶吉\\n士，做了少年翰林。\\n　　不道是科狀元，姓李名明，字又明，也是一個風流年少。不但吟詩作賦，又且\\n精於音律，夙有龍陽之好。自瓊林宴上，見山氏弟兄，他大驚道：「世上有這等美\\n男。」因而與他敘話，問：「山年兄妙齡。」左玉答道：「小弟一十八歲。」李狀\\n元道：「如此，小弟癡長一年，令弟年兄妙齡。」左玉笑道：「同年同月同日同時\\n。」李狀元笑道：「年兄又來取笑了，弟兄，那有同年同月同日同時的？」左玉將\\n雙生的緣故，述了一遍，李狀元嘖嘖稱羨道：「賢昆玉，生得如此俊秀豐姿，不要\\n說別的，祇小弟幸叨同榜，得一觀玉顏，也便是無量的福分了。」一千三百人中，\\n獨與山氏弟兄，兩個異樣綢繆。\\n　　那李明，宴罷歸寓，一夜翻來覆去睡不著，想道：「怎麼世上，有如此美男，\\n我李又明，若得與他同睡一宵，就死也甘心了。」因躊躇了一夜，忽然道：「是了\\n是了，如此如此，必著我手無疑。」天明了，遂爬起來，寫個請酒帖兒，又將花箋\\n寫著幾行，云：\\n　　庭中牡丹甚盛，不數魏紫姚黃，然名花必得主人相對，始不虛負春光也。兩年\\n翁撥冗過我，弟且速紅裙，發春醅以待。\\n　　　　名具正肅\\n　　卻說山氏弟兄，是日宴罷歸來，也同羨李又明的風流年少。不道山左玉天性不\\n飲，因心上得意，勉強在瓊林宴上，多飲了兩杯，不勝酒力，明日竟中酒，嘔吐了\\n一回，沉沉倦睡。\\n　　忽見長班稟道：「李老爺今日請兩位老爺賞花，且有書在此，一定要去的。」\\n山左玉道：「我身子甚倦。」因對山右玉道：「二弟你去擾了他，我極欲去，因頭\\n尚疼痛，為我多多致謝罷。」那山右玉是個年少，又見了紅裙兩字，便欣然道：「\\n我去，我去。」\\n　　隨喚家人打轎，到李狀元寓所來。李又明接著忙問道：「令兄為何見卻？」山\\n右玉道：「家兄因病酒不能赴召，容日趨謝。」又明口中答道：「既如此，另日再\\n屈。」心上卻轉道：「他一個來，更好行事。」茶罷，遂拉山右玉，到花前賞花，\\n兩人說說笑笑。右玉愛又明，是少年鼎甲，又明愛右玉，是少年翰林，兩個漸漸相\\n狎起來。始稱年翁，繼呼老李，謔浪笑傲，無所不至。又明遂將手，勾了右玉頸，\\n親道：「我若得你這樣美人為妻，便牡丹花下死，做鬼也風流。」右玉也反手，將\\n又明一搿，道：「我若得你這樣人為妻，願以金屋貯之。」兩人取笑了一回。\\n　　長班報院中一娘到了。卻原來這個姣女，名喚董蘋香，是李又明，新結識的婊\\n子。他進門，與山右玉相見了，帶笑向李又明道：「這位老爺是男老爺，女老爺？\\n」又明帶笑道：「你猜。」蘋香道：「若男定潘安、衛玠，女必是織女、天仙，不\\n然世上那有這般國色。」右玉道：「我是織女，你便做個牛郎，配我何如？」\\n　　又明支個眼色，對蘋香道：「來，我有句私房話說。」兩人攜手，到僻靜處，\\n附耳對，蘋香道：「曉得。」遂喚家人，排酒上席。蘋香將山右玉百般調弄，眉來\\n眼去，捏手捏腳，右玉遂魂不附體起來。正是：\\n　　座中若有一點紅，斗筲之量飲千盅。\\n　　那山右玉酒量原窄，被蘋香弄得爛醉，身子漸漸東倒西橫。又明道：「山年兄\\n，我們如今行一口令，耍子。」右玉笑：「我要說一個字後，查合式者免飲，不合\\n式者三大觥再說。」自己飲大杯道：「品字酒乾。」又明已早會意，也飲一大杯道\\n：「州字酒乾。」隨斟一杯，遞與蘋香，蘋香接酒飲了道：「患字酒乾。」右玉道\\n：「不合式者聽罰。」蘋香道：「兩位爺的字，說得有理，我便受罰。」\\n　　右玉遂立起身來，左手將蘋香搿著，右手去搿了李又明，將嘴一湊道：「這不\\n是品字。」蘋香道：「李老爺的州字，怎麼解？」又明遂將蘋香，推在山右玉懷堙\\nA自己伏在右玉背後，笑道：「這不是個州字。」右玉笑道：「好便好，祇是少了\\n一點，要罰一大杯。」蘋香帶笑翻轉身，即將右玉搿住，又扯又明在右玉背後，嚷\\n道：「你兩個做了一串，我將心對了你，這不是個患字麼。」右玉與又明大笑道：\\n「妙，妙！有竅，有竅！俱免罰。」\\n　　又飲了一回，右玉不覺大醉。又明道：「年兄住在小寓罷，若寂寞，留蘋娘陪\\n榻何如？」右玉道：「使得，使得。」口中說，將手扯蘋香往床上，一交跌去睡了\\n。\\n　　那蘋香即將他衣服，輕輕脫去，自己也脫了，與他一窩兒睡著。李又明與蘋香\\n，俱留心未醉。見右玉睡濃。又明即脫下衣服，也向被窩堙A輕輕鑽進，撫摩他\\n的身子，真是羊脂玉一般。摸著他後庭，不覺興動難遏，便輕輕以唾抹之，將那話\\n兒一頂，竟禿地進了半根。右玉醉醒道：「甚麼東西？」又明與蘋香緊緊搿住了他\\n，蘋香笑道：「是我。」右玉忙要翻身，再翻不得。又明求告道：「年兄，我愛得\\n你緊，不覺得罪，必要求你包容。」右玉心上已愛又明，又被蘋香搿住，即將右玉\\n那物兒插入牝中，上邊與他親嘴笑道：「不叫你行這個令，如今三個字都應了。」\\n右玉前生原是楊貴妃，又明前生乃是唐玄宗轉世，因此宿緣未斷，乃不覺順從了。\\n於是三人弄了一回，各人揩抹乾淨，睡到天明。又明起來，重整杯盤，三人說說笑\\n笑。\\n　　正在熱鬧間，不道山左玉，見兄弟昨夜不歸，他就悄悄步到李狀元寓所來看。\\n竟撞見與蘋香飲酒，左玉道：「你們這樣快活，可知昨夜不歸？」又明道：「昨候\\n年兄，年兄見卻，今日也必要盡歡。」右玉道：「年兄，曉得我今早有聖旨下麼？\\n因扶余國作亂，要弟同兵部官，領兵齎詔去招安他，刻不可緩，星夜起身前去。」\\n　　又明與右玉，俱喫驚道：「如此遠行，怎麼處？」又明道：「今日便酌，就算\\n餞行罷。」叫家人排起酒來，四人共飲了一回。飲罷，即回寓所。山左玉同兵部官\\n收拾行李，下了海鰍船，一程竟到扶余國去。\\n　　卻說扶余國王，自虯髯公做了國王，不道後邊子孫絕了。近有個打魚的漁人姓\\n范，名雄，乃是范蠡生十一世的玄孫，有萬夫不當之勇。知國王已絕，他即領幾千\\n漁船，各執器械，佔了此國，竟不服王化。因此防海總兵官奏聞，特著山左玉，同\\n兵部郎中楊雲、總兵徐健，相機行事，或戰或撫。\\n　　不日，兵船到了扶余國，國王大驚，集眾倭臣商議，眾臣道：「我國僻處海隅\\n，堂堂天朝，恐難抵敵，不如歸順討封，乃為上策。」國王道：「寡人意立如此。\\n」遂率眾臣出城迎接，道：「僻隅弱國，並不敢有抗天朝，但不能及時朝貢。」山\\n左玉見王如此有禮，即請上船，與他相見道：「貴國若不失來王之禮，及時貢獻，\\n我當力奏封汝，使汝國永安，長享富貴。」國王唯唯聽從。於是國王回國，即設宴\\n，相請山左玉同兵部楊雲、總兵徐健，三人同去赴宴。\\n　　扶余國中，以天使到來，盡國男子婦人，俱擁擠觀看，不道驚動了國王愛女。\\n名喚珠瑩，年方一十六歲，尚未有配，也是海外的絕色。聞說天使赴宴，即便同宮\\n蛾彩女，於後殿垂簾觀看。看見了如花如玉的山左玉，他竟手舞足蹈，口中咿咿喔\\n喔個不了。夜間即出左玉道：「我若不嫁這一個天使，我就縊死了，將魂靈兒，隨\\n他到中國去。」國王大驚道：「既如此，我明日即將你送與他。我有了中國女婿，\\n有何不可，何出此言。」\\n　　明日國王即到船上，將女兒言語，對左玉細說，左玉道：「極承厚愛，祇是在\\n下，已有妻室了，恐難從命。」國王道：「想小女之意，就是側室，他也情願。在\\n寡人，譬如女兒死了，一定要求慨允。」那山左玉，被國王逼不過，又被楊、徐二\\n人極力慫恿，祇得應允了。國王見允，大喜回去，即將十萬兩銀子，一萬兩金子，\\n無數珍珠寶貝，以為妝奩。又寫歸順奏章一道，貢獻珍奇寶貝。\\n　　國王迎山左玉到宮中，與珠瑩公主成親。山左玉本意勉強，及見了珠瑩公主，\\n貌比嫦娥，顏如姑射，便不覺歡喜無量。但見車騎無數，鼓樂喧天，國王親自送公\\n主上船。即別了國王，一程竟回到北京。\\n　　山左玉見了朝，面奏國王奉旨歸順，遂將表章、貢物獻上。又奏國王見臣逆旅\\n孤寂，賜臣公主為妾。聖上大喜道：「卿為國王之婿，扶余承順，海外可保無虞矣\\n。」於是以山左玉，招安扶余有功，父母俱封贈了。\\n　　那李狀元，感山右玉不勝之情，將千金買蘋香奉贈為妾。即日聖旨特賜，回籍\\n就婚。弟兄兩個奉旨，立刻起程，各帶一妾到了家中，拜見了山子佳、弁氏，遂擇\\n吉娶桓心伯二女，同日成親。先向北拜了闕，又拜了天地，拜了父母山子佳、弁氏\\n。兩個兒子，俱做少年翰林，娶了一對媳婦，又添兩個美妾，俱極其孝順。準準又\\n做三十年夫婦，同享榮華。杭州莫不傳為美事奇聞。\\n第八回????買媒說合蓋為樓前羨慕　疑鬼驚途那知死後還魂</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>　　詞曰：\\n　　才各一方，相思莫釋。美分兩地，眷戀難忘。蹈逾牆鑽，大喪身傷。心幸劫屍\\n，撬棺回生遂意。不料好事多磨。離因走亂，詎知良緣有定，名就圓親。始笑不守\\n香閨，後羨傳侵烈志，受無窮享用，歷不盡榮華。\\n　　卻說情之一字，假則流蕩忘返，真則從一而終。初或因情以離，後必因真而合\\n，所以破鏡重圓，香勾再合，有自來也。\\n　　在下說元朝姑蘇，有一士人，姓文，名世高，字希頑。生來天資敏捷，博洽好\\n學。但因元朝輕儒，所以有志之士，都不肯去做官，情願隱於山林，做些詞曲度日\\n。故此文世高功名之念少，而詩酒之情濃。\\n　　到至正年間，已是二十過頭，因慕西湖佳麗，來到杭州。於前塘門外，昭慶寺\\n前，尋了一所精潔書院，安頓了行李書籍。卻整日去湖上遨遊，信步閑行。偶然步\\n至斷橋左側，見翠竹林中，屹立一門，門額上有一匾曰：「喬木世家。」世高緩步\\n而入，覺綠槐修竹，清陰欲滴，池內蓮花馥鬱，分外可人。\\n　　世高緣景致佳甚，盤桓良久。忽聞有人嬌語道：「美哉，少年。」世高聞之，\\n因而四顧，忽見池塘之左，臺榭之東，綠陰中小樓內，有一小嬌娥，傾城國色，在\\n那媥B遮掩掩的偷看。世高欲進不敢，祇得緩步而出，意欲訪問鄰家，又不好輕\\n易問得。\\n　　適見花粉店中，坐著一個老婦人，世高走近前，陪個小心道：「老娘娘，借寶\\n店坐一坐。」老婦人道：「任憑相公坐不妨，祇沒有好茶相款。」世高見這老嫗說\\n話，賢而有禮，便問道：「老娘娘高姓？」老婦人接口道：「老身母家姓李，嫁與\\n施家，先夫亡過十年，祇生一個小女。因先夫排行第十，人都稱老身施十娘。但不\\n知相公高姓，仙鄉何處，到此何干？」世高道：「在下姑蘇人，姓文。因慕西湖山\\n水，特來一遊。」施十娘道：「相公特特來遊西湖，便是最知趣的人了。」\\n　　世高見他通文達禮，料道不是粗蠢之人，便接口道：「老娘娘，前面那高門樓\\n，是甚麼樣人家？」施十娘道：「是鄉宦劉萬戶家。可惜這樣人家，子嗣祇生得一\\n位小姐，叫名秀英，已是十八歲了，尚未喫茶。」世高故意驚訝道：「男大當婚，\\n女大須嫁，論起年紀十八歲，就是小戶人家，也都嫁了，何況宦家。」施十娘道：\\n「相公有所不知，劉萬戶祇因這小姐，生得聰明伶俐，善能吟詩作賦，愛惜他如掌\\n上之珍，不肯嫁與平常人家，必要嫁與讀書有功名之人，贅在家堙A與他撐持門\\n戶。所以高不成，低不就，把青春差錯過了。」世高道：「老娘娘，可曾見小姐過\\n麼？」施十娘道：「老身與他是緊鄰，時常賣花與他，怎麼不見。」世高聽見，暗\\n暗道：「合拍得緊，今日且未可說出。」\\n　　遂叫聲：「咶噪。」起身回去。細細思想道：「這姻緣，準在此老婦人身上，\\n有些針線。但這老婦人賣花粉過日，家道料不豐腴，我須破些錢鈔，用些甜言美話\\n，以圖僥幸。」\\n　　是夜思念秀英小姐道：「他是閨門處女，如何就輕易出口稱讚我？他既稱讚，\\n必有我的意思，況又道：‘美哉，少年。’尤為難得。」在床上翻來覆去，睡不著\\n。\\n　　忽然不知不覺，夢到城隍廟堙A一心牽掛著秀英小姐。便就跪在城隍面前，\\n禱告道：「不知文世高，與劉秀英有婚姻之緣否？」城隍吩咐判官，查他婚姻簿籍\\n，判官查出呈上。城隍看了，便就硃筆寫下四句，與文世高，接得在手，仔細一看\\n，上道：\\n　　爾問婚姻，祇看香勾。\\n　　破鏡重完，淒惶好仇。\\n　　文世高正在詳審之際，旁邊判官高聲一喝，颯然驚覺，乃是南柯一夢。仔細思\\n量，此夢實為怪異，但「破鏡重圓，淒惶好仇」二句，其中有合而離，離而合之事\\n，且待婚姻到手，再作區處。\\n　　到天明，急用了早膳，帶了兩錠銀子，踱到施十娘店中來。那施十娘，正在那\\n媥蓂z花粉，抬起頭來，見文世高在面前，便道：「相公，今日有甚麼事又來？\\n」文世高道：「有件事央說老娘。」施十娘道：「有何事，若可行的，當得效勞。\\n」文世高便去袖中，取出銀子來，塞在施十娘袖中道：「在下並不曾有妻室，要老\\n娘做個媒人。」施十娘見他口氣，明明是昨日，說了秀英小姐身上來的，卻故意問\\n道：「相公看上了那一家姐姐，要老身做媒？」文世高道：「就是老娘昨日，說的\\n劉秀英小姐。」施十娘道：「相公差矣！若是別家，便可領命，若是劉家，這事實\\n難從命。祇因劉萬戶生性古執，所以遲到於今，多少在城鄉宦，求他為婚，尚且不\\n從，何況你是異鄉之人？不是老身衝撞你說，你不過是個窮酸，如何得肯？尊賜斷\\n不敬領。」便去袖中，摸出那兩錠銀子來，送還文世高。\\n　　世高連忙道：「老娘娘，你且收著，在下還有一個話要說。」\\n　　即將店前椅子，移近櫃邊道：「不是在下妄想，祇因昨日，步入劉萬戶園庭，\\n親見小姐，坐在小樓之內，見了我時，說一聲道：‘美哉，少年。’看將起來，小\\n姐這一句說話，明明有些緣故，今日特懇老娘進去，見一見小姐，於中見景生情。\\n得使時，試問小姐，可曾有這一句話說否？然而他是深閨小姐，如何就肯應承？這\\n句話，畢竟要面紅耳赤。老娘是個走千家，踏萬戶，極聰明的人，須看風使船，且\\n待他口聲何如？在下這幾兩銀子，權作酬勞之意，不必過謙。在下晚間，再來討回\\n話。」施十娘聽了，笑嘻嘻的道：「劉小姐若沒這句話，你再也休想。若果有這句\\n說話，老身何惜去走一遭。但你不可弔謊，若弔了謊，卻不是老身偌大的罪過，反\\n說是輕薄他，日後再難見他的面。這關係非同小可，你不可說空頭話。」文世高道\\n：「我正要託你做事，如何敢說謊？若是在下說謊，便就天誅地滅，前程不吉。」\\n施十娘見他發了咒，料道未必是謊，即忙轉口道：「老身特為相公去走一遭，看你\\n姻緣何如？若果是你姻緣，自然天從人願。若不是你姻緣，你休癡想，纏我也是無\\n益的。」文世高點首道：「自然曉得。」便回下處。正是：\\n　　眼觀旌捷旗，耳聽好消息。\\n　　卻說施十娘著落了，袖堻o兩錠銀子，安排午飯喫了。揀取幾枝奇巧時新花\\n兒，將一個好花籃兒來盛著，慢慢的走到劉家來。正是：\\n　　本為賣花老嫗，權作探花冰人。\\n　　三姑六婆不入，斯言永遠當遵。\\n　　卻說這劉小姐，自見文世高之後，好生放他不下。暗想道：「我看他一表非俗\\n，斷不是尋常之輩，若得與他夫妻諧老，不枉我，這一隻識英雄的俗眼兒。我今年\\n已十八，若不嫁與此等之人，更揀何人。但我爹爹執古，定要嫁勢要之人，不知勢\\n要之人，就是貧賤之人做起的，揀到如今，就把青春耽誤過了，豈不可歎。但不知\\n所見少年，是何姓名，恐眼前錯過了，日後難逢。」這是小姐的私念。\\n　　大抵女人，再起不得，這一點貪愛之念，若起了時，便就心猿意馬，把捉不定\\n。恰值那施十娘，提了花籃兒，來到劉家。見了老夫人，道個萬福，夫人還禮道：\\n「施媽媽，久不見你了。」施十娘道：「因家困窮忙，失看老奶奶和小姐，今日新\\n做得幾枝好花兒，送與小姐戴。」老夫人道：「我家小姐，正思量你的花兒戴，你\\n來的好。」\\n　　喫了茶，就走到小姐繡房門口，掀開簾兒，走將入去。祇見小姐，倚著欄杆，\\n似一線兩氣模樣，上前忙道個萬福。恰值小姐思憶少年，一時不知，見施十娘道了\\n萬福，方纔曉得有人到來，急轉身回禮道：「媽媽，為何幾時不來看我，可有甚麼\\n時新巧色花頭兒麼？」施十娘道：「有，有。」\\n　　連忙開了花籃兒，都是嶄新花樣，一枝枝取出來，放在桌上。卻取起一朵，喜\\n踏連科的金枝金梗異樣好花兒，插在小姐頭上，道：「但願小姐明日嫁個連中三元\\n的美少年，帶挈老身喫杯喜酒，可好麼？」小姐笑笑，便隨他戴了。\\n　　恰好丫鬟春嬌，送進茶來，施十娘接杯在手，順口兒道：「老婆子今日，喫了\\n小姐的茶，不知幾時喫小姐的喜酒哩！常時受小姐的好處，一些也不曾補報得，日\\n夜在心。明日若替小姐做得一頭好媒，老婆子方纔放心得下。」小姐口中雖不做聲\\n，卻也不怪他說。\\n　　施十娘看房中無人，便走近小姐身邊一步，道：「小姐，老身有一句，不知進\\n退的話，敢在小姐面前說麼？若不嫌老身多嘴，方敢說，若怪老身，老身也就不說\\n了。」小姐道：「媽媽，你是老人家，如何怪你？有話但說不妨。」施十娘便輕說\\n道：「小姐，你前日樓上，可曾見一個少年的郎君麼？」小姐臉色微紅，慢慢的道\\n：「沒有。」口中雖然答應，那意思甚懈。施十娘見他，像個不嗔怪的意思，料道\\n是曾見過來，因又說道：「你休瞞我，那少年郎君，今日特來見我，說前日見了小\\n姐，小姐稱讚他美少，可是有的麼？」小姐不覺滿面通紅，便不則聲。\\n　　施十娘知竅，便說道：「那少年郎君，是蘇州人，姓文，真個好一個風流人品\\n。小姐若得嫁他，日後夫榮妻貴，也不枉了小姐芳容，你心下何如？」那小姐把頭\\n低了，微微一笑。施十娘見小姐這般光景，料道十拿九肯，又說道：「那文相公思\\n想小姐，自從昨日至今日，一連來數次，要老身訪問小姐消息，不知小姐有何說話\\n？」那小姐道：「沒有甚麼說話，但不知這人可曾娶？」便不言了。施十娘接口道\\n：「他說不曾娶妻，所以央老身做媒。據我看起來，這人不是個薄幸之人。論相貌\\n，與小姐恰好是一對兒，不可錯過了這好親事。小姐若肯應允，老身出去就與他說\\n知。」小姐將頭點了一點，施十娘會意，忙收拾花籃兒起身。小姐又扯住他衣袂道\\n：「老媽媽，謹言。」施十娘道：「不必吩咐。」出來見老夫人道：「小姐還要幾\\n枝好花兒，明日再送來。」說罷自去。正是：\\n　　背地商量無好語，私房計較有姦情。\\n　　施十娘出得門來，那文世高，早已在店中候久了。見了施十娘，面色然有些喜\\n色，便深深唱一個喏道：「那事如何？」施十娘細細講述一遍，喜得那世高，渾身\\n如蟲鑽骨癢一般，非常快樂。道：「小姐這般光景，婚姻事大半可成，我明日做首\\n詩，勞老娘寄與小姐一看，或求他和我一詩，或求他信物一件，以為終身之計，全\\n仗維持。」施十娘依允了。\\n　　文世高回寓，當晚一夜無眠。次日早起，取出白綾汗巾一方，磨濃了墨，寫七\\n言絕句一首於上：\\n　　天仙尚惜人年少，年少安能不慕仙。\\n　　一語三生緣已定，莫教錦片失當前。\\n　　寫完封好了，急急走到店中，付與施十娘道：「願老娘寄一寄去，千萬討小姐\\n一個回信，事成重重相謝。」\\n　　施十娘袖了詩，又揀幾枝好花兒，假意踱到劉家來。見了老夫人道：「今選上\\n幾枝花兒，比昨日的又好，特送與小姐。」說完了，便望小姐臥樓上走。小姐見了\\n，比昨日更自不同，即忙見禮。施十娘四顧無人，便去袖中，摸出那條汗巾兒，遞\\n與小姐，小姐打開一看，卻是一首詩，仔細看來，大是鍾情的意思。又見他寫作俱\\n妙，越發動了個愛才之念，看了不忍釋手。\\n　　施十娘見他這般不捨，就道：「小姐高才，何不就和他一首。」小姐笑道：「\\n如何便好和得。」施十娘道：「文相公還要問你求件信物兒，以為終身之計。」小\\n姐聽罷，便走到箱子內，取出親手繡的一條花汗巾，拿起一枝紫毫筆，就題一詩於\\n上：\\n　　英英自是風雲客，兒女娥眉敢認仙。\\n　　若問武陵何處是，桃花流水到門前。\\n　　題完詩，就遞與施十娘。十娘道：「你兩個，既是這般相愛，定是前生結下的\\n夫妻，但不知這詩中，可曾約他幾時相會？」小姐道：「我詩中之意，雖未有期，\\n卻隨他早晚來會便了。」施十娘道：「如此固好，但府上銅牆鐵壁，門戶深沉，卻\\n教他從何處進來？」小姐聽了，沒做理會。\\n　　施十娘是偷香竊玉的老作家，推開窗，四圍一看，道：「有了，老身的後門，\\n緊靠著這花園牆內，棲雲石邊。小姐你晚間可到石上，垂過一條索子來，教文相公\\n執著索子，攀著樹枝，便可進來。」小姐道：「恰好有條秋千索在此，且喜這石畔\\n有一株老樹，盡可攀援，諒無失足之虞。」兩個計較得端端正正，小姐又取出一隻\\n，穿得半新不舊的繡鞋兒，遞與媽媽道：「以此為驗。」施十娘袖了繡鞋兒並花汗\\n巾，起身作別。臨行時，小姐去奩妝堙A取出金釵一股，贈與施媽媽，道：「權\\n作謝儀，休嫌菲薄。」又叮囑了幾句，送至樓門口。正是：\\n　　情到相關處，身心不自由。\\n　　和盤都托出，閨閣惹風流。\\n　　施十娘急急走至店中，那文世高已候許久了。施十娘道：「文相公，恭喜賀喜\\n，天賜良緣。我今日為你作合，你休負了小姐一片苦心。」遂取出汗巾、繡鞋兒，\\n遞與文世高。世高一時見了，就如平地登天，喜之不勝。再看詩意，不獨情意綢繆\\n，而詞采香艷風流，更令人愛慕。看了繡鞋兒，纖小異常，又令人愛殺。\\n　　正在仔細玩弄之際，忽然想起夢中城隍之言，若問婚姻，祇看香勾之句，遂歎\\n一聲道：「好奇怪。」施十娘道：「有何奇怪？」文世高便將夢中之事，說了一遍\\n。施十娘道：「可見夫妻，真五百年結就的，不然一見，何便留情至此。」文世高\\n遂把汗巾、繡鞋，放入袖中。施十娘道：「還有好處哩！約你晚間相會。」並從牆\\n上掛索之計，從頭至尾，說了一遍。喜得那文世高，眉開眼笑，連叫謝天謝地。\\n　　走到寓所，換了一套新鮮衣服。到黃昏街鼓微動，文世高就悄悄到施十娘家等\\n候。侯不多時，祇聽得牆頭上，果有秋千索放過來，施十娘扶了文生，文生弔住索\\n子，扒上牆頭。慌慌張張攀著一枯樹枝，正欲跨到石上，不料那枯枝一斷，從空倒\\n跌在石峰上，立時喪命。祇道是：\\n　　兩地相思今會面，誰知樂事變成悲。\\n　　施十娘見文生跨過了牆，祇道落了好處，竟自閉門而睡，不題。小姐見文生已\\n上牆頭，正欲相迎，忽然跌下，竟不動了。急走近身邊一看，見牙關緊閉，手足冰\\n冷，忙去摸他口鼻，一些氣息也無。小姐慌了手腳，一霎時滿身寒顫起來。欲待救\\n他，又無計策，祇得又去口鼻邊摸一摸，氣息全無，身上愈冷了。\\n　　淒惶無措，不覺兩淚交流。一則恐明早，父母看見屍首，查究起來，譴責難逃\\n﹔二則文生因我而亡，我豈有獨生之理？千思百想，祇得將秋千索自縊而死。正是\\n：\\n　　可憐嫩蕊嬌花女，頓作亡生殞命人。\\n　　且說春嬌這丫鬟，原是粗婢，日日清早，小姐幾次叫他，也不就起來。這晚小\\n姐因有心事，叫他先睡，故不知小姐自縊而死，竟睡得過不亦樂乎。老夫人不見春\\n嬌出來，取麵湯，隨即自上樓來，叫春嬌：「這時節，怎以還不拿麵湯，與小姐洗\\n面？」那春嬌從睡夢中，驚醒起來，見老夫人立在他面前，便呆了。\\n　　老夫人祇道小姐貪睡，口媢D：「女兒，你也忒嬌養了，這時候還不起來，莫\\n非身子有些不快麼？」總不見則聲，急急走到床前一看，並不見影響，忙問春嬌道\\n：「小姐在那堙H」春嬌夢夢不知。下樓四周一看，祇見棲雲石上，跌死一少年男\\n子，舉頭一看，樹上弔著的卻是秀英女兒。一時嚇倒，口堿擖s道：「怎麼好！\\n怎麼好！」急叫春嬌，把小姐抱起，自去喉間，解了秋千索子，放將下來，已是直\\n挺挺一毫氣息都無了。\\n　　慌忙走到房中，見了劉萬戶，兩淚如雨，連一句話，也說不出。劉萬戶不知甚\\n麼緣故，問道：「為何事，這般慌張？」夫人咽了半日，方說得一句出道：「女兒\\n縊死。」劉萬戶聽了，驚得面如土色，急忙同了夫人，走到石邊，看見兩個死屍，\\n便則聲不得，點點頭，歎一口氣道：「這般醜事怎處？」細問春嬌，知是施婆做腳\\n，劉萬戶對夫人道：「女兒之死，到也罷了，但這賊屍，卻怎麼處。」因又想道：\\n「這事既是施婆做的，須叫他來設法出去。」便悄悄叫家人去喚施婆。\\n　　那時施十娘起五更，就立在後門首，等文生下來。再不見秋千索子，好生疑慮\\n，不住的走進走出，絕不見影兒，心堜e決不下。\\n　　忽然間劉家兩個人，走到面前，道：「施媽媽，奶奶立等你說句話。」那施媽\\n媽，聽了這句話，嚇得面上就像開染坊的，一搭兒紅，一搭兒紫，料道：「這事犯\\n出來了。」又沒法兒，做個脫身之計，祇得硬著膽，來見夫人。夫人道：「你如何\\n害我小姐？」施媽媽道：「並不關我事，這都是小姐自看上了文生，賦詩相約，自\\n家做出來的。」老夫人道：「如今兩個都死了，怎麼處？」施媽媽聽了這一句，一\\n發魂都沒有了，同到山石邊一看，連施媽媽也哭起來。\\n　　劉萬戶道：「做得好事，誰要你哭！如今事已至此，無可奈何，我家醜聲，豈\\n可外揚，卻怎麼弄得兩個屍首出去方好。恐家中小廝得知，人多口多，不當穩便。\\n」施媽媽接口道：「我有個侄兒李夫，原賣棺木為生，他家有兩三個工人。待我去\\n叫他晚間寂寞，抬一口大些的棺木來，把他二人共殮了，悄悄抬到山堮I葬了，\\n誰人得知。」劉萬戶與夫人，俱點頭會意。取了三十兩銀子，與施媽媽，叫他速去\\n打點。又吩咐道：「切莫聲張，來扛抬的人，都莫與他說真話，若做得乾淨，前情\\n我也不計較你了。棺木須要黃昏人靜，從後門抬進，不可與一人知覺。凡事謹言，\\n不可漏泄。」說罷，施媽媽自出。\\n　　暗暗的打點停妥。到得人靜，劉萬戶祇叫春嬌開了後門，放那抬棺木的悄悄而\\n入，扛抬的人留在外廂，單叫李夫進來，把兩個屍首放做一柩。老夫人不敢高聲大\\n哭，因愛惜這個女兒，雖有家資，已死無靠，遂將房中金銀首飾，盡數都搬在棺內\\n，方將棺材蓋上釘好。老夫人又賞了扛抬的人，悄地抬出，抬到天竺峰下，掘開土\\n來，把棺材放下。李夫吩咐眾人道：「你們抬了這半夜，也辛苦了，你們先自回去\\n，買些酒喫，我受人之託，當終人之事，我自埋好了方回。」\\n　　眾人取了扛索而回，獨李夫心懷歹意，因殮時見老夫人，將金銀首飾放在棺內\\n，約莫也有三百金。李夫是眼孔小的人，生平何曾見過，這許多東西。一時眼熱，\\n恨不盡數拿來揣在懷堙C故先打發了，這幾個人回去，再四顧無人，便將鐵鋤把\\n棺蓋著實打了幾下，那棺蓋就松開一條縫。原來李夫先前用了賊智，便預準備著這\\n個意思，於釘釘時節，就不著實釘緊，所以一敲就開。再將鐵鋤去子口邊撬將開來\\n，把棺蓋掀開，放在一邊。\\n　　正要伸手去小姐頭上拔那首飾。你道世上，有這樣遇巧的事，一邊李夫去取首\\n飾，一邊文世高還魂轉來，哱息一聲，那李夫著實喫了一驚，祇道是死鬼作怪，慌\\n了手腳，連忙便跑。祇見聽見呼呼的有鬼從後趕來，愈覺心慌。負極的往前奔走，\\n一連跑了四五里路，方纔放心，回轉頭一看，並沒一個人影。低頭一看，原來腳上\\n，帶了一條大荊棘草，索索的不住拖著四邊荒草亂響，不覺疑心生暗鬼起來。李夫\\n原不是，久慣劫墳之人，所以一驚便走，回去那堣ㄕA來。正是：\\n　　鰲魚脫卻金鉤釣，擺尾搖頭再不來。\\n　　且說文世高還魂轉來，周身疼痛難當，又不知何處，舉目茫然。但見淡月彎彎\\n，殘星點點，荒蒿滿眼，古木參天。見自己存身棺內，誰知棺內又有一屍，乃是秀\\n英小姐了。抱看小姐的屍首，哭道：「我固為卿而死，卿必為我而亡，既得生同情\\n，死同穴，志亦足矣！」因以面對面抱著祇是哭。見小姐不能回生，便欲再尋死地\\n。\\n　　忽見了孔中，微有氣息三生，急按耳哀呼，以氣接氣，良久，秀英星眼微開。\\n文生大喜，慌忙扶起，覺音容如舊。二人既醒，非喜交集。秀英道：「今宵死而復\\n生，實出意表，這是天意不絕爾我之配。但我父母謂爾我，已陷入死亡，無復再生\\n之理，不可驟歸，不若妾與君，同去晦跡山林，待守清貧何如？」文生點頭道：「\\n此言甚是有理。」兩人從壙中走出。文生因跌壞，步履艱難，秀英祇得幫著文生，\\n將棺內被褥打了一包，又將自己金銀首飾收拾藏好，再將棺蓋蓋好，把鐵鋤鋤些浮\\n土，掩了棺木。\\n　　攜了包裹，二人你攙我扶，乘著星月之下，慢慢的一步一步走出山來。走到天\\n亮，方纔到得水口。文生僱了一隻阿娘船，扶了秀英小姐下船，便與船家長幾錢銀\\n子，買些魚肉酒果之類，燒個平安神福紙，大家喫了神福酒，遂解纜開船而去。正\\n是：\\n　　偷去須從月下移，好風偏似送歸期。\\n　　旁人不識扁舟意，惟有新人仔細知。\\n　　這文生載了秀英小姐，就如范大夫載西施，遊五湖的一般，船中好不歡悅。又\\n是死而復生之後，重做夫妻，尤覺不同。祇是身體被跌傷之後，少不暢意，每到了\\n村鎮，便買些酒肉將息。\\n　　過了三日，早到了蘇州地面。文生先走上去，叫了一乘暖轎下來，收拾了包裹\\n，放在轎內。兩人抬到家堙A歇一轎子，請那新娘子出來，那時更自不同：\\n　　不道是嫦娥下降，也說是仙子臨凡。\\n　　原來文生父母雙亡，他獨自當家，就叫家中婢女，收拾內房，打掃潔淨，立時\\n買一花燭紙馬，拜起堂來。喫了交杯酒，方纔就寢。從此夫妻相敬如賓，自不必說\\n。\\n　　且說老夫人當日，打發了這棺材出門，暗暗啼哭不住。祇因止此一女，日常不\\n曾與他早定得親，以致今日做出醜事來，沒緊要把一塊肉屈屈斷送了。心堣S懊\\n恨，又記掛，不知埋葬的如何？\\n　　次日去尋施媽，正要問他埋葬的事，叫人去問，並無人答應，推開門看時，細\\n軟俱無，祇剩得幾件粗家伙。家人忙回復了夫人，夫人愈加傷感道：「恐我與他日\\n後計較，故此乘夜逃去了。」正是：\\n　　千方百計虔婆子，逃向天涯滅影蹤。\\n　　那文生與秀英在家，正自歡娛，誰知好事多磨。其時至正末年，元順帝動十七\\n萬民夫，浚通黃河故道，一時民不聊生，人人思叛。妖人劉福通，以紅巾倡亂，軍\\n民遇害，劉萬戶以世冑人才，欽取調用。劉萬戶無可奈何，祇得同夫人進京。經過\\n蘇州，又值張士誠作耗，路途騷動。\\n　　那些軍士們，紛紛四散劫掠，遇著的便殺，有行李的便奪行李，到處父南子北\\n，女哭兒啼，好不慘淒。劉萬戶欲進不能，暫羈吳門。過不幾日，那張士誠乘戰勝\\n之勢，沿路侵犯到蘇州地面，合郡人民驚竄。文生在圍城中，亦難存濟，祇得打疊\\n行囊，挈了秀英，同眾奔出，也投泊到驛中。\\n　　秀英小姐遠遠望見一人，竟像父親模樣，急對丈夫道：「那是我父親，不知為\\n何在此？但我父親不曾認得你，你可上前，細細訪問明白。」那文生依了秀英之言\\n，慢慢踱到劉萬戶面前，拱一拱手道：「老先生是杭州麼？」劉萬戶答道：「學生\\n正是錢塘。」文生又問：「老先生高姓？」萬戶道：「姓劉，家下原係世冑，近因\\n劉福通作亂，學生因取進京調用，並家眷羈滯在此，不意逢此兵戈滿眼之際，不能\\n前進，奈何。」\\n　　文生聽了這一番話，別了回來，對秀英小姐道：「果係是我泰山，連你母親也\\n來在此。」小姐聽得母親也在這堙A急欲上前一見。文生止住道：「未可造次，\\n你我俱是，死而復生之人，恐一時涉疑，反要惹起風波，更為不美，且慢慢再作區\\n處。」小姐不好拂丈夫之意，祇得忍耐。然至親骨肉，一朝見了，如何免強打熬得\\n住。\\n　　是夜，秀英暫宿館驛間壁，思念父母，竟不成眠，嗚呼大哭，聲徹遠近。劉萬\\n戶與夫人，細聽哭聲，宛然親女秀英之聲，也心中涉疑，急急往前一看，果是秀英\\n。老夫人不管是人是鬼，一把抱住了大哭。獨劉萬戶尚然不信，因說女已死久，必\\n然是個鬼祟，變幻惑人。秀英聞言，細細說明前事，父親祇是不信。\\n　　秀英見父親古執，無計可施，祇得說：「父親若果不信，可叫人回到天竺峰下\\n，原舊葬埋之處，掘開一看。若是空棺，則我二人不是鬼了。」劉萬戶依言，命僕\\n速往天竺峰下面，同施婆侄兒李夫，掘開舊葬之處，看其有無，速來回報。\\n　　劉道領了主人之命，走到湖上去尋李夫。誰知李夫當夜開棺，怕日後事露，夜\\n間就同姑娘逃走了，沒處尋下落。卻問得原先李夫手下，一個抬材之人，領了劉道\\n到山中掘開土來，打開棺材一看，果然做了孔夫子有鄙夫問於我，空空如也。劉道\\n方信還魂是真。急急奔到蘇州，細細說知，劉萬戶始信以為實。\\n　　然夫人見女兒重生，喜之不勝，獨劉萬戶見女婿是個窮酸，辱沒了家譜，心中\\n祇是不樂。幾次要逐開他去，因干戈擾攘，姑且寧耐。\\n　　到得癸巳六月，淮南行省平章福壽擊□了張士誠，會伯顏帖木兒等，合兵進蘄\\n水破之，自此道路稍通。劉萬戶恐王命久羈，急於趨赴，遂攜了夫人、女兒同上京\\n師。文生亦欲同行，怎奈丈人是個極勢利的老花臉兒，竟棄逐文生，不許同往。文\\n生卻與妻子，依依不捨。\\n　　那萬戶大怒，登時把秀英小姐扶上車兒，便對文生道：「我家累世，不贅白丁\\n，汝既有志讀書，須得擢名金榜，方許為婚。」說罷，登程如飛而去。氣得那文生\\n嚎啕大哭，珠淚填胸，昏暈幾絕。又思量道：「這老勢利如此可惡，而我妻賢淑，\\n生死亦當相從。」遂緩步而進，到得京師。\\n　　那時劉萬戶新起用，好不聲勢赫奕，世高窮酸，如何敢近？旁邊又沒個傳消遞\\n息的紅娘小姐，如何知道文生在此？況客中金盡，東奔西去，沒個投奔，好不苦楚\\n。兼之臘月，朔風凜凜，彤雲密佈，悠悠揚揚，下起一天雪來。\\n　　文生冒雪而往，祇見前面一個婆婆，捉著一壺酒，冒雪而來，就像施十娘模樣\\n。漸漸走到面前，施十娘抬頭一看，見是文生，好生驚恐。啐了一聲，也不開言。\\n連忙提了壺酒，往前亂跑，口堿暻牏ㄕ磲漫嚏G「觀世音菩薩，救苦救難的菩薩。\\n」文生見他如此害怕，曉得他疑心是鬼，便連趕上幾步道：「施十娘不要心慌，我\\n不是鬼，我有話與你說。」那施十娘心慌，也不聽得他的話，見他從後面趕來，越\\n發道：「是鬼了。」\\n　　走得急，不料那地下雪滑，一交跌倒，把酒罐兒丟翻在地，連忙扒起，那酒已\\n翻潑了一半。文生忙上前扶住道：「老娘不須怕得，我不是鬼。」連聲道：「不是\\n鬼。」施十娘仔細一看，方纔放心道：「你不要說謊，我是不怕鬼的。」文生道：\\n「我實是人，並非虛謬，你卻不曉得，我還魂轉來的緣故，所以疑心。我與小姐都\\n是活的了。」施十娘道：「我不信，那棺材又是釘的，棺上又有土蓋了，如何走得\\n出來？」文生道：「不知那時，有甚麼人撬開棺木，要盜小姐首飾，卻值我氣轉還\\n魂，那人就驚走了去。我見小姐屍首，知是為我而亡。」並小姐亦活的事，細細說\\n了一遍。\\n　　施十娘道：「如今相公進京來何干？」文生道：「誰知小姐父親，上京做官，\\n驛中遇著小姐，岳丈嫌我窮酸，竟強攜了女兒進京，將我撇下。我感小姐情義，不\\n忍分離，祇得在此伺候消息。今日衝寒出來，又訪不得一個音問，卻好撞著老娘，\\n不知老娘為何也到此住？」施十娘道：「自你那日死後，我卻心慌懼罪，連夜與侄\\n兒搬移他處。後因我女兒嫁了京中人，我也就同女兒來此，盡可過活。相公既如此\\n無聊，何不到我舍下，粗花淡飯，權住幾時，一邊溫習經書，待功名成就，再圖婚\\n娶何如？」文生正在窘迫之際，見施十娘留他，真個是他鄉遇故知。跟了十娘就走\\n。\\n　　走不上數十家門面，便是他女婿家了。施十娘叫出女婿來見了，分賓主而坐。\\n說其緣故，那女婿嗟呀不已。媽媽就去把先前剩的半壺酒，燙得大熱，拿兩碟小菜\\n兒，與文生搪寒。自己就到外廂，收拾了一間書房，叫文生將行李搬來。\\n　　文生從此，竟在施媽媽處作寓，凡三餐酒食之類，都是施媽媽搬與他喫。文生\\n本是不求聞達之人，因見世態炎涼，若不奮跡巍科，如何得再續婚姻，以報劉小姐\\n貞潔。因此下老實讀書。\\n　　那劉萬戶在京，人皆趨他富貴，知他祇此一女，都來求他為婚。劉萬戶也不顧\\n舊日女婿，竟要另許勢豪。幸得秀英小姐，守志不從，父母若勸他，便道：「若有\\n人還得我香勾的，我就與他為婚。」萬戶見女兒立志堅貞，祇得罷了。\\n　　一日黃榜動，選場開，文世高果以奇才雄策，高掇巍科。那榜上明寫著蘇州文\\n世高，豈有劉萬戶不知的。祇因當日輕薄他，祇知姓文，那堨h問他名字，所以\\n不知他中。又量他這窮酸，如何得有這一日。\\n　　在文世高中，也是本分內事，但劉萬戶小人心腸。祇道富貴貧賤是生成的，不\\n知富貴貧賤更翻迭變，朝夕可以轉移的。但曉得富貴決不貧窮，不曉貧窮也可富貴\\n，但時運有遲早耳！奉勸世人，不可以目前窮途，認做了定局。\\n　　文世高自中之後，人見他年少，未有妻室，紛紛的來與他擬親。他一概回絕，\\n仍用著舊媒人施媽媽，取出劉小姐，原贈他的汗巾一方，香勾一隻，遞與施媽媽，\\n煩他到劉萬戶家去，看他如何回話。\\n　　施十娘即刻領了文老爺之命，喜孜孜來到劉萬戶衙內。衙內人見了施媽媽，俱\\n各驚喜。施媽媽見了老夫人和小姐，真個如夢堿蛦{一般。取出小姐詩句、香勾，\\n一五一十說了文老爺圓親之事，合家歡喜道：「小姐果然善識英雄，又能守節。」\\n劉萬戶也便掇轉頭來道：「女兒眼力不差，守得著了。」一面回復施媽媽，擇日成\\n親，一面高結彩樓，廣張筵席，迎文生入贅。說不盡那富貴繁華，享用無窮。</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>文世高是個慷慨丈夫，到此地位，把前頭的事，一筆都勾。夫妻二人，甚是感激施\\n十娘恩義，厚酬之以金帛，並他女婿也都時常照管他。後來張士誠破了蘇州，文世\\n高家業盡散，無復顧戀，因慕西湖，仍同秀英小姐，歸於斷橋舊居，逍遙快樂，受\\n用湖山佳景。當日說他不守閨門的，今日又讚他守貞志烈，不更二夫。人人稱羨，\\n個個道奇，傳滿了杭州城內城外，遂做了湖上的美談，至今膾炙人口不休云。</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Feng Liu Wu, by Zuohua Sanren</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK FENG LIU WU ***</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>***** This file should be named 27402-0.txt or 27402-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/7/4/0/27402/</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-41148e44c7c06be9-f09fcd twpub-41148e44c7c06be9-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/41148e44c7c06be9/toc\",\n            \"target\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000025\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/41148e44c7c06be9/toc\",\n            \"target\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000028\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/41148e44c7c06be9/toc\",\n            \"target\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000055\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/41148e44c7c06be9/toc\",\n            \"target\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000058\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/41148e44c7c06be9/toc\",\n            \"target\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000062\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/41148e44c7c06be9/toc\",\n            \"target\": \"$:/plugins/twpub/41148e44c7c06be9/text/000000068\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-41148e44c7c06be9-f09fcd blockquote,.twpub-41148e44c7c06be9-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-41148e44c7c06be9-f09fcd body > p{text-align:justify;}.twpub-41148e44c7c06be9-f09fcd h2{clear:both;}.twpub-41148e44c7c06be9-f09fcd h3{font-weight:normal;clear:both;}.twpub-41148e44c7c06be9-f09fcd hr{clear:both;}\\n.twpub-41148e44c7c06be9-6b4cd0 div,.twpub-41148e44c7c06be9-6b4cd0 p,.twpub-41148e44c7c06be9-6b4cd0 pre,.twpub-41148e44c7c06be9-6b4cd0 h1,.twpub-41148e44c7c06be9-6b4cd0 h2,.twpub-41148e44c7c06be9-6b4cd0 h3,.twpub-41148e44c7c06be9-6b4cd0 h4,.twpub-41148e44c7c06be9-6b4cd0 h5,.twpub-41148e44c7c06be9-6b4cd0 h6{display:block;}.twpub-41148e44c7c06be9-6b4cd0 div.figcenter span.caption{display:block;}.twpub-41148e44c7c06be9-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/images/OEBPS/4834815603061880037_27402-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/images/OEBPS/4834815603061880037_27402-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAAB4iElEQVR42uzdeWBcZaHw4ZnJniZp032ltAW60JalUMqiFmSTXXYqKF69oohIUVEuV698gijix73yIbLjFVoQlFVk3wrK3iKltFAK3fc1bfbMfH/0mjtMMpNJmmVmzvP81UwnyeRk8p73N++Zc8Kzng8BAAAQQBGbAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAHpeOBaL2QoAAAABZIUQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCENgEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAdL/8HvmutbW1Cxcu7OZvutdee5WWlnokbT4SAAAgIMKxWKz7v+tHH3105plndvM3veuuuyZNmuSRtPlIAACAgHDIKAAAgCAEAABAEAIAACAIAQAAEIQAAADkkPxMeBDXXHPNwIEDO/3L1tXVXXjhhR7JLj4SAABAEHah8ePHjxgxotO/bHV1tUey648EAADIVQ4ZBQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEoU0AAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAANA18jPhQdTW1lZXV3fFl/VIdv2RAAAAgrALnX322RmyOTwSAAAgOBwyCgAAIAgBAAAQhAAAAAhCAAAABCEAAAA5JByLxbr/u27fvv2ll17q5m96yCGH9OnTxyNp85EAAACCEAAAgFzmkFEAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBDaBAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAeky+TZAtmpqamv8dDocjETEPAAAIwgCYN2/e1772teYPp0+f/utf/9pmAQAAdoVVJgAAAEEIAACAIAQAACDn9cB7CBcsWHDeeed14he84YYbDjnkEL9LAACAdrFCCAAAIAgBAAAQhAAAAAhCAAAABGGmys/P94sEAABod0x1/7fs1avXlClTOvzp7777bn19ffOHffv23Xffff0iAQAAsiAIR44cecstt3Tsc5cuXXraaafF33LWWWcVFhb6RQIAALRXlh0yOmvWrFgs1vxhYWFhQh8CAACQg0G4bdu2xx57LP6W4447rrKy0m8RAAAgx4PwT3/6U21tbfwtX/rSl/wKAQAAcjwIGxsb77vvvvhbDj744NGjR/sVAgAA5HgQPvXUU+vXr4+/5dxzz/X7AwAAyP0gvOeee+I/HD169LRp0/z+AAAAOiw7Lun+1ltvLVy4MP6WzH/34KpVq5566qk33nhjyZIlW7ZsCYVClZWVe+yxx7Rp04499ti+fft27rd78803//KXv7zzzjvr1q2LxWL9+vUbNGjQoYce+vnPf37EiBHZ8nRctmzZSy+9NG/evE8++WTz5s2hUKhfv379+/efOnXq9OnTd99994592UWLFs2ZM+f1119fs2bN5s2bGxsb+/TpU1lZOWHChH333ffQQw/t2KmJOuvR1tbWrly5cue/S0pKhg4dmnCH999//5FHHnn77bdXr17d0NAwYMCA/v37H3TQQUcfffSoUaPSf8Dx36ioqGj48OEJd1i7du2sWbPmzJmzevXq/Pz8Pn36jBs37rvf/W7Le7b0j3/84/HHH3/nnXdWrVpVU1NTXl4+atSoadOmnXDCCYMHD+7Yg+zSrQEAQCgUCsdfxSFjfe9733vhhReaP6ysrHz88cdTX37wuuuumz17dvOHl19++emnn57mt9u4cePRRx/d/OHw4cMffvjh9B/t5s2b/+u//usvf/lLNBpt9Q5FRUXnnHPOBRdckP4VFOfNm/e1r32t+cMjjjjiV7/61c5/L1269Gc/+9ncuXOTfe4pp5wyc+bMsrKydL5RT223l19++c4775w3b16K+xx99NHf+973+vfvn/7vYvHixb/5zW9eeeWVFPcpKCg44ogjzjnnnEmTJvXIo43/5Y4fP/7uu++OL7Rrr702/snf8rv86Ec/6t27d3ufRbvtttuDDz4Y/78PPPDA9ddfn3DeplAoNGvWrLFjx6b4ssuXL7/mmmtee+21ZJv3zDPPvOiii9J8tnfb1gAAIJQVh4yuWLHipZdeir/l9NNPz9iL0c+bN+/MM8989NFHk9VgKBSqq6u76667zjvvvDVr1nTsu+Tl5e38x2uvvXbeeeelqMFQKPTQQw+deeaZq1evzswt9t57751zzjnf/e53U/dVKBR66qmnzjzzzI8++ijNr/z000+fd955qWswFAo1NDQ8+eST559//hVXXLFu3bqeerQ7xf+a5s+ff+6556bon53f5Ywzzli2bFl7N/u2bdviP7zpppuuueaaljW48/WXFF/n1VdfPffcc5PV4M7Ne88993z1q1/duYiamVsDAEAQZq5Zs2bFx1VhYeGZZ56ZmQ/1zTffvPDCCzdt2pTOnRcvXvy1r32tY522s4ffe++9mTNn7tixo837r1279qKLLtq6dWtGba6mpqbf/va3559//gcffJDmp2zduvXCCy9MZ6M98cQTl19+eX19ffqP54knnohfj+rOR9tsy5YtNTU1oVDoo48++va3v53Oc2njxo0XX3xxe3+58UH40EMP3XbbbcnumeLw5tdff33mzJnbt29v89stXLjwm9/8ZnV1dbseZLdtDQAAQZihqqqqHn300fhbuuINeJ1i2bJl3//+9+vq6tL/lDVr1sycOXPnlLddSkpKqqurL7vssvS/3SeffPLLX/4y0zbavffem2IptVUbNmy46qqrUt9n6dKlV199dQcOhz7kkEO6/9G2fFbU1dV9//vfTye0dtp50Ga7vks0Gt2ZZ8uXL28+/LilioqK/PzW32m8evXqH/7wh+kn9+LFi6+88sr2/ka6Z2sAAAjCDPXggw8mrCrMmDEjAx9nNBr98Y9/XFVV1d5P/PDDD3/zm9+097PKyspuueWW9h5x+uSTTy5atChzNlpeXt6BBx7YgU989dVX33777RR3+L//9/+2dzEqFAoVFxfvv//+3f9oW4bWbbfd1t7jHp9++un2/nJ3LhImO1J0pxTHi/7sZz9LOO60Tc8888wzzzzTrk/ptq0BABBMGX2W0aampnvvvTf+lqlTp+65554Z+FD/9Kc/zZ8/v2VgHHXUUVOnTh00aFA0Gl22bNmcOXNeeeWVhFWm+++///jjj584cWK7vuP999//v1kfiRxyyCFHHXXUsGHD+vbtu3nz5vfee+/hhx9u+Qa22bNn//SnP82c7TZt2rT4d4WVlpYed9xxn/3sZ/fcc8++fftWV1d/8sknjz322IMPPpiw0f70pz8li7clS5YkvG8wEokcccQRRx999NixYysqKqqrq9etW/fOO+/8/e9/f+ONN5q/8gEHHJD6vald8WhbWrhwYcLTfu+99z7yyCOHDh1aWVm5efPmBQsWPP744wmX5QyFQvfee+9//Md/tCsIly1b1vLtfyNGjKisrNy6deuqVauSrcY/88wzLT9x//33P+OMM3Zu5NWrV7/44ov3339/wtGbv/vd74444ohIJJJpWwMAQBBmnGeeeWbt2rXxt2Tmxehra2tvvfXWhBsPOuigK6+8csCAAc23HHjggaeddtqiRYsuv/zypUuXNt8ei8VuuOGGm2++Of3veNdddzX/e+TIkdddd93o0aPjb9l3333POuus66+/PmEy/dxzz/37v/97soMAeyQIm5vtjDPO+Na3vlVeXt78vxUVFZMnT548efL06dMvueSSpqam5v966aWXmpqamk+uE++JJ56IP1i0tLT0+uuvP+CAA+K/7ODBgydPnnzeeeetXLnyvvvue+CBB+rq6lIfL9pFj7alG2+8sfnfgwcPvuaaayZPnhx/hyOPPPLrX//6VVdd9eSTT8bf/vzzz19xxRXp/3Krqqpuv/325g/D4fDJJ5/8L//yL8OGDWt+YjdfASJeNBpNeLpGIpFLLrkk/mIwO6/qceqpp86cOTN+se7jjz9+9tlnjzrqqDQfZLdtDQCAYMroQ0YTLkY/cuTINqfsPeLxxx/fuHFj/C2HHXbYDTfcEF+DzcaOHXv77bcnXKTuzTffbLnAmI4xY8b84Q9/iK/B/239/Pwf/OAHhx9+ePyNO3bs+Mc//pE5m27EiBHDhg3bb7/9Zs2addlll8X3VbxDDjnkggsuiL+lurr6vffea/XOCcdnXnHFFfE1mGDYsGGXXnrpgw8+eOyxxx566KHd/2hT2H333e+5556E/mmu3Kuuuirh56qqqmrXd5k7d+6bb76589+FhYW/+MUvfvzjHzfXYCgUKi4uHjNmTMtPnDNnzpIlS+Jvufjii1u9NOigQYNuuOGGhONO77zzzg48Vbp6awAACMLM8s477yTM52bMmBEOhzPwoT7wwAPxHw4cOPCqq65KsRxUWVl57bXXFhQUxN943333tff7FhYWXnPNNb169Upxn0svvTThkWRUEIZCoeuvv/62225r80jgc845JyHAFi5c2Oo9FyxY0PzvIUOGHHPMMW0+hkGDBl199dXpXH690x9tMgUFBT//+c/79OmT9E83Ern88ssT/iLavBhGvPhl7SuvvPLII49M8xP//Oc/x394wAEHpFi679ev3/e///34WxYtWtTqwmPPbg0AAEGYWRKWB3v37n3iiSdm4ONcunRpwukrLrzwwmRrR83GjBlzzjnnxN/y/PPPpzi3R6vOPvvsVhdw4g0dOvSzn/1s/C0ffvhhRm3ANn+EnUpLSxN+kE8++aTl3aqrq+PPvLrvvvt27osInftoU9j5ZrzU99l9990T1swXL16c/rdobGzc+Y/TTjvt6KOPTvOztm7d+re//S3hCZ96Ix999NHxC4+hUGjOnDmZtjUAAARhBlm1atXzzz8ff8tpp51WVFSUgQ814XEOGDDgC1/4QjqfeN5558UvEtbU1CTMs1MLh8NnnHFGOvdMOBJyxYoVWfpkTTjJZ6snWU04hUmKNaVMeLQpnHXWWenc7bDDDov/cPny5e19nBUVFRdffHH6958zZ078KXMmT568zz77tDHKRCInn3xy/C0vvfRSZm4NAABBmBFmz54dP+nMz89Pc0bY/V5//fX4D4855pg0z2PRt2/fhPnrq6++mv73nTBhwtChQ9O557777hv/YcJ5erJIwlslt2zZ0uan7NixI4sebbNx48alc/xqKBSaMmXKLv5yZ8yYUVZWlv79//73v8d/mOaBps3n49lp3rx56V8lsju3BgCAIOx5O3bseOihhxIqq3///hn4UKPRaMJb8j73uc+l/+nTp0+P/7D5DB/pmDp1apr3HDZsWPxZ/hPW0LJIwmGHrV6pvKKiIv7D9r5zr5sfbZr5lMLw4cPjD9dsV3aGQqFIJHLKKae061Pmzp2b4jmczPjx40tLS5s/rKurW716daZtDQAAQZgRWl6MvtUTGGaCpUuX1tTUNH9YWFjY6lkQkznooIPiP1y2bFn6K1oTJkxI856FhYX9+vVr/rC+vr6+vj4bn6wJsdfqT9GrV6/4k+h88MEHPXWB8nQe7a7/couKiuIvFdjeX+6UKVNaPRduMhs3boxfduvbt29C96Yoz9122y3+lvTfVNltWwMAQBD2vGg0mnC+zSlTprR5PomeknDWij333LNd1z0bMGDAoEGDmj+MxWLpn/ElzbOb7BS/OBMKhRoaGrLyyRqJxF84Pv5Cf/ESjtW8+uqre6QK0ny0rdpjjz3Sv3PCAZ/Np4pJR3uv45LwhB83blz6n5sQhB9//HGmbQ0AAEHY85577rlVq1bF35Kxy4OhFmetGDVqVHu/QkLXpblsEolE0lyZ2am4uDg3ZsnxiZXsTWgJbyR77733LrnkknYdsdmdj7bVX26a7w7d9V9um+eDSZBQca1eADOZgQMHxn+4fv36TNsaAACCsOclXG1ixIgRn/nMZzJ28yW8D2rEiBHt/QoJyyZpvrGqT58+7VqKTLjmYfpxko1aPmFee+21L33pS/HXJ8xkffr0Sfh9teuXG382ptTC4XCbF1RM/YRv1+GmJSUl8R/GH2udCVsDAEAQ9rz58+cnnKNlxowZ8SdEyTQJqxztmh+3+inr1q1L57Pi3yhFgmnTpu29994JN65YseL888+/8cYbM/9NZd32y+3Xr1/CscRtSjhvZ8KiX2q9evWK/zDNt8t6qgMAdKn8jHo0CcuD5eXlmXkx+mbbtm3bxclr/OleQmmfAjRhbp0bGhoaFi5c+M4778yfP3/jxo3btm2rqqqqra3tQEV897vf/eY3v5mwOtTU1HTHHXc8/fTTl112WXvfO9elj7anfrnx719NU8J5O3/5y19ef/31aX5uwpJgmiuEOflUBwAQhK1Yu3bts88+G3/LqaeemnCYWaapqqraxclrwqekGYTtXdjJcJs2bbrvvvseeOCBzrpOwJQpU7797W/fcMMNLf9r+fLl3/nOdw4//PBLL720XW9O67pHm6DbnvPtuvxgq6+A7MoWSDMIM3wEAAAQhJ1m9uzZ8WdizMvLy9iL0Terq6vbxclrQhAmfMFk4q+skO0eeuiha6+9Ns0fPH3nn3/+6tWrH3jggVb/9/nnn3/llVcuuOCCL3/5y+06JrmLHu2n/ibzu+mvMv6cN2lKuB7MrkjzjazdtjUAAIIpU96eV11dnXAx+qOOOqoDh7R1s4RzGHag0xLmu2leECI3ZsnRaPTKK6/82c9+1kV9dfnll8+cOTPZL6W+vv6GG2746le/umbNmkx4tN3/y+3A07X7L1giCAEAAhGEjzzySMLhlzNmzMj8zZdwcbkOzLATlqfadbW6bHfTTTc98sgjXfotzj333DvuuGPkyJHJ7jB//vwZM2a8++67mfBoM5+rOAAA5JiMePU9Go3Onj07/pZ999235YkiM1DCOe47MF1OKMDgrIe88sord955Z8vb99hjj6OOOmr8+PGjRo0qKysrKyuLb+YDDzywvRcSmDhx4uzZs2+55Za777671V/Q1q1bL7zwwrvuuivhmpA98mgzXDgcNmgCAAjCTvbiiy+uWLEi/paevRh9+l2X8C6sDgRhwqdkdRC268e/8cYbE95FNnTo0B//+MdTp07t9AdWVFT0ne985/jjj//FL37x1ltvtbxDdXX1zJkz77777oqKih5/tJks4RWQu+++e/z48YZRAIDslRGHjCZcbWLYsGHTp0/PirApLi6O/zDNEyfGS7gyQVafUzH97fbqq68uWrQo/pY999xz9uzZXdpXo0ePvuWWW6666qpWrw6ycuXKVs9K2lOPNjMlvAKyfft2YygAgCDcJe+///7cuXPjbznnnHN69mL06XddwoJSwtsg05EwpU62QpUV0t9uf/3rX+M/LCoq+vWvf92BqyB0wBe+8IU//vGPhx9+eMv/euSRR1avXp1RjzbTJDw/BSEAgCDcVXfffXf8h2VlZSeffHLPPqT0ryfev3//+A83btzY3u+1YcOG+A979+6dvU+m9LdbwksAJ5544rBhw9r8rGg02ilvyausrLzuuusuvvjihNcdGhsb//znP2fao80oCc/PhMsSAgAgCNtn3bp1zzzzTPwtp5xySo9fdT39rksIwrVr13ZgC8R/OHDgwOx9MqW53TZs2LBy5cr4W0466aR0PrEDR+Sm8JWvfOUnP/lJwllSXnvttcx8tBliwIAB8R8uX77cGAoAIAg77r777ot/41kkEjn77LM75SsnTPTbdTmH9evXp3nP4cOHx3+4bNmy9j7OhCn1kCFDevY30g3bLeFHLi4uHjduXDqfmP4KZJpOPPHEs846K/6W999/P+Ha65nzaDNBwtLoxx9/bAwFABCEHVRbW5twhN4RRxzRWUWUcDRgbW1t+p+bcMrTFBIuVPDRRx+193F++OGH8R+muGJeNz0hun67JRxnOHLkyDSv35iwmtopLrjggvgT+USj0YSszahH2+NGjBghCAEABGHnePTRRxNm2+eee25nffGE8+O36/i9xYsXp3nPPfbYI/7DpUuXtmtdaM2aNZs2bUrxBbtfN2y3hFPvlJeXd/rvJX0VFRUHHnhg/C1btmzJ2Efb48aOHZvwhM/J7gUAEIRdLhaLJVyMftKkSZMmTeqsr59wEsg1a9ak+YnRaPT9999P887l5eXxa3rRaPTNN99M/0G+/vrr8R+OGDGix89d2Q3bLWHVMf0rbXzwwQdd8SPvueee8R8mnDkz0x5tzxo2bFjCiUZfeeUVwygAgCBstzlz5ixdujT+ls69GH3C6RDTP/vF+++/366rRySsL73wwgvpf+7zzz8f/+GUKVN6/AnRDdst4aRB6S9Cvvjii13xIyc0XsK1JTPt0fascDic8Cx97rnnDKMAAIKw3RIuRj948ODPf/7znfj1E07XuXDhwvr6+nQ+8emnn27XNzrooIPiP3z22WcTzkqSzMaNG//2t7/F35IJFzrvhu2WkFgJF95I5t13301/ubJdtm7dGv9hwkGhmfZoe9y0adPiP/zb3/6Wk2uhAACCsAt98MEHCYdWdvrF6BPO/1lbW5twNblW1dTUPPLII+36RgcffHB8M+zYseOBBx5I5xPvvvvu+DOsFhYWfuYzn+nxJ0Q3bLfKysr4D5ctW5bOqWtuvfXWLvqRFy5cGP9hwhpppj3aHnfEEUck/Knm8A8LACAIu0TC8mBpaekpp5zSud9ixIgRRUVF8bf88Y9/bPOzbrzxxoT1ojaVlJQkrG3ecccdbV6AYenSpffee2/8LZ/5zGd6/AKM3bPdRo8eHf9hNBp9+eWXU3/K3//+9zTfq1ZdXf3OO++k//Nu2LBh3rx5zR/26dNn0KBB3fZos1Hfvn0PPvjg+Fuee+65dr2MUl9f34ErdgIAkCNBuHHjxieffDL+lpNPPrnTT6YSiUT23nvv+FtefPHFlpcdj/fSSy8lRFqavvjFL8Z/WFVVdfnll6c40nLHjh0/+tGPEu5wxhlnZMQTouu3W3l5ecKBqb///e9jsViy+3/yySf/9m//luYXr6mp+frXv/6rX/0qzTf7/b//9/8aGhqaP5w8eXJ3Ptos1fJioddcc03qJ0mzZ5999owzzkg4nRIAAD0lv/u/5X333Rc/BQ+FQm+88cY3vvGNDn/BAQMGXH311S1vP+igg95+++3mD2Ox2OWXX37dddftv//+CfeMxWL33HPPb37zmxQT/RT22WefqVOnxs9x586d++1vf/vqq69OaIlQKLRy5crLLrss4W1XEyZMSDg5TQ/qhu22//77P/HEE80fLliw4MYbb7zooota3vO11177yU9+0nx5ksrKys2bN6f+4tFo9N57733qqae+9KUvnX766clea4jFYjfffPOjjz4af2PCG+S64dFmo0MOOWT8+PHxJ5Wtr6+/6KKL/vVf//W8885r9USsNTU1zz777KxZsxYtWmTYBQAIdBA+++yzCbfs4hXbEt721uyoo4666aab4m/ZunXrBRdccOSRR37+858fNmxYJBJZt27dokWLHn744VWrVsUX0bJly1avXp3+Y7jwwgvfeOON+C56++23Tz311BNOOOHQQw8dOnRoKBRasWLFSy+99Pjjj7dcPPzOd76TOc+JbthuRx11VHxihUKhO++8c8mSJV/+8pcnTJiQn5+/fv36BQsWPPbYYy+++GLzVj388MOHDx/+hz/8IZ2fYtOmTTfccMPtt99+6KGHHnbYYRMnThwwYECvXr3q6upWr1799ttv33///QlZXlpaesIJJ/TIo806M2fOTHgRJxqN3nzzzX/4wx+OOuqoMWPGDBo0qKmpadu2bStXrpw/f/6CBQvq6uoMuAAAgjAUfyaVLjVy5MiDDjoo4Ui2aDT61FNPPfXUUyk+8YILLrjpppvaFYSTJk0666yzEo6crKmpuf/++++///7Un3v88cdnwvlFu3O7HXLIIX379t20aVP8jS+++OLOSzVEIpFoNJrwKYWFhTNnzkzzuMRm1dXVTz/9dPMZUFv9ys1OPfXUXr169eCjzSJTpkw59dRT//znP7fc4A8//LCBFQAgW0Ry+8e76KKL2nvy0pNOOmmfffYZPHhwe7/XxRdfPGbMmPZ+1m677faDH/wgaNutsLDwggsuSPa/rTbbxRdfPGzYsJEjR+7Kz5WiBnffffdvfetbGfVoM9yll1661157GUMBAARh5powYUKr7/VKZq+99tqZZx0IwqKiohtvvHHYsGHpf0q/fv3+8z//M+HCdwHZbl/84hcnTpyY5p2nT5++80Qmu+22W1f8vBUVFddcc03CJekz9tFmiJKSkt/85jcjRowwjAIACMLM9ZWvfOXcc89N555jx4694YYbdl77oQNBGAqFBgwYcOuttyacpTOZUaNG3XHHHRm7iNTV2y0vL+/6669Pp5/333//q6++OhwO79zCqS/O0adPn3PPPbddy5tDhgy54447Ui92ddGjzXYDBgy444479t133/Q/JS8v76yzzvrc5z5n8AUAEITdZObMmdddd13//v2TboVI5Oyzz7799tub7zNkyJCOfa9BgwbdfvvtX//611OUQHFx8fnnn3/PPfckOx1OQLZb375977rrrs9+9rMp4mHGjBm//e1v49fuUi9J5eXlzZw586677po+fXpeXl7qB1BUVPSVr3xl1qxZo0aN6pFHmwP69u176623/uAHP+jbt2+bW/uEE0744x//eNlll1VUVBh8AQAyQbhjF1rIRnV1dXPmzHnuuecWL168YcOG7du3l5eX77777lOnTj3ppJMSSqa+vn758uU7/11QUNCBY/+2bNnyxBNPvPzyy0uWLNm8eXM4HK6srNxzzz2nTZt2zDHHVFZW2m7N3nrrrccee+zdd99du3ZtQ0NDeXn5qFGjDjzwwOOOO67lotzq1aurq6tDoVB+fn7q9dUNGzbMmTNn/vz5Cxcu3Lx5c1VVVX19fUVFxc5fxMEHH3zooYd24BfRRY82B/6+XnjhhZdffnnhwoVr166tqakpKSkpKyvr37//uHHjJk2aNH369Aw8OhoAQBDGbAUAAIAAitgEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQFfLn/1C2FaAzjJj7BPd8F1mLTrWpgYAYNeFZz1vI0CmlJ5uBABAEILq04oAAAhC0H4qEQAAQQjyTyICACAIQQHqQwAABCEoQH0IAIAgRAGiDwEAEISIQMQhAACCEBGIOAQAQBAiAhGHAAAIQkQg4hAAQBAKQnQgyhAAQBCCDkQZAgAIQtCBKEMAAEEIOhBlCAAgCEEHogwBAAQh6ECUIQCAIAQdiDIEABCE6EBQhgAAghApCLIQAEAQogNBGQIACEKkIMhCAABBiA4EZQgAIAiRgiALAQAEIVIQZCEAgCBECoIsBAAQhOhAUIYAAIIQKQiyEABAECIFQRYCAAhCpCDIQgAAQYgUBFkIACAIkYIgCwEABKEUBGQhAIAglIKALAQAEIRSEJCFAIAgRAoCshAACJiITaAGAX9iAEAwWSE0TwU6wlIhACAIkYIgCwEABCFSEGQhAEBW8R5CNQj4YwQAAsoKodkn0GksFQIAghApCLIQACALOGRUDQL+VAGAgLJCaH4JdBVLhQBAhrNCqAYBf7wAQEBZITSbBLqcpUIAQBAiBUEWAgBkEIeMqkHAnzYAEFBWCM0Xge5mqRAAyBBWCNUg4I8dAAgoK4Rmh0CPsVQIAPQsK4RqEPDnDwAIQkwHAYMAABAkDhk1CwQygsNHAYDuZ4VQDQKGBQAgoKwQmvMBmcVSIQDQbawQqkHAQAEACEJM8gDDBQAQJA4ZNbcDMpfDRwGALmWFUA0CBhAAQBBiMgcYRgCAIHHIqDkckB0cPgoAdDorhGoQMLAAAIIQkzbA8AIACEJM1wCDDACQ87yH0CwNyEreUggA7DorhGoQMOwAAIIQ0zLA4AMACEJMyABDEAAgCDEVAwxEAEBuclIZMzAgRzjNDADQXlYI1SBgaAIABCGmXIABCgAQhJhsAYYpAEAQYpoFGKwAAEFoggVgyAIABKGpFYCBCwAQhCZVAIYvAEAQmk4BGMQAgOzhwvRmUUAguGw9ANCSFUI1CBjWAABBiGkTYHADAAShCROAIQ4AEISmSgAGOgBAEJokARjuAABBaHoEYNADAAShiRGAoQ8AEISmRAAGQABAEJoMARgGAQBBaBoEYDAEAAShCRCAIREAEISmPgAGRgBAEJr0ABgeAQBBCAAAgCDsIl7/BjBIAgBBDEITHQBDJQAQxCA0xQEwYAIAQQxCkxsAwyYAEMQgNK0BMHgCAEEMQhMaAEMoABDEIDSVATCQAgBBDEKTGADDKQAQxCA0fQEwqAIAAQ1CAAAAghiEXskGMLQCAEEMQlMWAAMsABDEIDRZATDMAgBBDELTFACDLQAQxCA0QQEw5AIAAQ1CAAAAghiEXqsGMPACAEEMQpMSAMMvABDEIDQdATAIAwBBDEITEQBDMQAQ0CAEAAAgiEHoNWkAAzIAEMQgNPkAMCwDAEEMQtMOAIMzABDQIAQAACCIQegVaABDNAAQxCA01QAwUAMAQQxCkwwAwzUAENAgBAAAIIhB6PVmgCxi0AYAQWhiAaAJAQBBCAAAgCBsL68xA2QpAzgACEKTCQBNCAAIQtMIAE0IAAhCAAAABGHrvKIMkDMM6QAgCE0dADQhACAIAQAAEIQteRUZICcZ3gFAEJouAGhCAEAQAgAAIAh38soxQM4z1AOAIDRFAAAAEIQABIxXAAFAEJocAGhCAEAQAgAAEMwg9DoxQAAZ/AFAEJoQAGhCACCoQQgAAEAQg9BrwwABZ0cAAMENQgAAAIIYhF4VBsDuAACCGIR2/wDYKQBAQIMQAACAIAahV4IBsGsAgIAGIQAAAEEMQq8BA2AHAQABDUIAAACCGIRe/QXAbgIAghiEdvMAAAABDUIAaJNXDwEgB4PQDh4AuwwACGgQAgAAEMQg9FovAHYcABDQIAQAACCIQehVXgDsPgAgoEEIAABAEIPQ67sA2IkAQECDEAAAgCAGoVd2AbArAYCABiEAAABBDEKv6QJghwIAAQ1CAAAAghiEXs0FwG4FAAIahAAAAAQxCL2OC4CdCwAENAgBAAAIYhB6BReALmIXAwCZHoQAAAAIQgAAAAIThA7mAaBL2dEAQOYGIQAAAEEMQq/aAtAN7G4AoLPk2wQAyEsACKZOWyG0QwVAxQFAQIMQAACAIAahV2oB6GZ2PQCQKUEIAACAIAQAACAwQeigHQB6hB0QAPR8EAIAABDEIPTqLAA9yG4IAHoyCAEAABCEAAAABCYIHagDQI+zMwKAnglCAAAAghiEXpEFIEPYJQFAdwchAAAAghAAAIDABKGDcwDIKHZMANB9QQgAAIAgBAAAIDBB6LAcADKQ3RMAdEcQAgAAIAgBAAAITBA6IAeAjGUnBQBdG4QAAAAIQgAAAAIThA7FASDD2VUBQFcFIQAAAIIQAACAwAShg3AAyAp2WADQ+UEIAACAIAQAACAwQejwGwCyiN0WAHRmEAIAACAIAQAACEwQOvAGgKxj5wUAnROEAAAACEIAAAACE4QOuQEAAAhoEAJAlvKaJgAIQgAAAAQhAAAAaQahg20AyGp2ZADQ8SAEAABAEAIAACAIAQAAyO0g9L4LAHKA3RkAdCQIAQAAEIQAAAAIQgAAAHI7CL3jAoCcYacGAO0LQgAAAAQhAAAAghAAAIDcDkLvtQAgx9i1AUC6QQgAAIAgBAAAQBACAAAgCAEAAMjBIPS2ewBykh0cALQdhAAAAARBvk0AQJDNWnSsjQBAYFkhBAAAEIQAAAAEOQi94R6AHGY3BwCpghAAAABBCAAAgCAEAABAEAIAAJCDQeit9gDkPDs7AGg9CAEAABCEAAAACEIAAAAEIQAAAIIQAACAXAlCZ10DICDs8gAgMQgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABAVgehE3ADECh2fAAQskIIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAINuC0MV5AQgguz8AsEIIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAB6Vji06glbAYDAmrXoWBsBgMCyQggAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAGRuEM5adKytAEAw2QkCEPQgtAkAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAECPB+GsRcfaEAAEjd0fAFghBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAJB1QejivAAEih0fAISsEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAACCXgtAJuAEICLs8AEgMQgAAAAQhAAAAghAAAABBCAAAgCAEAAAgt4LQWdcAyHl2dgDQehACAAAgCAEAABCEAAAACEIAAAByNgi91R6AHGY3BwCpghAAAABBCAAAgCAEAABAEAIAAJCzQegN9wDkJDs4AGg7CAEAABCEAAAACEIAAAAEIQAAADkbhN52D0COsWsDgHSDEAAAAEEIAACAIAQAACAIQei9FgDkDDs1AGhfEAIAACAIAQAAEIQAAAAEIQi94wKAHGB3BgAdCUIAAAAEIQAAAIIQAACAIASh910AkNXsyACg40EIAACAIAQAAEAQAkA2cLwoAOxqENqbAgAABDQIAQAAEIQAAAAELAgdNQpA1rHzAoDOCUIAAAAEIQAAAAELQgfeAJBF7LYAoDODEAAAAEEIAABAwILQ4TcAZAU7LADo/CAEAABAEAIAABCwIHQQDgAZzq4KALoqCAEAABCEAAAABCwIHYoDQMaykwKArg1CAAAABCEAAAABC0IH5ACQgeyeAKA7ghAAAABBCAAAQMCC0GE5AGQUOyYA6L4gBAAAQBACAAAQsCB0cA4AGcIuCQC6OwgBAAAIbhB6RRaAHmdnBAA9E4QAAAAIQgAAAAIWhA7UAaAH2Q0BQE8GIQAAAMENQq/OAtAj7IAAoOeDEAAAAEEIAABAwILQQTsAdDO7HgDIlCAEAAAguEHolVoAuo2dDgBkVhACAAAQ3CD0ei0A3cDuBgAyMQgBAAAIbhB61RaALmVHAwCZG4QAAAAIQgAAAAIWhA7mAaCL2MUAQKYHIQAAAMENQq/gAmDnAgABDUIAAACCG4RexwXAbgUAAhqEAAAABDcIvZoLgB0KAAQ0CAEAAAhuEHpNFwC7EgAIaBACAAAQ3CD0yi4AdiIAENAgBAAAILhB6PVdAOw+ACCgQQgAAEBwg9CrvADYcQBAQIMQAACA4Aah13oBsMsAgIAGIQCoQQAIbhDaxwMAAAQ0CDUhAHYTABDcIAQAACC4QejVXwDsIAAgoEEIAABAcIPQa8AA2DUAQECDEAAAgOAGoVeCAbBTAICABqHdPwB2BwAQ3CAEAAAguEHoVWGAgLMjAIDgBiEAAADBDUKvDQMEll0AAAQ9CE0IANQgABDcIAQAACC4Qeh1YoBAMewDgCA0OQBQgwCAIAQAACDIQeg1Y4CcZ6gHAEEIAACAIPw0rxwD5DCDPAAIQtMFADUIAAhCAAAABGE8ryID5BgDOwAIQlMHADUIAAhCAAAABGEyXlEGyAEGcwAQhKYRAGoQABCEJhMAahAAEIQAAAAIwlS8xgyQdQzdACAITSwA1CAAIAgBAAAQhB3j9WYAwzUAENAgNMkAMFADAMENQlMNAEM0ABDcIAQAACC4QegVaACDMwAQ0CA07QAwLAMAwQ1Ckw8AAzIAENwgBAAAILhB6DVpAEMxABDQIDQRATAIAwDBDULTEQDDLwAQ3CA0KQEw8AIAwQ1CAAAAghuEXqsGMOQCAAENQhMUAIMtABDcIDRNATDMAgDBDUKTFQADLAAQ3CA0ZQEwtAIAwQ1CAAAAghuEXskGMKgCAAENQtMXAMMpABDcIDSJATCQAgDBDUJTGQBDKAAQ3CA0oQEweAIAwQ1C0xoAwyYAENwgNLkBMGACAMENQlMcAEMlABDcIDTRATBIAgDBDUIAAACCG4Re/wYwPAIAocCuEJr0ABgYAYDgHjJq6gNgSAQAQWgCBKAGAQBBaBoEYBgEAAShyRCAARAAEISmRACGPgBAEJoYARj0AABBaHoEYLgDAAShSRKAgQ4AEISmSgCGOABAEJowARjcAABBaNoEYFgDADJOeNbzNkIqM8Y+YSMAUhAAyElWCE2kAIMYACAIMZ0CDF8AgCDEpAowcAEAghBTK8CQBQAIQhMsEyzAYAUACELTLADDFAAgCE22AAxQAIAgNOUCMDQBANnDhel3icvWA1IQAMheVghNwgADEQAgCDEVAwxBAIAgxIQMMPgAAIIQ0zLAsAMA5CYnlelkTjMDSEEAIFtYITRRAwwyAIAgxHQNMLwAAIIQkzbAwAIA5DzvIexa3lIISEEAIGNZITSNAwwjAIAgxGQOMIAAAEHikNHu4/BRQAoCABnFCqHpHWC4AAAEISZ5gIECAAgSh4z2DIePAlIQAOhxVghN+wDDAgAQUFYIe5ilQkAKAgA9xQqhiSBgEAAABCGmg4A/fwAgSBwymkEcPgpSEACgO1khNEEE/LEDAAFlhTATWSoEKQgA0A2sEJoyAv60AYCAskKY0SwVghQEABCEshCQggAAncwhoyaUgD9eACCgrBBmE0uFIAUBADqRFUJTTMCfKgAQUFYIs5KlQpCCAACCUBYCUhAAoIMcMmoCCvhjBAACygphLrBUCFIQAEAQykJACgIACEJZCEhBAABBqAkBKQgAIAhlIaAGAQAEoSwEpCAAIAiRhYAUBAAEIbIQkIIAgCBEFoIUBAAQhMhCkIIAAIIQWQhSEABAECILQQoCAAhCZCFIQQAAQYgyBB0IACAIkYUgBQEABCGyEKQgAIAgRBaCFAQAEIQoQ9CBAACCEFkIUhAAQBCiDEEHAgAIQmQhSEEAAEGIMgQdCAAgCFGG6EAAAAQhyhAdCACAIEQZogMBABCEKEN0IAAAghBliA4EAEAQogzRgQAACEKUISIQAABBiDhEBwIACEIQh4hAAABBCOIQEQgAIAhBHCICAQAEIehDFCAAgCAEfagAAQAQhKAPFSAAAIIQJKL8AwBAEIJK1H4AAAhC0IqqDwAAQQi6UekBACAIs2DObQYPAJCBkzTTKuhE+TYBAACZUHqd+2B0IwhCAACysvq69MfRiiAIAQC0nx9fJSIIAQCQf7ZSi60kERGEAAAoQJtRHyIIAQBQgDayPkQQAgCgAP0K9CGCEAAAEcinfjviEEEIAIAI9FsThwhCAABEoN+mOEQQAgAgAv2WxSGCEAAAHehXrwwRhAAAOhBlqAwRhAAAOhBlaGsgCAEAdCDKEAQhAIAORBmCIAQA0IEoQxCEAAA6EGUIghAAQAeiDEEQAgBIQYL2PJSFCEIAAB1I0J+WyhBBCAAgBQn0s1QWIggBAHQgQX/SKkMEIQCAFCTQz2FZiCAEAJCCyEIQhAAAUhBZCIIQAEAHEsynujJEEAIASEEC/cyXhQhCAEAKgixEEAIASEGQhQhCAAApCLIQQQgAIAVBFiIIAQCkIMhCBCEAgBQEWYggBACQgiALEYQAAFIQZCHZI2ITAABqEPAnFkxWCAEA81SgfX9rlgoFIQCAFARZiCAEAJCCIAvJQt5DCACoQcAfY0BZIQQAzD6BTvirtFQoCAEApCDIQrKGQ0YBADUI+FMNKCuEAID5JdD5f7OWCrOCFUIAQA0C/ngDygohAGA2CXThX7GlQkEIACAFQRaScRwyCgCoQcCfdkBZIQQAzBeB7vsbt1SYUawQAgBqEPDHHlBWCAEAs0OgB/7qLRVmAiuEAIAaBPz5C0IAANNBwCAQJA4ZBQDMAoEeHg0cPtpTrBACAGoQMCwElBVCAMCcD8iU8cFSYTezQggAqEHAQCEIAQBM8gDDRZA4ZBQAMLcDMnHccPhoN7BCCACoQcAAIggBAEzmAMNIkDhkFAAwhwMyfTxx+GgXsUIIAKhBwMAiCAEATNoAw4sgBAAwXQMMMjnPewgBALM0IMtGG28p7CxWCAEANQgYdgQhAIBpGWDwEYQAACZkgCFIEAIAmIoBBqLc5KQyAIAZGJD1I5LTzHSMFUIAQA0ChiZBCABgygUYoAQhAIDJFmCYEoQAAKZZgMFKEAIAJlgAhixBCACYWgEYuAQhAGBSBWD4EoQAgOkUgEEse7gwPQBgFgXk+GjmsvXJWCEEANQgYFgThAAApk2AwU0QAgAmTACGOEEIAJgqARjoBCEAYJIEYLgThACA6RGAQU8QAgAmRgCGPkEIAJgSARgABSEAYDIEYBgUhACAaRCAwVAQAgAmQACGREEIAJj6ABgYBSEAYNIDYHgUhAAAAAhCAKDTWR4EMEgKQgAw0QHAUCkIAcAUB4CgDpiCEABMbgAI6LApCAHAtAaAgA6eghAATGgACOgQKggBwFQGgIAOpIIQAExiAAjocCoIAcD0BYCADqqCEAAAIKAEIQDkGsuDAIZWQQgApiwAGGAFIQCYrABgmBWEAGCaAoDBVhACgAkKAIEecgUhAABAQAlCAMh6lgcBDLyCEABMSgAw/ApCADAdAcAgLAgBwEQEAEOxIAQAAEAQAkCWszwIYEAWhABg8gGAYVkQAoBpBwAGZ0EIAACAIASAnGJ5EMAQLQgBwFQDAAO1IAQAkwwADNeCEAAAAEEIADnF8iCAQVsQAoCJBQCGbkEIAACAIASAHGZ5EMAALggBwGQCAMO4IAQA0wgADOaCEAAAAEEIADnF8iCAIV0QAoCpAwAGdkEIAACAIASAHGZ5EMDwLggBwHQBAIO8IAQAAEAQAkAOszwIYKgXhABgigAAghAAACC3ZNQrgIIQAEwOAAjosC8IAQAAAkoQAkAPszwIYPAXhABgQgCAXYAgBAAAQBACQA6zPAhgRyAIAQAAEIQAEBiWBwHo8d2BIAQANQhAQHcKghAAACCgBCEAdDfLgwBkyK5BEAIAAASUIASAbmV5EIDM2UEIQgAAgIAShADQfSwPApBRuwlBCABqEICAEoQAAACZoptfPRSEAJCDO3gA7DIEIQAAAIIQAHqO5UEAMnPHIQgBAAACShACQNeyPAhAxu4+BCEAAEBACUIA6EKWBwHI5J2IIAQAAAgoQQgAXcXyIAAZvisRhAAAAAElCAGgS1geBCDzdyiCEAAAIKAEIQB0PsuDAGTFbkUQAgAABJQgBIBOZnkQgGzZuQhCAACAgBKEANCZLA8CkEW7GEEIAAAQUIIQAABAEAIAu8bxogBk145GEAIAAASUIASAzmF5EICs290IQgAAgIAShADQCSwPApCNOx1BCAAAEFCCEAB2leVBALJ01yMIAQAAAkoQAgAACEIAoP0cLwpA9u6ABCEAAEBACUIA6DjLgwBk9W5IEAIAAASUIAQAABCEAEB7OF4UgGzfGQlCAACAgBKEANARlgcByIFdkiAEAAAIKEEIAAAgCAGA9DheFIDc2DEJQgAAgIAShAAAAIIQAEiD40UByJndkyAEAAAIKEEIAAAgCAGAtjheFIBc2kkJQgAAgIAShAAAAIIQAEjJ8aIA5NiuShACAAAElCAEAAAQhABAco4XBSD3dliCEAAAIKAEIQAAgCAEAJJwvCgAObnbEoQAAAABJQgBAAAEIQDQGseLApCrOy9BCAAAEFCCEAAAQBACAC04XhQAQQgAAEA2Sec1TUEIAAAQUIIQAABAEAIAn+YNhADk9o5MEAIAAASUIAQAABCEAAAACEIAwBsIAcj53ZkgBAAACChBCAAAIAgBAAAQhAAQcN5ACEAQdmqCEAAAIKAEIQAAgCAEAABAEAJAkHkDIQAB2bUJQgAAgIAShAAAAIIQAAAAQQgAAIAgBIBgcUYZAIKzgxOEAAAAASUIAQAABCEAAACCEAAAAEEIAAHijDIABGo3JwgBAAACShACAAAIQgAAAAQhAAAAghAAgsIZZQAI2s5OEAIAAASUIAQAABCEAAAACEIAAAAEIQAAAIIQAHKXU4wCEMBdniAEAAAIKEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAHKJa04AEMwdnyAEAAAIKEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBIAs5Kr0AAR29ycIAQAAAkoQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQADLBjLFP2AgABHYnKAgBAAACShACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAZLhZi461EQAI7E5QEAIAAASUIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQBkiFmLjrURAAjm7k8QAgAABJQgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAJAdnJtegCCueMThAAAAAElCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAJAjnHlCQACuMsThAAAAAElCAEAAAQhAAAAghAAAABBCAAAgCAEgJzmRKMABG1nJwgBAAACShACAAAIQgAAAAQhAAAAghAAAsR5ZQAI1G5OEAIAAASUIAQAABCEAAAACEIAAAAEIQAEi/PKABCcHZwgBAAACChBCAAAIAgBAAAQhAAAAAhCAAgc55UBICC7NkEIAAAQUIIQAABAEAIAACAIASDgvI0QgCDs1AQhAABAQAlCAAAAQQgAAIAgBAC8jRCAnN+dCUIAAICAEoQAAACCEAAAAEEIAIS8jRCAXN+RCUIAAICAEoQAAACCEAAAgFyRzhsfBCEA7OreFACylCAEAAAQhAAAAAhCAKCZo0YByNWdlyAEAAAIKEEIAAAgCAGAJBw1CkBO7rYEIQAAQEAJQgAAAEEIACTnqFEAcm+HJQgBAAACShACAAAIQgAgJUeNApBjuypBCAAAEFCCEAAAQBACAG1x1CgAubSTEoQAAAABJQgBAAAEIQCQBkeNApAzuydBCAAAEFCCEAAAQBACAOlx1CgAubFjEoQAAAABJQgBAAAEIQCQNkeNApADuyRBCAAAEFCCEAA6yCIhANm+MxKEAAAAASUIAQAABCEA0E6OGgUgq3dDghAAACCgBCEA7BKLhABk7w5IEAIAAASUIAQAABCEAECHOGoUgCzd9QhCAACAgBKEANAJLBICkI07HUEIAAAQUIIQADqHRUIAsm53IwgBAAACShACQKexSAhAdu1oBCEAAEBACUIAAABBCADsMkeNApBFuxhBCAAAEFCCEAA6mUVCALJl5yIIAQAAAkoQAkDns0gIQFbsVgQhAABAQAlCAOgSFgkByPwdiiAEAAAIKEEIAF3FIiEAGb4rEYQAAAABJQgBoAtZJAQgk3cighAAACCgBCEAdC2LhABk7O5DEAIAAASUIASALmeREIDM3HEIQgAAgIAShADQHSwSApCBuwxBCAAAEMQaFIQAkLP7eAAQhACgCQGwmxCEAAAACEIA6CkWCQHInB2EIAQAAAiofJsAALrZrEXHzhj7RM78OIcX9r28bPSBBb2Lw5HFTdV3Va/8rx1LG0Mxv2joKacUD3ywcr9W/+v3NavO3/KuTZSZuwZBCABkmdOKB/2xcp9IKLzzw4n5ZddVjD2woPfZW96xcQAyn0NGAaAH5MY7CUvCeb/tPaG5BpudVTL4C0X9/ZYBMn+nYIUQAP5XceHgwvw+6dwzGmtobNpR17AhFmvs8O4/2w8cPbao/8BIYav/9eWSoX+t2+AZlQkqwvlHF/U7uLDPxPzyPfJL+4TzyyP5dbHohmj9xmjDkqbqV+q3vFK/eV5DlQN9IWg1KAgB4FMmj7pqzJCvpX//WKxpR92yTdveWLvlueXrH6hr2BiozTW1oHfS/yrs4+nU444s6ndJr5FHF/UvaLGKWxDOK8sr2T2vZEpBxRnFg0Oh0MZow3/XrLqtesWCxu02HQSHQ0YBoOPC4byy4lG7DTzzwL1+d8ohqw8ad2dZ8aj0Pz3bDxwdnleU7L9G5BV7evRsq7/Z/+Cn+x5wfNGAljXYqn6Rgpm9Rr434NDn+x2YIvWBztXjOwJBCACdtE8NF4wefP5xU98bO/y7AfmRS8N5yf6rIBTOT69D6FwFofD1FeP+3v+gKQUVHfsK0wv7vtp/2qw+k3dT9RCEnZdNAACdKC9Ssv8e/3nQuDvC4bR2slm9SFgbiyb7r4ZQzBvSul//SOHT/Q64pNfIyK7VeDgUOqdkyEnFA21S6FKZsAvwHkIA6HyjB381Fmt8fdE30pwQZOnZZVZF65L91/Km2uD8ugdHir7Za0T8LW/Wb32sbn03P4x+kYLn+x04Mb+ss77gkxl8WqAM2eaQ7TUoCAGgq4wZ8q8bt7320erbc/hnfKthW7L/er1+S3B+18cW9f+PsjHxt9xcvbyb46QsnPdU3wM6sQY/bqr5sLHaNoec55BRAOgq++/xnyWFQ9K5Z5YeOPp47fqqJFfd+O+aVcH5RX+uqLLHH8NtvSfu39E3Dbbqycy+akgmbHPYFZkz7AtCAOgq+Xllk0ZdmXWTg/RtizX+cNsHLW9/uHZdoC5COL2wb88+gAtLdzurZHDnfs0MD8Ie3+aQGzUoCAGga40a9OWiggE5/APeVL38/C3vLv7nsYVboo2/3vHJOVv+EZxf8W55xbvnlfTgAxieV/zLir0692s2hmLP1W2yzSEIvIcQALpQJFI0avBXFi6/Lp07Z+nZZX5fs+r3NasqIwWFofD6aEM0YCcX7fGlqv+qGFeW/PofHfP3+i3bkhwMbJvDLsq040EEIQB0rd0GnJ5mEGa1zdGGYP5+P9ejcTKtoM+pxYPSvPOypton6ja821i1KdpQGs4bGCncPa/k80X9RrdYbcv0NxAKQhCEANDN3lly+YJlv/jnR+Gigr69incf0veYPYddlPrMMf0qphbmV9Y3bk7nu2TvJSgCa3pRT8bJj8tHp3O3fzRUXV714V/r1re6ejs6r+QbpSMuKB3RJ5KfFUHYs9s828VcILRHZeDbxb2HEAA6Mqeqa9i4qeqt95b+/LHX9lqx4aGUdw73731wVk8XSGZ4XvHonnsz26T88uOK2n6H6n/tWHrAhr8/nqQGQ6HQkqaaH1V9MGLdCz+tWlwfi26I1r/dUGWb56qoHlSDghAAOlFj0/ZX3jtzU9UbKe5TWbafDZWTevbNbF8rHdbmfa6o+vCSbQsb0lgU2h5runL7R/tt+Pu12z/J5DeCegPhLmqyQsinOWQUAHZVNNbw1uJLjtrvlWR3qCgd2+rtkUhhQV5Fi8Lc0eqBo0Pzii4s3e3EogGj8ksKQpFN0YY3G7aevHlu+o9zv4KKzxf2nVRQPiRSVB7J2xZtWh+tn9ew7Zn6je80VGXCJHFcfq8zigcfWthnQn5Zv0hBQTiyLdr4cVPN2w3bHqtb90TthobOm8vuW1B+RGG/SQVlQyPF5eG8mlB0Y7R+TVP96w1b59RvXtpUk16c9NjV8ApC4S+VtHGVy9uqV/x8+5J2fdkFjdsXNG7P7AivzK7nYWE4UhFOnHJXx5qqY02JA0IofGxR/zNKBh1U0GdYXlFpOG9btHFxU/XL9Ztn16x+s2Fbp/x0dbFowi19IvknFA08qKD34LyiplhsWbRmTv3mTvxz64btuSPWVNNie+7KsNknkn9uydDDC/uOySstDedtiNbPbdz2UO26p+s2dng7ZOzRH+FZz2fffjcb31zh+B+ArDB17G1jhnyt1f/69HsIW3H81IXJwm/91jnPzP1sy9uH9z/lMxMfTLhx4fLr5n70g4T93cW9Rv68fM9enz6Z5MZoQ/+1z6Uzf/pqybDv9dp9z/zSFBnwi+0fz6pZ3a7Vg8MKK68q36PV/3qibsMvtn+c/peaXFB+TfmeqQ+AXNFU+/PtS26uXrEr61dF4cjXS4bPLBs5Jq80xd3ebay6ccfyu2tW7WhtlrnTv5QOu6X33nmhcLsewCv1Ww7b+NquP1e/UNT/8b5TUtzhg8Yd+2z4W22L2X+n+PeyMT9L8qv/wbZF1+34pM0an9v/kFb/68X6TdM3vtFT27wrnoenFA98sDLxGIG7alZ+dcv8+FuOLOp3Q8X4cfm9kn2dJ+o2fGvrgk/Se6mi1W+603U7PvnBtkXNfw4/KRvz3V4je7U4Ue3qaN2/bfvwrpqVu/I86bbtGf9D7eKwmRcKX9pr9/8oH9OrtZP3zm3Y9o2t78XH+XFFA/5YuU/Le569+Z3H6tZnRQtYIQSAzrF60xPJgrCoYGD6X6eidHz8h+FQ6He99/5G6fCW90znwgD7FVT8vs/ESfnlqe82Ib/sv/tMurDXiC9t/seS9GacoVCof6Qg2fkeP2mqTf9Hvqxs1FXlexa0Ncsfnlf8294TzikZcvrmeeui9R34HR1S2OeO3hPHJp9zN5uUX/673hOuLt/zh1Uf3FG9ouVE9Ydlo35RvlcPPt/afPfgBVsXdFEN9pSu3ubd9jwMhUL753/q0ICflI35afkeqb/xsUX93+p/8Emb336lfsuu/JjNK5ODIoV/7Ttlv4KKVu82JFJ0Z5+JRxb1+5et8+s79ETqzu05/tN/1B0eNkvDefdV7nNC8j+u/Qoq/tZ/2le3vHtPzeqdt4zOL2k1HfPD4Wz5y/IeQgDoHFt3zE/2X0UF7XjXU3MQ7nxF+VcVY1ud1oRCoapoG0H4xeJBr/Sb2mYNNptW0GfegEMO78b3aIVDoZt77/3L8r0K0l7z+Uxh5Wv9p+2WV9ze73V+ybAX+k1Npwab9YsU3NZ77798eiEuHAr9umJsz9ZgKBT6QnH/FP/7eN36F+o35cwfV1dv8+58Hv7PSzAFZUXh/5mH/7R8jyvbqsGd+kYK/tJ3yoT8sl35YXcuepeH85/rd2CyGmz2pZIh/917Ujjjt+f4T2+Tjg2beaFw6hrcqSAU/u8+k774z8u9pPOYM/xQQUEIAJ1jR92ypLvbSDtmOb2Kd8+L/M9JFOdsuu17vXZPds/UL3WfWDzg/sp9Stp5yfLycP5jfffvtia8Nvm8LYXd80qe6ntA73A7DnT6SsnQO/tMLAh15DX7+NlSfij8+z6TLk3+S+keI/KKUx/y+sv2HK+b4bphm3fb8zD+h5qYXxYKhY4vGvAfZWPS/8Te4fz7KvcpDHd8Dr8j2hQKhe7oMzHNsDyrZPBlZaMyfHvunlfcPNadXjyoY8Pmj8vHnJDGaXtDoVAkFL67z6S98nuFQqHdIiVZXYOCEAA6TWNT0lNx5IWL0v864XBk56GnRQX9p+51c4p7ppjZTMwvu7fPPnkd6p/ScN5Dffcb1fVn9j+zePD3OzrLH5vf69Y+e6d550ML+9zWZ2KHH+fzcUttP6/Y87ySoT3+ZJta0DvF/85v3P5S/eac+cvq6m3ebc/DBPsVVJSG827uPaG9nzgxv+yi0t06/PNWxRpPLh54+j8XuNLxf8r2GJf20nqPbM9IKDw2vzQUCvWPFN7ce+8ODJuTC8qvKBud/ncsDefd2XtiuK0Vwqw4jYggBIDOEY02JPuvWKipXV9q51GjE3f/SWHKY02roq1/2cJw5J4+k0vbuTb4qQcQzp9duU/H1tPSNDBS+Nv2T4XjnVE8+JTitt+cWR7Ov7vP5Pxd+Fmer9sU97CLMuHJdmDKIJz1z3c35YYu3ebd9jxsLQjLv1k6YliHDpK8rGxUUUcXCXfEmtp78G1hOPLL9D6lB7fnzqNGf1I2pm+koAPD5rXle7V3lDiksM+ZJYM7fJirIASAXFOQn/TdOE3Ruvb1WK/xJYVD9hj6zdR3S/ZS98xeIycXlO/ij3NQQe9v99qt6zbX/ynfo1/KeVs6fl0xrs053L+Xjd59F1Y7q2KNb3XS6f470T4pf78P1q7195hpz8OWzi0ZemWSM7W2aVCk8NT2LPHF+9fS4ePa807anU4qHrhvGqNKD27P8fm9hkSKvtlrRAeGzQMLeh9T1L8DD/U/K8YNyUv6gkW2XGVAEAJA5yguSPrmkxRHk7aqd+n4PYZeEAkXdGBm0y9S8G/tOfAphSvKRleEu+SE5Hvkl36t/W8xaml0Xsk5Ka/FNzyv+Lu9Ru7Kt5hTvzkDL+Sd4goiq5rqFjbu8PeYUc/DVlWE88t2YRn/7OLBHfvEjpVPKBS6uHRkJm/P8fllF/Qa0eZxDa0Om5d0dJQYHCmKJPmOl678P9nyhyAIAaBz9CnbN9l/1TWsb9eXGtr3uHEjvt/m3ba1drq8b5aO6KyK6x8p3MWaSjGzTL0C8GFj9R3VK6/fsfSxuvWpL1qd+hFe3Gu3ovAuzXbijxfNEHmh8Mjka55zcujdg12t256HXeGIon5delB3S2eWDE59IHrPbs/jivqn897FlsNmeTj/ix06SDVnuA4hAHSOAb0PS/ZftfVr2jfjT3kCyWZVLV7qzguFO/c4z6+XDr96+5Jopy6RlYbzzi9Neo6Q+lj029vevz3u0n9D84pm9Zmc7IKHUwoqxuf3er+1NbGd16DfxUf7fOZdvGG3vOIU0+65jdv8MWbU8zB9sVBoaVPNx001leGCiQVlqeOqLJy3f0HFaw1bu22L9QrnnVg84L6aNZm5PdN813TLYfOk4gElu7BUKwgBgFAoFKooHTug96FJpyA1i7vim26LJZ4d4fNFfYekPAPH0qaaX27/+Jn6jSua6oZECj9TWPnDstHjk7+haLe84mOK+v21bkMnPuzjivqXJ1/DPH/r/NmfPifKqqa6oze99VK/qQclOZPKqcWDrt6+pOXtXyjqX5ny7UzVsabfVS//Q82qxY3VJeG8UXklJxQPmFEypPmKDltjjXMbquI/5YKt7120dcHOf59WPOiuPpNa/cq3V6+4ZNvCVv+raZc34KCUv+L5Ddtz7I+ri7Z5tz0P0/Rw7borqj58r3F785/eLb33Tn145767FoSxUOgPNatuqV7+fuOOSCj82cLKn5fvmfpCnccXJQ3CTNue6Q+bx7V1qYkPGnf8uGrxnPrNO2JNY/JLzysZ+o3S4b1yqCEFIQB0gsmjrk41Bale2BnfJLZh26vbqhf9sexzJeHI2Pxe61qcq+as4lRvvHm9Yesxm97c8s8jppY01Sypqbmvds2Dlfsdm3zeeU7JkM4NwtOSnwzjodp1s1s7Q2Z9LPqlzf9YOPCwVtdMjinq3+rE8fSUb7LaHG04etObb/7zhDHbY03ro/WvN2z9adVHZ5UM/nHZmPH5vV6s25SwOloX+9+NXpd84bQxFNsea+qiJ1v/lJX7cVNNjv1xddE277bnYTpuqV7xza3vxf9sy5pqT9z09qv9p+2f/NrxHTg3TLNoKHbelnfjT0j759q1z9ZtfKHf1BQnjzmyqF9WbM/46H21fsuiph1rmuqTDZspfqhQKPRmw7bDN77e/NSa27BtbsO2WTWr/tp3Sv9IoSAEAEKhUGjPYd8eMeC0FHfYVPXmLs5qPlh54/vLrq2uWx4KhS4f+0Sy+x2TfGazLdZ40qa3t7R4/0xtLHra5nkLBxw2IsnJ048p6h8Oddoxo+FQ6PPJH+TV2z9K9l8fNVXPrlnd6vXoDiroXRiO1Mei7ZrnzdjyjzdbO31oNBSbXbP6jzVrLigdsSP5lR57UOpp6LKcC8Ku0J3PwzYtatxx0dYFLf/EGkKxS7cteqHfgck+cVdOn/ubHctaXp5ka6zx9M3zFgw4NNmF74dEikbllbR80SGjtmdzCt64Y9m1Oz5e3lSb4m575JcOTP4HVRNrOmXz3JYvNLzZsO38LfMf67u/IASAoCvIK9975L+P3+2yFPdpitZsrprb4W/RFK156d2T12x+uvmWWYuOndFaE47N75XimmbXbF+yNlrf6n9Vx5quqPrwv5MciTcwUrh/QUVnXXphQn7ZgCTTrw8bq99M+V1mJZk4FoYjE/PL3v70507ILxuUfJ73UO26J1IuezaFYr+tXpaZz7rekaTzt7pYNNkq2dklQ2b3mdyub3RPzepzt/wjJ/9yu+15mI7Lqj5IdoaVF+s3fdRUPSbJm4oH53Vwhao2Fr1y++JkhXZT9fIU53SZWtj745qaTN6eO0Pu5M1zn67b2OY9D0h5Sc8bdixbmaQn/1K3/i91649v63DTrOAsowCQlqKCARWl4ypKx/XuNWFA78NGDjz7wL1uPnHaktQ1GAqF1mx6Ohpr6Ng3jcWir7x3ZnwNNjdhyztPSz6ziYZiv69eleIb3V+7pir5athnCys7azNOLUz6IP9S18a5WJ+v31SbZLlgUn5Z4jdqY563NIufisnPm7qpo8+0oOm252GbVjXVPVab6jumqJrKcAev+PdQ7dot0aR/77dWr0jxufvkl2fy9tw53J25+Z10ajAUCk1O+S1ur1mZ4n9v3LEsN/4crBACQFrGjbh03IhLO/CJyzf8qcPfdMmaO1ZufKzV/2q5Trhf8vcavVy/ZXWLd87Eq41FH61dPyPJtb/2Tf6V26vV2eRObS5C1sWiixp3tHpN9tEtrsuX4tLtK5pqX8jmazMUJn9Bv6ajx9cFTbc9D9v017r1qc/i+1r91m+Wtn6x9Q6f1+Tp+lSx9F7j9vmN2ycmKaW9WnvjYuZsz1AodEf1ysfq0r3ST4qT6LzbWPVBytOcPlu/aUesKQfOLmOFEAC6UH3j5mXrH+jY5zY1Vf/j4yvSv//E5C91/61+S5ufnuI++yaf7bXX3skf5LuNVW1++qKm1udnLd9MlWJrPF+/KZp515pPX0E46dUI6gVhhj0P2/RyW3+bKc4SVNjRa2y+Vr+1rUeV9BWTPVo7fjVztufOA+DTv/8eya/x81JbLxvVx6LdedkPQQgAWWnxqpubmqo79rkrNz5aW78uxR0SDhwdlfzV9HTeh5Pihfxx+b066wLYKWZ4q5rq2vz0jdHWD4lseeLNFN+ozdlw9srq0O1O3fY8bNM7bfXS8uRBmNehC9M3hWIL27q+3xvJO2dYXlEmb89Ha9evS/Jm6VYNT/6+64RLzrT+60vjPoIQAIKrvmHT+8t+2eFPX7ru3jbv09yEkVB4RPKZzfuNbV+b7r3k9ykMRwZ2xgnWw6FQsgfZFIolmxTG25rkjU/9Pv3wUnyjUCg0L8sv3d4QS1p9+aGwv7vMeR6m44O22mxbZ1+/ZHVTXVNbLxy8l/xqlv0ihQkrkxm1Pe+tXZ3+nYvCkb7Jm/PdNGJvYWMuXPbTewgBoKvM/eh79Y1bOvzp67e+ks7ddr6ZsF+koCB5DKyKtv0ifVWscXusqSzJ+2GG5hWvbc/r7q3qGylIdkKUvFC4acjRHf7KCQ+7Mvk3CoVCqU9DnwVBGEp6XGh+2Gv9GfQ8bNOGaP2OtnqvprODcEW07ef/yuQjRjgU6hcuWB2ry8DtGQqFXknj8PhmA1IG58o0hs1zlv4gNPnxbP+LMGoAQJdYtu6+JWvu6vCn19avqWtI97wIsxYdm+J17tpYdFM0rZNPrk5+cNewSNGub5PKSEEXbe2E86z0S/6NoqFYOsewZbIUbxQsy/7zW3SDbnsetmlNGi+y1HX2+0K3Rtu+uuaaproUhx8nXPgkk7Zn3fr2vG7VO5x0bSwWCq1ta6CYtejYuoZ1OfAXIQgBoPOt3/ryqwvP35WvUFXzYbvunyIIN6d9KYKNsaRzqYpIJxxV1OGz5Lcp4TwrKb7RxmhDY5a/0W578iWjFBNcuv952PZf3C6vundAdRpLjo2h2LZo0rtVfPppljnb88PG9r1huzz538vGaH06A0V9wyZBCAAkWrXxLy/849im6C4dl9jQzve5XbX88mT/VZv2CkOKtYjizjgWsevOz54wbSxN/o1y4MIMm5Ov9xaFI6UWCTPmedimqs4+HDQdaf4J1CU/MjnhANHM2Z7bYo3tun9p8mGtuq2ttPP9243RHYIQAPhfTdHaeR9d9tL8kxqbdnWW0NDUviCMJH8zTPqHnKVIx5JQJ8z52vt6f1d8o7ocCMKUs96heUWZ/yOEe/TkN932PGxTdU8EYUN6K+S1yR9bwtuVM2d7bou2LwjzOzpQNJ/Nqyn5OWCziOMKAKAz5liN2z5Ze/eCZddU163olC8YbeexZOHkL9Knf226+uSnryzsjDlfQXe9Ep3iG9WGmrL9yZb6OMPhkeLFoVYOnHu5fvMZm+e1vH1cftnPyvfo9glojwZhxqyIZPJ1I1OMBgkdlUHbs51Hg+cnf+QpFkjjr/cTzf7xRBACQMfEGpuq6xs3ba9ZsmX7O2u3vLB685Mdvt5gJwVk0sMIC9I+2jNF9XXKrCfWXW/eS/GN8rL/wgwrUp7rYq/80hfqN7X2WbUPtHZ61cMKe+BtbD27phTLmDeR9khMpDkcpDhPb1Ombs9ueJIkXP01lP1HHAhCAEjXO0suX7DsFxn78FK8ZTH9t/+lmAJ2ylJGfXdNHFMcFFec/W+x2xCtr4k1lST5QSbkl2X+j9CrR38L9bkYMO2o8fReE0kxGjR8ejTI3u3ZmOJ9kq2Fc2IN5gpBCP+/vTsPbrO+8zj+e3RLlnwfiW1ikpKDJiFACLQ0y9HC0FKWdtotdAps03bYP0pbll2GLcvuUnZKpwczPYa2szstFKalXSil13IFQiEcOXFzEichjh0cn5IsyTqfa/9Ik6WJn8eP5UfyI+n9+gvy6JHkrx5Jv49+FwBUA5NA6Lc8oMvkljk7AqHJtBxF6IlZzv95t9P21TDZuj1QFQsoDKq55Z66aQ+t9dY7//mH53U11LJdh85kcdmhgNnPQ3p11NPkg8Jv7Xc0l8tfBZ8nBEIAAKqBYrwITZPlHSOa7Ni7woTJGoC9cvLiiS12VSNt/EANrmpo/PQpaZNA6JdcDl87p6VkO9c56jp0JitbyPgkV71xaE/9dQErt55p44VzzuyBn7Z70F0VgZBVRgEAqAbZwrBJy8biztEmC1RG7fipfsJ4NZRmWxPCpHELtc5yNZxsjzJl8nKv9zXN43PzWehaWTivzeiyXYeVm8YXuvwm40oTf/3+qtx6mkTZFpfX9a6xtUaDRV0SgRAAADiDrCQV1TAkdFpofwclt0mfwKiWt6MhLhuN0Go13jajCHHT+NrtClT6y71bTpkc/bi/fR6fm5U5q2e55/MlKNt16ExdFq7/LtPNS057f1VuPSeNh7O6hdR2Ms2aTB30e1sJhAAAwClMdrxYYTC80OJtNKEPqLm5P8OCrg0brJDZIHls3EAvpskmYybPtVANh9suJ0yO3hhc4J2/xVTrLcwPXD6vL0HZrkNnanZ5Z3yNVhkvTZTUldNGWlZuPce1gma8Ik6nOyBmWkgm6O8kEAIAAKdIZg4YHbrQwkIjJrc5rubt2jDtiPHmHOd7bFsNRRdiyLhL832+xkp/rfvV7DvGEb3N5bspWNp2qmy8PGP3TL1/khCr53sp1PJch4610jtD/S/yNph8GlRNPVWhjxmPd13lCc+4rGjI300gBAAATjE5tcvo0Bfk/hlPv8S4CbjPeMbabO1X0kaHrvQ321iNATVrdGi9TYFwfrdf21yImxy9J7zEJ5WwmWeyGsdid9D83HM94aKncdpV87Jdh85k8mY/+R5pmlWWrtx6mox9uGfqhRlPbwqfTyAEAABOETcOhO2Nlz955CbTBoF0fcBw4lmv6Yy1WdlhPNbx7wIdNlZjv3GIXedtWGZ5yKLJyMuC8Zr1wdLvs/dMfsLk6Dme0F11i0v36FOaYSBc7Y2YTyO8LtBW9OPaVfOyXYfOdI3fbObbSk/YZFj1QSVTTfU8ZBxl2xrWz3h6S+RiAiEAAHCKieTrwqD/RJI8i9o/bTL86Sp/c4fx8g9b5Um7nuRW44bj2e7gR/1tdj3QHtmsV/MfQpYGevkk108aVhkdNdncorP0q2j+IT8mm3aX3Rt5zxW+UnXOmPQQeoV0mXH/kktIG4Jdc3hce2petuvQma7yt5hM7dsQMnuBpv2ppXLr2acYDnZtjqwLBRaZnBv0dzaG1xAIAQCAU+QKoyadhKt6/s3jnn5KjCTE1yNLjU7UhP6nQsy+nJYaNZ60c39kqXs2q6F4hHS3wdhI82VXvhxaNONCO51u/6bmdTcGFxjdIGM8r3Ktt77Uy7pMasqL+ah5cX7ffMEHS5MJTWZeCSE+Zxz5bg11z2VRH7tqXrbr0Jk8QvpmZJnRZX9b6CyTc7dN986q3Hr2ykmTo0sWbDA5urjjFqn0YwEIhAAAYBaGY88aHQr4Flyy/KfTNl/ui5yzznhO0TY5YbI4+2zpQjxnPNZxjTfynfrlFu/qCl/zjtb3fyOydNrWzC45lTLuTfJJrieazl9g0KfkFtIXQt17Wz/wAdPZhib33+Ty3hyaflkXv+SyKyv+JPOO+Q0ikuf5lou+FVnWYLyqZHtRGwP0GQ+0E0LcGFx46XSlu9Bbb5RDLLKr5mW7Dh3rlmDnZ89YecgrpEcaVpsMvk3r6t7p+t4rt547TQPhirPuDPjaDT5RO849667q+OIgEAIAUD0Gx58wObqo/YYrznvmmaG7//9f3IGHGlb9e/g9Jmf9T3bE3idpfod31PV8I7LUYxyZXEK6xt/6QvNFL7WsW+ONGN1MFfqmvFnH5ipPeEvrJZ8NdvpPdkS4hLTSE74rvPhA2/qfNKycceGTo0rW5Oj361ecNlPrRBw61n55h00L8f8uNzY003YgbiHdFV483HHFr5vOv7Pu7JuCC28Jdt5R13N/ZOlvmy4Y7bjyyabzi3joES2fMM5mkhB/aLrwI+/68/2S69ZQ96aWdY0uz1z+ZBtrXp7r0Mkeblz9/foVi06uCrvUE/pj89qr/C0mp7xUiKkGA5UrtJ4jWv6g8a8bXnfkb1b91uM+fVFWn7d5/confN4qWX/IIwAAQLWIp96MT/U2hS8wusGCpqs/fNHVmcLwbinU4fItcgdcpr1VitAfz9kcCJ/LTwxr+YXGM77uDi+51t/2o8zg8/nokJrThWh1+dpcvrXe+iv9zR/yNXdZ29b8qdzoxwJmW7T3uIM/a1z9kFg1pOY1oXe4/IHZjFJL6EpUk1sMcmNE8jzbvHa3nDqqZhtd3lWecHOxS2uavDrfSw9Y6XsJSu5PBjo+aevyHm8pU+/zNhodbXZ5n25ee1jJHFTTTZJ3haeuyY4/38aal+06dCxJiK/U9XylrieuyQWhd1joK342N1F99dxYiJqsMtVa//4Pr925Z+C+8clX8nI05O/ubLl2efcddYGeqvniIBACAFBVDh//73XLfjxDPPAtvMTavT2ZHT2u5u19hqrQH0wP3m88a1EIscYb+a+GleLkIjnFjbD8bW4so6uhmSb5uIR0VrEt0cNqpsVltoL/ed7IeaXs7ngwM3h7XU/3fLSkN+VjJoHwhHM8oXM8IZuvcJtqXrbr0PksZnVV6E/mRquvnr/Pjd0WMls8JhJadum5v6jibw2GjAIAUFWOjDycyQ3adW8PpPtL8SR/mB60OC9RmkOrMaErj2WHS1rtNwqT8/ty53TtntSheXno/82Pz8vj2ljz8lyHVWNjPjqi5auvnpvysbw8UcuvLIEQAICqomn5PUfvteWufpUd3mG64kLRErryH1PliDHfSR9VSrl9/PP5+W9HPpo9/vR8ZLMthcS46Vqj5kaLPdfGmpftOqwO30sPVGU9H+275sjIwwRCAABQPfpHHx1PvDr3tvJdqYOle5I/Sh/barozhC0OKukZl+Kci5cL8Yzxjnxlc2ti3+gcslmRPz0I/cF0kX3R/Wr2uthOJ9S8PNeho5isBmRip5x8zkIUr7h6ntiJ59DQj/SiynJs/DcEQgAA4Di6rr3+1k0FZXIud/LFxP5jM61gOReq0G+M74prcqmr8dXkwcGS/SEZXX04OzTvr/hxNf+3sTfLH02/nx4o7hX8WurwLjmVN95UsGw1L9t16BB9Snrp2OYiNpK5I3mg+up5al/WdO5oEZ2EI/GNE8nXCIQAAMCJMrnB1/bfqGlFrgfz7an+Us++E0IMqNnr473pEseYhK58enJXrqjsYcUDU6UdlWrRdjnx8XjvVHkzYUJX7p86Mtuzns1PPJo9Lgt9rzLlhJqX5zp0iKfzE+Na4c5U36zO+nHm2OZCvMrqeSoNnrCn/95Z/Yim60rv23eeuSMFgRAAADjFSOz5zfs+UUQm/EF64KulHCz6bq8W4tfGdkbn0J9wQEkr+gzZ4I3C5A2Tfy4uE87YDj6qZr811e+EV3xjPnpldNuQTd2h/Wr2KeMlJU/5bnpgVjMYDyjpmyZ3n/jv3mJnqNpe8/Jch07wTH5cCPHTzDsPZ6z2sm6TE/+c7Kuyep6WBoUQ2cLwzkNfsn4P+wa+MTm12+OqIxACAADnOh59+vneS5MZq405Vc3clnjr9uSBcjZsXynE10288arl/odTCrr2n1Nvr5l43Upn0R9y41dGtw+o2Vk9xIPpwetjb854s3tTh5+0kJ1OPe1Cybord8jJVROvPZI9XvQrqAvxQj76qfifl45ttvJHaUL/VHzX8/molTvfLic+GN0eO5kTeuVU0X+p7TUvz3U4vzK6+srJP/DWxD4rowB2yMlrYzuzs+/uc3I9z0yDf/mhYfQX+we/aeUe3pl4au/AfUIIeggBAIDTxVNvPrdz7Z6j9xbkmFkM0NWBsV8+veO89b3vLf+T7Fezl0W33Ty5e49iKSFENfnbU/3Lxl+9N3XYerjaIk+uHH/t/qkjViZQ9crJD0W3fzn5lmyhVaoK/Yb4rvum3jZ/MgVdeyw7vGL81bFSLgAzqSkbJvdcMPH6E7kR68WRhb65EL8z2Xf22MtXx3b8OjeqWm6OZ3T1o7Gd96QOmYwSzOva16feviy6bfhdXda9SvFr2Jai5uW5DufRpkLs1LxNVeg3Te6+PXkgZbCYiib0H2YGL4tuK7qjz5n1NEqDJ+w6cveuI/+qmwbgI8MPvbrvBl3XhBAedzX0EEqPvVR5T/ozy5+tuOdsfvEBAFBqHnddV+vHFjRd3RK5OOBr93kaFTWTk0cT6b2jk386Nv5kNj8026/ajwfan2q6YNpDj2SPb5jcU8TzvNjbcF2gbZ23YYWnrtXlC0kuRdfTujqmFfrV7B4l9XI+/mIhOpc5gWHJfa2/7Rp/6xpvpMcdqJc8bknK6tqYVjisZHbIiT/mx4vb7K7T7f9csOtqf8u5nnCTy6vqekJXhtV8r5x8XZ78TW40Vt7FNhokz3WBtvW+pvM8kR53oMHlDUqutK6mNCWpqyNafr8ytV9O71OmdsiJuU/6anZ5bwl2XuNvXe0Jt7l8khBRXd4jT23MTzySPX7mHhUuITWfsSW6rGuzWgazRDUvw3VYUmHJ3e0OnJm4znwVWl2+DcHOawNtqzzhJpc3o6uHlcyLhehPM0N9Stqu5+OQelpskDdH1q1Zcv+CpqtO2y4xltqx9+h9Q9E/nvqXS9/7y572T097J6/s/djQxO8JhARCAiEAoFJZ+bYtRSAEACe0xoP+rraGDwR9XZLkzhVGosmtqezpuyyuX/nrs9o+Oe3pf9r9keFYZWQWDxcHAAAwajxV4o+wADCXKHhCNj80OPb4DFHKeMho0Ys8lx9zCAEAgM0NKQCohQ8xk0Aoq6lKKRGBEAAAFNmcCkhu6gOgNtOgEKLO32N0KC9PEAgBAECVN6rCxoFQFzp1A1DFadDl8gf93UZHc4XRSikUgRAAABTZtOo5YxnDUzJzXrISABybBoUQLZGLJWn6MJXNH1e1bKXUikAIAACKbGBd6K03unFSIxACqNo0KIRY2Gz4KKnswQoqF4EQAAAU08yqlzyX+5oN20Oz2UoOAOYrDYaD76kL9Mw6RLn8SxZ+zuhoLLWTQAgAAKq8sfVP4bPrjOcQRsu7AzsAiKL6BhvrVl93cd+F53zX7221ftaK7juCvoVGRyeSWwiEAACgeiztuq21/v2nZsv86tD1t9f13BNeYnLKfmWKugFweBr8SyJy+Zd3/+P17+u/ZMXD7Y1XCCGZ376r5brzFn/d6Kiuq6PxFyuobmxMDwAAZrCs68v1oeWaVsgWhhU1FQr03OiOmJ+yl0AIwPFR8K9ykTu8ZMGGJQs2ZHKDI/EXoqmtE8mtqUyfquVO3aY+tGJp1xeXdX3JJDSOJzYXlDiBEAAAVBuXy2dxps2gmoszZBRA5aTBdwsFFi1Z+PklCz9/4n9VLVuQY4qa9vvafZ7GGU8/MvKzyioggRAAANjsd7kxigCgEtPgmdyuYNDfZfHGeXl8cOzxyqohcwgBAIDNHs+NUAQAVZAGZ2v/4DcraAdCAiEAALDfISXzWiFOHQDUWhpMpPcfHPphxVWSIaMAAMBO/5I6qFMFALUUBYUQmpbfcuCzmpYnEAIAgNo1NvnyU7kcdQBQU2lQCH1L3+djqR2VWFKGjAIAAHvkCiNvvHWzU5trAEiDJaHp8utv3Tww+liFVpVACAAAbJDJDb745w9m8u8I5/6ED4A0eLrRyU17jn6tIMeKOz2ZObDxzUsrNw0KhowCAIAZ6bpqfvzo6M/fPHxHXo6e1nT7zPJnqR4AZ0bBE2QluffofQeOPbC44++72z7R3ni5S/JajIJ973zvyPBDml7Z265Kj71UeU+6Er9d+K0UAFC5fJ7G7rZPdDRe2Vi3OhRY5HVHdKEX5Hgyc2Bs8qWjoz9PZQ9X07c2gJptRXs9DR2NVzTUrW6sWxUJLfd5mrzuiMcTEUIoajpXGE5lDkVTW4djG2Op7dVRYQIhgRAAAL64AdCErlEMGQUAAOVo0hELARAFHYhFZQAAAM07AHxcEAgBAABo5AHgg6KWMGQUAACUu6nH8FEAREGHoIcQAADQ7APAx0KNoocQAADMW+OPrkIARMH5RQ8hAACgIQiADwECIQAAAM1BALz9awlDRgEAgCMahQwfBYiCKD96CAEAAA1EALzZaxQ9hAAAwFnNRLoKAaIgyoYeQgAAQJMRAG/tGkUPIQAAcGjDka5CgCgIAiEAACAWAiAKoiQYMgoAAGhQAuDNW6PoIQQAAJXRrKSrECAKwnb0EAIAAJqYAHir1ih6CAEAQIU1NOkqBIiCIBACAABiIQCiIOaEIaMAAIAGKADejDWKHkIAAFDZzVC6CgGiIAiEAACAWAiAKAgCIQAAIBYCIArCAuYQAgAAmqoALL2/eIsRCAEAAGizArX4zqIIVYkhowAAoGobr4wgBYiCIBACAABiIQCiIAiEAACAWAiAKAgCIQAAIBYCIAoSCAEAAIiFAO8OoiCBEAAAgFgIEAVBIAQAACAWAkRBEAgBAACIhQBREARCAACAqm4ckwxBDgSBEAAAoKaby8RCEAVBIAQAACAWAkRBEAgBAACIhQBREARCAACA2mxSkwxBDgSBEAAAoKYb2cRCEAVBIAQAAKj1BjfJEORAEAgBAABquglOLARREARCAACAWm+OkwxBDgSBEAAAgGRIMgQ5EARCAAAAkiFADgSBEAAAgGQIkANBIAQAACAZAuRAEAgBAABIhgA5EARCAAAAkiHIgQCBEAAAgGQIQiBAIAQAAKjJhEA4JAcCBEIAAABiA+GQEAgQCAEAAIgThENCIEAgBAAAIGYQDgmBAIEQAACA+EE+JAECBEIAAADCCfmQBAgQCAEAAEA+JAECBEIAAABMH2yIiMQ/gEAIAABA+KnFlEj2AwiEAAAAsBqTKjErkvoAAiEAAADKF67KkxtJeoCN/g9NypZ1OhZq1wAAAABJRU5ErkJggg==\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/cover\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/41148e44c7c06be9\\\" subtiddler=\\\"$:/plugins/twpub/41148e44c7c06be9/images/OEBPS/4834815603061880037_27402-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/readme\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''風流悟'' |\\n|epub-creator |''Zuohuasanren'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''74'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/errors\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/41148e44c7c06be9/text\": {\n            \"title\": \"$:/plugins/twpub/41148e44c7c06be9/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/41148e44c7c06be9/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/41148e44c7c06be9/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F41148e44c7c06be9.png"}