{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"浮生六記","name":"TWPUB","title":"$:/plugins/twpub/90b2ffb0131a97f8","description":"浮生六記","converter-version":"0.1.0","epub-creator":"Fu Shen","conversion-errors":"0","count-chunks":"74","count-images":"1","cover-image":"$:/plugins/twpub/90b2ffb0131a97f8/images/OEBPS/6621136170271350135_25192-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/90b2ffb0131a97f8/images/OEBPS/6621136170271350135_25192-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>The Project Gutenberg EBook of Fu Sheng Liu Ji, by Fu Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">Title: Fu Sheng Liu Ji</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Author: Fu Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Release Date: April 27, 2008 [EBook #25192]</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK FU SHENG LIU JI ***</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">Produced by Wan Jei Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">第一卷      \\t閨房記樂</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>余生乾隆癸未冬十一月二十有二日，正值太平盛世，且在衣冠之家，\\n後蘇州滄浪亭畔，天之厚我可謂至矣。東坡云：「事如春夢了無痕」\\n，苟不記之筆墨，未免有辜彼蒼之厚。因思《關雎》冠三百篇之首，\\n被列夫婦於首卷，余以次遞及焉。所愧少年失學，稍識之無，不過記\\n其實情實事而已，若必考訂其文法，是責明於垢鑒矣。\\n余幼聘金沙於氏，八齡而夭。娶陳氏。陳名芸，字淑珍，舅氏心餘先\\n生女也。生而穎慧，學語時，口授《琵琶行》，即能成誦。四齡失怙\\n，母金氏，弟克昌，家徒壁立。芸既長，嫻女紅，三口仰其十指供給\\n，克昌從師，修脯無缺。一日，於書簏中得《琵琶行》，挨字而認，\\n始識字。刺繡之暇，漸通吟詠，有「秋侵人影瘦，霜染菊花肥」之句\\n。余年─十三，隨母歸寧，兩小無嫌，得見所作，雖嘆其才思雋秀，\\n竊恐其福澤不深，然心注不能釋，告母曰：「若為兒擇婦，非淑姊不\\n娶。」母亦愛其柔和，即脫金約指締姻焉。此乾隆乙未七月十六日也\\n。\\n是年冬，值其堂姊出閣，余又隨母往。芸與余同齒而長余十月，自幼\\n姊弟相呼，故仍呼之曰淑姊。時但見滿室鮮衣，芸獨通體素淡，僅新\\n其鞋而已。見其繡制精巧，詢為己作，始知其慧心不僅在筆墨也。其\\n形削肩長項，瘦不露骨，眉彎目秀，顧盼神飛，唯兩齒微露，似非佳\\n相。一種纏綿之態，令人之意也消。索觀詩稿，有僅一聯，或三、四\\n句，多未成篇者，詢其故，笑曰：「無師之作，願得知己堪師者敲成\\n之耳。」余戲題其簽曰「錦囊佳句」，不知夭壽之機此已伏矣。是夜\\n送親城外，返已漏三下，腹飢索餌，婢嫗以棗脯進，余嫌其甜。芸暗\\n牽余袖，隨至其室，見藏有暖粥並小菜焉，余欣然舉箸。忽聞芸堂兄\\n玉衡呼曰：「淑妹速來！」芸急閉門曰：「已疲乏，將臥矣。」玉衡\\n擠身而入，見余將吃粥，乃笑睨芸曰：「頃我索粥，汝曰『盡矣』，\\n乃藏此專待汝婿耶？」芸大窘避去，上下嘩笑之。余亦負氣，挈老僕\\n先歸。自吃粥被嘲，再往，芸即避匿，余知其恐貽人笑也。\\n至乾隆庚子正月二十二日花燭之夕，見瘦怯身材依然如昔，頭巾既揭\\n，相視嫣然。合巹後，並肩夜膳，余暗於案下握其腕，暖尖滑膩，胸\\n中不覺怦怦作跳。讓之食，適逢齋期，已數年矣。暗計吃齋之初，正\\n余出痘之期，因笑謂曰：「今我光鮮無恙，姊可從此開戒否？」芸笑\\n之以目，點之以首。\\n廿四日為余姊于歸，廿三國忌不能作樂，故廿二之夜即為余姊款嫁。\\n芸出堂陪宴，余在洞房與伴娘對酌，拇戰輒北，大醉而臥；醒則芸正\\n曉妝未竟也。是日親朋絡繹，上燈後始作樂。廿四子正，余作新舅送\\n嫁，丑末歸來，業已燈殘人靜。悄然入室，伴嫗盹於牀下，芸卸妝尚\\n未臥，高燒銀燭，低垂粉頸，不知觀何書而出神若此。因撫其肩曰：\\n「姊連日辛苦，何猶孜孜不倦耶？」芸忙回首起立曰：「頃正欲臥，\\n開櫥得此書，不覺閱之忘倦。《西廂》之名聞之熟矣，今始得見，真\\n不愧才子之名，但未免形容尖薄耳。」余笑曰：「唯其才子，筆墨方\\n能尖薄。」伴嫗在旁促臥，令其閉門先去。遂與比肩調笑，恍同密友\\n重逢。戲探其懷，亦怦怦作跳，因俯其耳曰：「姊何心舂乃爾耶？」\\n芸回眸微笑，便覺一縷情絲搖人魂魄，擁之入帳，不知東方之既白。\\n芸作新婦，初甚緘默，終日無怒容，與之言，微笑而已。事上以敬，\\n處下以和，井井然未嘗稍失。每見朝暾上窗，即披衣急起，如有人呼\\n促者然。余笑曰：「今非吃粥比矣，何尚畏人嘲耶？」芸曰：「曩之</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>藏粥待君，傳為話柄，今非畏嘲，恐堂上道新娘懶惰耳。」余雖戀其\\n臥而德其正，因亦隨之早起。自此耳鬢相磨，親同形影，愛戀之情有\\n不可以言語形容者。\\n而歡娛易過，轉睫彌月。時吾父稼夫公在會稽幕府，專役相迓，受業\\n於武林趙省齋先生門下。先生循循善誘，余今日之尚能握管，先生力\\n也。歸來完姻時，原訂隨侍到館。聞信之餘，心甚悵然，恐芸之對人\\n墮淚。而芸反強顏勸勉，代整行裝，是晚但覺神色稍異面已。臨行，\\n向余小語曰：「無人調護，自去經心！」及登舟解纜，正當桃李爭妍\\n之候，而余則恍同林鳥失群，天地異色。到館後，吾父即渡江東去。\\n居三月，如十年之隔。芸雖時有書來，必兩問一答，中多勉勵詞，餘\\n皆浮套語，心殊怏怏。每當風生竹院，月上蕉窗，對景懷人，夢魂顛\\n倒。先生知其情，即致書吾父，出十題而遣余暫歸，喜同戍人得赦。\\n登舟後，反覺一刻如年。及抵家，吾母處問安畢，入房，芸起相迎，\\n握手未通片語，而兩人魂魄恍恍然化煙成霧，覺耳中惺然一響，不知\\n更有此身矣。\\n時當六月，內室炎蒸，幸居滄浪亭愛蓮居西間壁，板橋內一軒臨流，\\n名曰「我取」，取「清斯濯纓，濁斯濯足」意也。檐前老樹一株，濃\\n陰覆窗，人畫俱綠。隔岸遊人往來不絕。此吾父稼夫公垂簾宴客處也\\n。稟命吾母，攜芸消夏於此。因暑罷繡，終日伴余課書論古，品月評\\n花而已。芸不善飲，強之可三杯，教以射覆為令。自以為人間之樂，\\n無過於此矣。\\n一日，芸問曰：「各種古文，宗何為是？」余曰：「《國策》、《南\\n華》取其靈快，匡衡、劉向取其雅健，史遷、班固取其博大，昌黎取\\n其渾，柳州取其峭，廬陵取其宕，三蘇取其辯，他若賈、董策對，庾\\n、徐駢體，陸贄奏議，取資者不能盡舉，在人之慧心領會耳。」芸曰\\n：「古文全在識高氣雄，女子學之恐難入彀，唯詩之一道，妾稍有領\\n悟耳。」余曰：「唐以詩取士，而詩之宗匠必推李、杜，卿愛宗何人\\n？」芸發議曰：「杜詩錘煉精純，李詩瀟灑落拓，與其學杜之森嚴，\\n不如學李之活潑。」余曰：「工部為詩家之大成，學者多宗之，卿獨\\n取李，何也？」芸曰：「格律謹嚴，詞旨老當，誠杜所獨擅。但李詩\\n宛如姑射仙子，有一種落花流水之趣，令人可愛。非杜亞於李，不過\\n妾之私心宗杜心淺，愛李心深。」余笑曰：「初不料陳淑珍乃李青蓮\\n知已。」芸笑曰：「妄尚有啟蒙師白樂天先生，時感於懷，未嘗稍露\\n。」余曰：「何謂也？」芸曰：「彼非作《琵琶行》者耶？」余笑曰\\n：「異哉！李太白是知己，白樂天是啟蒙師，余適字三白，為卿婿，\\n卿與『白』字何其有緣耶？」芸笑曰：「白字有緣，將來恐白字連篇\\n耳(吳音呼別字為白字)。」相與大笑。余曰：「卿既知詩，亦當知賦\\n之棄取。」芸曰：「《楚辭》為賦之祖，妾學淺費解。就漢、晉人中\\n調高語煉，似覺相如為最。」余戲曰：「當日文君之從長卿，或不在\\n琴而在此乎？」復相與大笑而罷。\\n余性爽直，落拓不羈；芸若腐儒，迂拘多禮。偶為披衣整袖，必連聲\\n道「得罪」；或遞巾授扇，必起身來接。余始厭之，曰：「卿欲以禮\\n縛我耶？語曰：『禮多必詐』。」芸兩頰發赤，曰：「恭而有禮，何\\n反言詐？」余曰：「恭敬在心，不在虛文。」芸曰：「至親莫如父母\\n，可內敬在心而外肆狂放耶？」余曰：「前言戲之耳。」芸曰：「世\\n間反目多由戲起，後勿冤妾，令人鬱死！」余乃挽之入懷，撫慰之，\\n始解顏為笑。自此「豈敢」、「得罪」竟成語助詞矣。鴻案相莊廿有\\n三年，年愈久而情愈密。家庭之內，或暗室相逢，窄途邂逅，必握手\\n問曰：「何處去？」私心忒忒，如恐旁人見之者。實則同行並坐，初\\n猶避人，久則不以為意。芸或與人坐談，見余至，必起立偏挪其身，\\n余就而並焉。彼此皆不覺其所以然者，始以為慚，繼成不期然而然。\\n獨怪老年夫婦相視如仇者，不知何意？或曰：「非如是，焉得白頭偕\\n老哉？」斯言誠然歟。\\n是年七夕，芸設香燭瓜果，同拜天孫於我取軒中。余鐫「願生生世世\\n為夫婦」圖章二方，余執朱文，芸執白文，以為往來書信之用。是夜\\n月色頗佳，俯視河中，波光如練，輕羅小扇，並坐水窗，仰見─飛雲\\n過天，變態萬狀。芸曰：「宇宙之大，同此一月，不知今日世間，亦\\n有如我兩人之情興否？」余曰：「納涼玩月，到處有之。若品論雲霞\\n，或求之幽閨繡闥，慧心默証者固亦不少。若夫婦同觀，所品論著恐\\n不在此雲霞耳。」未幾，燭燼月沉，撤果歸臥。\\n七月望，俗謂鬼節，芸備小酌，擬邀月暢飲。夜忽陰雲如晦，芸愀然\\n曰：「妾能與君白頭偕老，月輪當出。」余亦索然。但見隔岸螢光，\\n明滅萬點，梳織於柳堤蓼渚間。余與芸聯句以遣悶懷，而兩韻之後，\\n逾聯逾縱，想入非夷，隨口亂道。芸已漱涎涕淚，笑倒余懷，不能成\\n聲矣。覺其鬢邊茉莉濃香撲鼻，因拍其背，以他詞解之曰：「想古人\\n以茉莉形色如珠，故供助妝壓鬢，不知此花必沾油頭粉面之氣，其香\\n更可愛，所供佛手當退三舍矣。」芸乃止笑曰：「佛手乃香中君子，\\n只在有意無意間；茉莉是香中小人，故須借人之勢，其香也如脅肩諂\\n笑。」余曰：「卿何遠君子而近小人？」芸曰：「我笑君子愛小人耳\\n。」正話間，漏已三滴，漸見風掃雲開，一輪湧出，乃大喜，倚窗對\\n酌。酒未三杯，忽聞橋下哄然一聲，如有人墮。就窗細矚，波明如鏡\\n，不見一物，惟聞河灘有只鴨急奔聲。余知滄浪亭畔素有溺鬼，恐芸\\n膽怯，未敢即言，芸曰：「噫！此聲也，胡為乎來哉？」不禁毛骨皆\\n栗。急閉窗，攜酒歸房，一燈如豆，羅帳低垂，弓影杯蛇，驚神未定\\n。剔燈入帳，芸已寒熱大作。余亦繼之，困頓兩旬。真所謂樂極災生\\n，亦是白頭不終之兆。\\n中秋日，余病初癒。以芸半年新婦，未嘗一至間壁之滄浪亭，先令老\\n僕約守者勿放閑人，於將晚時，偕芸及余幼妹，一嫗一婢扶焉，老僕\\n前導，過石橋，進門折東，曲徑而入。疊石成山，林木蔥翠，亭在土\\n山之巔。循級至亭心，周望極目可數里，炊煙四起，晚霞燦然。隔岸\\n名「近山林」，為大憲行台宴集之地，時正誼書院猶未啟也。攜一毯\\n設亭中，席地環坐，守著烹茶以進。少焉，一輪明月已上林梢，漸覺\\n風生袖底，月到波心，俗慮塵懷，爽然頓釋。芸曰：「今日之遊樂矣\\n！若駕一葉扁舟，往來亭下，不更快哉！」時已上燈，憶及七月十五\\n夜之驚，相扶下亭而歸。吳俗，婦女是晚不拘大家小戶皆出，結隊而\\n游，名曰「走月亮」。滄浪亭幽雅清曠，反無一人至者。\\n吾父稼夫公喜認義子，以故余異姓弟兄有二十六人。吾母亦有義女九\\n人，九人中王二姑、俞六姑與芸最和好。王癡憨善飲，俞豪爽善談。\\n每集，必逐余居外，而得三女同榻，此俞六姑一人計也。余笑曰：「\\n俟妹于歸後，我當邀妹丈來，一住必十日。」俞曰：「我亦來此，與\\n嫂同榻，不大妙耶？」芸與王微笑而已。\\n時為吾弟啟堂娶婦，遷居飲馬橋之倉米巷，屋雖宏暢，非復滄浪亭之\\n幽雅矣。吾母誕辰演劇，芸初以為奇觀。吾父素無忌諱，點演《慘別\\n》等劇，老伶刻畫，見者情動。余窺簾見芸忽起去，良久不出，入內\\n探之；俞與王亦繼至。見芸一人支頤獨坐鏡奩之側，余曰：「何不快\\n乃爾？」芸曰：「觀劇原以陶情，今日之戲徒令人斷腸耳。」俞與王\\n皆笑之。余曰：「此深於情者也。」俞曰：「嫂將竟日獨坐於此耶？\\n」芸曰：「俟有可觀者再往耳。」王聞言先出，請吾母點《刺梁》、\\n《後索》等劇，勸芸出觀，始稱快。\\n余堂伯父素存公早亡，無後，吾父以余嗣焉。墓在西跨塘福壽山祖塋\\n之側，每年春日，必挈芸拜掃。王二姑聞其地有戈園之勝，請同往。\\n芸見地下小亂石有苔紋，斑駁可觀，指示余曰：「以此疊盆山，較宣\\n州白石為古致。」余曰：「若此者恐難多得。」王曰：「嫂果愛此，\\n我為拾之。」即向守墳者借麻袋一，鶴步而拾之。每得一塊，余曰善\\n，即收之；余曰否，即去之。未幾，粉汗盈盈，拽袋返曰：「再拾則\\n力不勝矣。」芸且揀且言曰：「我聞山果收穫，必借猴力，果然！」\\n王憤撮十指作哈癢狀，余橫阻之，責芸曰：「人勞汝逸，猶作此語，\\n無怪妹之動憤也。」歸途游戈園，稚綠嬌紅，爭妍競媚。王素憨，逢\\n花必折，芸叱曰：「既無瓶養，又不簪戴，多折何為？」王曰：「不\\n知痛癢者，何害？」余笑曰：「將來罰嫁麻面多鬚郎，為花泄忿。」\\n王怒余以目，擲花於地，以蓮鉤撥入池中，曰：「何欺侮我之甚也！\\n」芸笑解之而罷。\\n芸初緘默，喜聽余議論。余調其言，如蟋蟀之用纖草，漸能發議。其\\n每日飯必用茶泡，喜食芥鹵乳腐，吳俗呼為臭乳腐，又喜食蝦鹵瓜。\\n此二物余生平所最惡者，因戲之曰：「狗無胃而食糞，以其不知臭穢\\n；蜣螂團糞而化蟬，以其欲修高舉也。卿其狗耶？蟬耶？」芸曰：「\\n腐取其價廉而可粥可飯，幼時食慣，今至君家已如蜣螂化蟬，猶喜食\\n之者，不忘本出；至鹵瓜之味，到此初嘗耳。」余曰：「然則我家係\\n狗竇耶？」芸窘而強解曰：「夫糞，人家皆有之，要在食與不食之別\\n耳。然君喜食蒜，妾亦強啖之。腐不敢強，瓜可扼鼻略嘗，入咽當知\\n其美，此猶無鹽貌醜而德美也。」余笑曰：「卿陷我作狗耶？」芸曰\\n：「妾作狗久矣，屈君試嘗之。」以箸強塞余口。余掩鼻咀嚼之，似\\n覺脆美，開鼻再嚼，竟成異味，從此亦喜食。芸以麻油加白糖少許拌\\n鹵腐，亦鮮美；以鹵瓜搗爛拌鹵腐，名之曰「雙鮮醬」，有異味。余\\n曰：「始惡而終好之，理之不可解也。」芸曰：「情之所鍾，雖醜不\\n嫌。」\\n余啟堂弟婦，王虛舟先生孫女也，催妝時偶缺珠花。芸出其納彩所受\\n者呈吾母，婢嫗旁惜之。芸曰：「凡為婦人，已屬純陰，珠乃純陰之\\n精，用為首飾，陽氣全克矣，何貴焉？」而於破書殘畫反極珍惜：書\\n之殘缺不全者，必搜集分門，匯訂成帙，統名之曰「繼簡殘編」；字\\n畫之破損者，必覓故紙黏補成幅，有破缺處，倩予全好而卷之，名曰\\n「棄餘集賞」。於女紅、中饋之暇，終日瑣瑣，不憚煩倦。芸於破笥\\n爛卷中，偶獲片紙可觀者，如得異寶。舊鄰馮嫗，每收亂卷賣之。\\n其癖好與余同，且能察眼意，懂眉語，一舉一動，示之以色，無不頭\\n頭是道。余嘗曰：「惜卿雌而伏，苟能化女為男，相與訪名山，搜勝\\n跡，遨遊天下，不亦快哉！」芸曰：「此何難，俟妾鬢斑之後，雖不\\n能遠遊五嶽，而近地之虎阜、靈巖，南至西湖，北至平山，盡可偕游\\n。」余曰：「恐卿鬢斑之日，步履已艱。」芸曰：「今世不能，期以\\n來世。」余曰：「來世卿當作男，我為女子相從。」芸曰：「必得不\\n昧今生，方覺有情趣。」余笑曰：「幼時一粥猶談不了，若來世不昧\\n今生，合巹之夕，細談隔世，更無合眼時矣。」芸曰：「世傳月下老\\n人專司人間婚姻事，今生夫婦已承牽合，來世姻緣亦須仰借神力，盍\\n繪一像祀之？」時有苕溪戚柳隄，名遵，善寫人物。倩繪一像：一手\\n挽紅絲，一手攜杖懸姻緣簿，童顏鶴髮，奔馳於非煙非霧中。此戚君\\n得意筆也。友人石琢堂為題贊語於首，懸之內室，每逢朔望，余夫婦\\n必焚香拜禱。後因家庭多故，此畫竟失所在，不知落在誰家矣。「他\\n生未卜此生休」，兩人癡情，果邀神鑒耶？\\n遷倉米巷，余額其臥樓曰「賓香閣」，蓋以芸名而取如賓意也。院窄\\n牆高，一無可取。後有廂樓，通藏書處，開窗對陸氏廢園，但有荒涼\\n之象。滄浪風景，時切芸懷。有老嫗居金母橋之東，埂巷之北。繞屋\\n皆菜圃，編籬為門；門外有池約畝許，花光樹影，錯雜籬邊。其地即\\n元末張士誠王府廢基也。屋西數武，瓦礫堆成土山，登其巔可遠眺，\\n地曠人稀，頗饒野趣。嫗偶言及，芸神往不置，謂余曰：「自別滄浪\\n，夢魂常繞，每不得已而思其次，其老嫗之居乎？」余曰：「連朝秋\\n暑灼人，正思得一清涼地以消長晝，卿若願往，我先觀其家，可居，\\n即襆被而往，作一月盤桓何如？」芸曰：「恐堂上不許。」余曰：「\\n我自請之。」越日至其地，屋僅二間，前後隔而為四，紙窗竹榻，頗\\n有幽趣。老嫗知余意，欣然出其臥室為賃，四壁糊以白紙，頓覺改觀\\n。於是稟知吾母，挈芸居焉。鄰僅老夫婦二人，灌園為業，知余夫婦\\n避暑於此，先來通慇懃，並釣池魚、摘園蔬為饋。償其價，不受，芸\\n作鞋報之，始謝而受。時方七月，綠樹陰濃，水面風來，蟬鳴聒耳。\\n鄰老又為製魚竿，與芸垂釣於柳陰深處。日落時，登土山，觀晚霞夕\\n照，隨意聯吟，有「獸雲吞落日，弓月彈流星」之句。少焉，月印池\\n中，蟲聲四起，設竹榻於籬下，老嫗報酒溫飯熟，遂就月光對酌，微\\n醺而飯。浴罷則涼鞋蕉扇，或坐或臥，聽鄰老談因果報應事。三鼓歸\\n臥，周體清涼，幾不知身居城市矣。籬邊倩鄰老購菊，遍植之。九月\\n花開，又與芸居十日。吾母亦欣然來觀，持螯對菊，賞玩竟日。芸喜\\n曰：「他年當與君卜築於此，買繞屋菜園十畝，課僕嫗植瓜蔬，以供\\n薪水。君畫我繡，以為詩酒之需。布衣菜飯，可樂終身，不必作遠遊\\n計也。」余深然之。今即得有境地，而知己淪亡，可勝浩嘆！\\n離余家半里許，醋庫巷有洞庭君祠，俗呼水仙廟。迴廊曲折，小有園\\n亭。每逢神誕，眾姓各認一落，密懸一式之玻璃燈，中設寶座，旁列\\n瓶几，插花陳設，以較勝負。日惟演戲，夜則參差高下，插燭於瓶花\\n間，名曰「花照」。花光燈影，寶鼎香浮，若龍宮夜宴。司事者或笙\\n簫歌唱，或煮茗清談，觀者如蟻集，簷下皆設欄為限。余為眾友邀去\\n插花佈置，因得躬逢其盛。歸家向芸艷稱之，芸曰：「惜妾非男子，\\n髻為辮，添掃蛾眉；加余冠，微露兩鬢，尚可掩飾；服余衣，長一寸\\n又半，於腰間折而縫之，外加馬褂。芸曰：「腳下將奈何？」余曰：\\n「坊間有蝴蝶履，大小由之，購亦極易，且早晚可代撤鞋之用，不亦\\n善乎？」芸欣然。及晚餐後，裝束既畢，效男子拱手闊步者良久，忽\\n變卦曰：「妾不去矣，為人識出既不便，堂上聞之又不可。」余慫恿\\n曰：「廟中司事者誰不知我，即識出亦不過付之一笑耳。吾母現在九\\n妹丈家，密去密來，焉得知之？」芸攬鏡自照，狂笑不已。余強挽之\\n，悄然徑去，遍遊廟中，無識出為女子者。或問何人，以表弟對，拱\\n手而已。最後至一處，有少婦幼女坐於所設寶座後，乃楊姓司事者之\\n眷屬也。芸忽趨彼通款曲，身一側，而不覺一按少婦之肩，旁有婢媼\\n怒而起曰：「何物狂生，不法乃爾！」余試為措詞掩飾，芸見勢惡，\\n即脫帽翹足示之曰：「我亦女子耳。」相與愕然，轉怒為歡，留茶點\\n，喚肩輿送歸。\\n吳江錢師竹病故，吾父信歸，命余往弔。芸私謂余曰：「吳江必經太\\n湖，妾欲偕往，一寬眼界。」余曰：「正慮獨行踽踽，得卿同行，固\\n妙，但無可托詞耳。」芸曰：「托言歸寧。君先登舟，妾當繼至。」\\n余曰：「若然，歸途當泊舟萬年橋下，與卿待月乘涼，以續滄浪韻事\\n。」時六月十八日也。是日早涼，攜一僕先至胥江渡口，登舟而待，\\n芸果肩輿至。解纜出虎嘯橋，漸見風帆沙鳥，水天一色。芸曰：「此\\n即所謂太湖耶？今得見天地之寬，不虛此生矣！想閨中人有終身不能\\n見此者！」閑話未幾，風搖岸柳，已抵江城。\\n余登岸拜奠畢，歸視舟中洞然，急詢舟子。舟子指曰：「不見長橋柳\\n陰下，觀魚鷹捕魚者乎？」蓋芸已與船家女登岸矣。余至其後，芸猶\\n粉汗盈盈，倚女而出神焉。余拍其肩曰：「羅衫汗透矣！」芸回首曰\\n：「恐錢家有人到舟，故暫避之。君何回來之速也？」余笑曰：「欲\\n逋逃耳。」於是相挽登舟，返棹至萬年橋下，陽烏猶未落山。舟窗盡\\n落，清風徐來，紈扇羅衫，剖瓜解暑。少焉霞映橋紅，煙籠柳暗，銀\\n蟾欲上，漁火滿江矣。命僕至船梢與舟子同飲。船家女名素雲，與余\\n有杯酒交，人頗不俗，招之與芸同坐。船頭不張燈火，待月快酌，射\\n覆為令。素雲雙目閃閃，聽良久，曰：「觴政儂頗嫻習，從未聞有斯\\n令，願受教。」芸即譬其言而開導之，終茫然。余笑曰：「女先生且\\n罷論，我有一言作譬，即了然矣。」芸曰：「君若何譬之？」余曰：\\n「鶴善舞而不能耕，牛善耕而不能舞，物性然也，先生欲反而教之，\\n無乃勞乎？」素雲笑捶余肩曰：「汝罵我耶！」芸出令曰：「只許動\\n口，不許動手。違者罰大觥。」素雲量豪，滿斟一觥，一吸而盡。余\\n曰：「動手但准摸索，不准捶人。」芸笑挽素雲置余懷，曰：「請君\\n摸索暢懷。」余笑曰：「卿非解人，摸索在有意無意間耳，擁而狂探\\n，田舍郎之所為也。」時四鬢所簪茉莉，為酒氣所蒸，雜以粉汗油香\\n，芳馨透鼻。余戲曰：「小人臭味充滿船頭，令人作惡。」素雲不禁\\n握拳連捶曰：「誰教汝狂嗅耶？」芸呼曰：「違令，罰兩大觥！」素\\n雲曰：「彼又以小人罵我，不應捶耶？」芸曰：「彼之所謂小人，蓋\\n有故也。請乾此，當告汝。」素雲乃連盡兩觥，芸乃告以滄浪舊居乘\\n涼事。素雲曰：「若然，真錯怪矣，當再罰。」又乾一觥。芸曰：「\\n久聞素娘善歌，可一聆妙音否？」素即以象箸擊小碟而歌。芸欣然暢\\n飲，不覺酩酊，乃乘輿先歸。余又與素雲茶話片刻，步月而回。時余\\n寄居友人魯半舫家蕭爽樓中，越數日，魯夫人誤有所聞，私告芸曰：\\n「前日聞若婿挾兩妓飲於萬年橋舟中，子知之否？」芸曰：「有之，\\n其一即我也。」因以偕游始末詳告之，魯大笑，釋然而去。\\n乾隆甲寅七月，余自粵東歸。有同伴攜妾回者，曰徐秀峰，余之表妹\\n婿也。艷稱新人之美，邀芸往觀。芸他日謂秀峰曰：「美則美矣，韻\\n猶未也。」秀峰曰：「然則若郎納妾，必美而韻者乎？」芸曰：「然\\n。」從此癡心物色，而短於資。時有浙妓溫冷香者，寓於吳，有詠柳\\n絮四律，沸傳吳下，好事者多和之。余友吳江張閑憨素賞冷香，攜柳\\n絮詩索和。芸微其人而置之，余技癢而和其韻，中有「觸我春愁偏婉\\n轉，撩他離緒更纏綿」之句，芸甚擊節。\\n明年乙卯秋八月五日，吾母將挈芸游虎丘，閑憨忽至，曰：「余亦有\\n虎丘之游，今日特邀君作探花使者。」因請吾母與芸先行，期於虎丘\\n半塘相晤。閑憨拉余至冷香寓，見冷香已半老；有女名憨園，瓜期未\\n破，亭亭玉立，真「一泓秋水照人寒」者也，款接間，頗知文墨；有\\n妹文園，尚雛。余此時初無癡想，且念一杯之敘，非寒士所能酬，而\\n既入個中，私心忐忑，強為酬答。因私謂閑憨曰：「余貧士也，子以\\n尤物玩我乎？」閑憨笑曰：「非也，今日有友人邀憨園答我，席主為\\n尊客拉去，我代客轉邀客，毋煩傾他慮也。」余始釋然。\\n至半塘，兩舟相遇，令憨園過舟叩見吾母。芸、憨相見，歡同舊識，\\n攜手登山，備覽名勝。芸獨愛千頃雲高曠，坐賞良久。返至野芳濱，\\n暢飲甚歡，並舟而泊。及解纜，芸謂余曰：「子陪張君，留憨陪妾可\\n乎？」余諾之。返棹至都中橋，始過船分袂。歸家已三鼓，芸曰：「\\n今日得見美而韻者矣，頃已約憨園，明日過我，當為子圖之。」余駭\\n曰：「此非金屋不能貯，窮措大豈敢生此妄想哉！況我兩人伉儷正篤\\n，何必外求？」芸笑曰：「我自愛之，子姑待之。」\\n明午，憨果至。芸慇懃款接，筵中以猜枚贏吟輸飲為令，終席無一羅\\n致語。及憨園歸，芸曰：「頃又與密約，十八日來此結為姊妹，子宜\\n備牲牢以待。」笑指臂上翡翠釧曰：「若見此釧屬於憨，事必諧矣，\\n頃已吐意，未深結其心也。」余姑聽之。十八日大雨，憨竟冒雨至。\\n入室良久，始挽手出，見余有羞色，蓋翡翠釧已在憨臂矣。焚香結盟\\n後，擬再續前飲，適憨有石湖之游，即別去。芸欣然告余曰：「麗人\\n已得，君何以謝媒耶？」余詢其詳，芸曰：「向之秘言，恐憨意另有\\n所屬也，頃探之，無他，語之曰：『妹知今日之意否？』憨曰：『蒙\\n夫人抬舉，真蓬蒿倚玉樹也。但吾母望我奢，恐難自主耳，願彼此緩\\n圖之。』脫釧上臂時，又語之曰：『玉取其堅，且有團圞不斷之意，\\n妹試籠之，以為先兆。』憨曰：『聚合之權，總在夫人也。』即此觀\\n之，憨心已得，所難必者，冷香耳，當再圖之。」余笑曰：「卿將效\\n笠翁之《憐香伴》耶？」芸曰：「然。」自此無日不談憨園矣。\\n後憨為有力者奪去，不果。芸竟以之死。</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>第二卷      \\t閑情記趣</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>余憶童稚時，能張目對日，明察秋毫。見藐小微物，必細察其紋理，\\n故時有物外之趣。\\n夏蚊成雷，私擬作群鶴舞空，心之所向，則或千或百，果然鶴也；昂\\n首觀之，項為之強。\\n又留蚊於素帳中，徐噴以煙，使其沖煙飛鳴，作青雲白鶴觀；果如鶴\\n唳雲端，怡然稱快。\\n於土牆凹凸處、花台小草叢雜處，常蹲其身，使與台齊。定神細視，\\n以叢草為林，以蟲蟻為獸，以土礫凸者為丘，凹者為壑，神遊其中，\\n怡然自得。\\n一日，見二蟲鬥草間，觀之，興正濃。忽有龐然大物，拔山倒樹而來\\n，蓋一癩蛤蟆也，舌一吐而二蟲盡為所吞。余年幼，方出神，不覺呀\\n然驚恐。神定，捉蛤蟆，鞭數十，驅之別院。\\n年長思之，二蟲之鬥，蓋圖奸不從也，古語云：「奸近殺。」蟲亦然\\n耶？貪此生涯，卵為蚯蚓所哈（吳俗稱陽曰卵。），腫不能便，捉鴨\\n開口哈之，婢嫗偶釋手，鴨顛其頸作吞噬狀，驚而大哭，傳為語柄。\\n此皆幼時閑情也。\\n及長，愛花成癡，喜剪盆樹。識張蘭坡，始精剪枝養節之法，繼悟接\\n花疊石之道。\\n花以蘭為最，取其幽香韻致也，而瓣品之稍堪入譜者不可多得。蘭坡\\n臨終時，贈余荷瓣素心春蘭一盆，皆肩平心闊，莖細瓣淨，可以入譜\\n者，余珍如拱璧。\\n值余幕游於外，芸能親為灌溉，花葉頗茂。不二年，一旦忽萎死。起\\n根視之，皆白如玉，且蘭芽勃然。初不可解，以為無福消受，浩嘆而\\n已。事後始悉有人欲分不允，故用滾湯灌殺也。從此誓不植蘭。\\n次取杜鵑，雖無香而色可久玩，且易剪裁。以芸惜枝憐葉，不忍暢剪\\n，故難成樹，其他盆玩皆然。\\n惟每年籬東菊綻，積興成癖，喜摘插瓶，不愛盆玩；非盆玩不足觀，\\n以家無園圃，不能自植；貨於市者，俱叢雜無致，故不取耳。\\n其插花朵：數宜單，不宜雙；每瓶取一種，不取二色；瓶口取闊大，\\n不取窄小，闊大者舒展不拘。\\n自五、七花至三、四十花，必於瓶口中一叢怒起，以不散漫、不擠軋\\n、不靠瓶口為妙，所謂「起把宜緊」也，或亭亭玉立，或飛舞橫斜。\\n花取參差，間以花蕊，以免飛鈸耍盤之病。葉取不亂，梗取不強，用\\n針宜藏，針長寧斷之，毋令針針露梗，所謂「瓶口宜清」也。\\n視桌之大小，一桌三瓶至七瓶而止；多則眉目不分，即同市井之菊屏\\n矣。\\n几之高低，自三、四寸至二尺五、六寸而止，必須參差高下，互相照\\n應，以氣勢聯絡為上。若中高兩低，後高前低，成排對列，又犯俗所\\n謂「錦灰堆」矣。或密或疏，或進或出，全在會心者得畫意乃可。\\n若盆碗盤洗，用漂青、松香、榆皮、麵和油，先熬以稻灰，收成膠。\\n以銅片按釘向上，將膏火化，黏銅片於盤碗盆洗中。\\n俟冷，將花用鐵絲紮把，插於釘上，宜偏斜取勢，不可居中；更宜枝\\n疏葉清，不可擁擠。然後加水，用碗沙少許掩銅片，使觀者疑叢花生\\n於碗底方妙。\\n若以木本花果插瓶，剪裁之法〈倘不能色色自覓，倩人攀折者每不合\\n意〉，必先執在手中，橫斜以觀其勢，反側以取其態；相定之後，剪\\n去雜枝，以疏瘦古怪為佳。再思其梗如何入瓶，或折或曲，插入瓶口\\n，方免背葉側花之患。\\n若一枝到手，先拘定其梗之直者插瓶中，勢必枝亂梗強，花側葉背，\\n既難取態，更無韻致矣。\\n折梗打曲之法：鋸其梗之半而嵌以磚石，則直者曲矣。如患梗倒，敲\\n一、二釘以筦之。即楓葉竹枝，亂草荊棘，均堪入選；或綠竹一竿配\\n以枸杞數粒，幾莖細草伴以荊棘兩枝，苟位置得宜，另有世外之趣。\\n若新栽花木，不妨歪斜取勢，聽其葉側，一年後枝葉自能向上；如樹\\n樹直栽，即難取勢矣。\\n至剪裁盆樹，先取根露雞爪者，左右剪成三節，然後起枝。─枝一節\\n，七枝到頂，或九枝到頂。枝忌對節如肩臂，節忌臃腫如鶴膝；須盤\\n旋出枝，不可光留左右，以避赤胸露背之病；又不可前後直出，有名\\n「雙起」、「三起」者，一根而起兩、三樹也。如根無爪形，便成插\\n樹，故不取。然一樹剪成，至少得三、四十年。余生平僅見吾鄉萬翁\\n名彩章者，一生剪成數樹。又在揚州商家，見有虞山遊客，攜送黃楊\\n、翠柏各一盆，惜乎明珠暗投，余未見其可也。若留枝盤如寶塔，紮\\n枝曲如蚯蚓者，便成匠氣矣。\\n點綴盆中花石，小景可以入畫，大景可以入神。一甌清茗，神能趨入\\n其中，方可供幽齋之玩。種水仙無露壁石，余嘗以炭之有石意者代之\\n。黃芽菜心，其白如玉，取大小五、七枝，用沙土植長方盤內，以炭\\n代石，黑白分明，頗有意思。以此類推，幽趣無窮，難以枚舉。如石\\n菖蒲結子，用冷米湯同嚼噴炭上，置陰濕地，能長細菖蒲，隨意移養\\n盆碗中，茸茸可愛。以老蓮子磨薄兩頭，入蛋殼使雞翼之，俟雛成取\\n出，用久年燕巢泥加天門冬十分之二，搗爛拌勻，植於小器中，灌以\\n河水，曬以朝陽，花發大如酒杯，葉縮縮如碗口，亭亭可愛。\\n若夫園亭樓閣，套室迴廊，疊石成山，栽花取勢，又在大中見小，小\\n中見大，虛中有實，實中有虛，或藏或露，或淺或深。不僅在「周、\\n迴、曲、折」四字，又不在地廣石多，徒煩工費。或掘地堆土成山，\\n間以塊石，雜以花草，籬用梅編，牆以藤引，則無山而成山矣。大中\\n見小者，散漫處植易長之竹，編易茂之梅以屏之。小中見大者，窄院\\n之牆宜凹凸其形，飾以綠色，引以藤蔓；嵌大石，鑿字作碑記形；推\\n窗如臨石壁，便覺峻峭無窮。虛中有實者，或山窮水盡處，一折而豁\\n然開朗；或軒閣設廚處，一開而可通別院。實中有虛者，開門於不通\\n之院，映以竹石，如有實無也；設矮欄於牆頭，如上有月台而實虛也\\n。貧士屋少人多，當仿吾鄉太平船後梢之位置，再加轉移。其間台級\\n為牀，前後借湊，可作三榻，間以板而裱以紙，則前後上下皆越絕，\\n譬之如行長路，即不覺其窄矣。余夫婦喬寓揚州時，曾仿此法，屋僅\\n兩椽，上下臥室、廚灶、客座皆越絕而綽然有餘。芸曾笑曰：「位置\\n雖精，終非富貴家氣象也。」是誠然歟！余掃墓山中，撿有巒紋可觀\\n之石，歸與芸商曰：「用油灰疊宣州石於\\n白石盆，取色勻也。本山黃石雖古樸，亦用油灰，則黃白相間，鑿痕\\n畢露，將奈何？」芸曰：「擇石之頑劣者，搗末於灰痕處，乘濕糝之\\n，乾或色同也。」乃如其言，用宜興窯長方盆疊起一峰，偏於左而凸\\n於右，背作橫方紋，如雲林石法，巉巖凹凸，若臨江石磯狀；虛一角\\n，用河泥種千瓣白萍；石上植蔦蘿，俗呼雲松。經營數日乃成。至深\\n秋，蔦蘿蔓延滿山，如藤蘿之懸石壁，花開正紅色，白萍亦透水大放\\n，紅白相間。神遊其中，如登蓬島。置之簷下與芸品題：此處宜設水\\n閣，此處宜立茅亭，此處宜鑿六字曰「落花流水之間」，此可以居，\\n此可以釣，此可以眺。胸中丘壑，若將移居者然。一夕，貓奴爭食，\\n自簷而墮，連盆與架頃刻碎之。余嘆曰：「即此小經營，尚干造物忌\\n耶！」兩人不禁淚落。\\n靜室焚香，閑中雅趣。芸嘗以沉速等香，於飯鑊蒸透，在爐上設一銅\\n絲架，離火中寸許，徐徐烘之，其香幽韻而無煙。佛手忌醉鼻嗅，嗅\\n則易爛；木瓜忌出汗，汗出，用水洗之；惟香圓無忌。佛手、木瓜亦\\n有供法，不能筆宣。每有人將供妥者隨手取嗅，隨手置之，即不知供\\n法者也。\\n余閑居，案頭瓶花不絕。芸曰：「子之插花能備風、晴、雨、露，可\\n謂精妙入神。而畫中有草蟲一法，盍仿而效之。」余曰：「蟲躑躅不\\n受制，焉能倣效？」芸曰：「有一法，恐作俑罪過耳。」余曰：「試\\n言之。」芸曰：「蟲死色不變，覓螳螂、蟬、蝶之屬，以針刺死，用\\n細絲扣蟲項繫花草間，整其足，或抱梗，或踏葉，宛然如生，不亦善\\n乎？」余喜，如其法行之，見者無不稱絕。求之閨中，今恐未必有此\\n會心者矣。\\n余與芸寄居錫山華氏，時華夫人以兩女從芸識字。鄉居院曠，夏日逼\\n人，芸教其家，作活花屏法甚妙。每屏─扇，用木梢二枝約長四、五\\n寸，作矮條凳式，虛其中，橫四檔，寬一尺許，四角鑿圓眼，插竹編\\n方眼。屏約高六、七尺，用砂盆種扁豆置屏中，盤延屏上，兩人可移\\n動。多編數屏，隨意遮攔，恍如綠陰滿窗，透風蔽日，紆迴曲折，隨\\n時可更，故曰「活花屏」。有此一法，即一切藤本香草，隨地可用。\\n此真鄉居之良法也。\\n友人魯半舫名璋，字春山，善寫松柏及梅菊，工隸書，兼工鐵筆。余\\n寄居其家之蕭爽樓，一年有半。樓共五椽，東向，余居其三，晦明風\\n雨，可以遠眺。庭中有木犀一株，清香撩人。有廊有廂，地極幽靜。\\n移居時，有一僕一嫗，並挈其小女來。僕能成衣，嫗能紡績，於是芸\\n繡，嫗績，僕則成衣，以供薪水。余素愛客，小酌必行令。芸善不費\\n之烹庖，瓜蔬魚蝦，一經芸手，便有意外味。同人知余貧，每出杖頭\\n錢，作竟日敘。余又好潔，地無纖塵，且無拘束，不嫌放縱。時有楊\\n補凡名昌緒，善人物寫真；袁少迂名沛，工山水；王星瀾名巖，工花\\n卉翎毛。諸三人愛蕭爽樓幽雅，皆攜畫具來。余則從之學畫，又寫草\\n篆，鐫圖章，加以潤筆，交芸備茶酒供客，終日品詩論畫而已。更有\\n夏淡安、揖山兩昆季，並繆山音、知白兩昆季，及蔣韻香、陸橘香、\\n周嘯霞、郭小愚，華杏帆、張閑酣諸君子，如樑上之燕，自去自來。\\n芸則拔釵沽酒，不動聲色，良辰美景，不放輕過。今則天各一方，風\\n流雲散，兼之玉碎香埋，不堪回首矣！非所謂「當日渾閑事，而今盡\\n可憐」者乎！\\n蕭爽樓有四忌：談官宦升遷、公廨時事、八股時文、看牌擲色，有犯\\n必罰酒五斤。有四取：慷慨豪爽、風流蘊藉、落拓不羈、澄靜緘默。\\n長夏無事，考對為會，每會八人，每人各攜青蚨二百。先拈鬮，得第\\n一者為主考，關防別座，第二者為謄錄，亦就座，餘作舉子，各於謄\\n錄處取紙一條，蓋用印章。主考出五、七言各一句，刻香為限，行立\\n構思，不准交頭私語，對就後投入一匣，方許就座。各人交卷畢，謄\\n錄啟匣，併錄一冊，轉呈主考，以杜徇私。十六對中取七言三聯，五\\n言三聯。六聯中取第一者，即為後任主考，第二者為謄錄，每人有兩\\n聯不取者，罰錢二十文，取一聯者，免罰十文，過限者倍罰。一場，\\n主考得香錢百文，一日可十場，積錢千文，酒資大暢矣。惟芸議為官\\n卷，准坐而構思。\\n楊補凡為余夫婦寫載花小影，神情確肖。是夜月色頗佳，蘭影上粉牆\\n，別有幽致，星瀾醉後興發曰：「補凡能為君寫真，我能為花圖影。\\n」余笑曰：「花影能如人影否？」星瀾取素紙鋪於牆，即就蘭影，用\\n墨濃淡圖之。日間取視，雖不成畫，而花葉蕭疏，自有月下之趣。芸\\n甚寶之，各有題詠。\\n蘇城有南園、北園二處，菜花黃時，苦無酒家小飲。攜盒而往，對花\\n冷飲，殊無意味。或議就近覓飲者，或議看花歸飲者，終不如對花熱\\n飲為快。眾議未定。芸笑曰：「明日但各出杖頭錢，我自擔爐火來。\\n」眾笑曰：「諾。」眾去，余問曰：「卿果自往乎？」芸曰：「非也\\n，妾見市中賣餛飩者，其擔鍋、灶無不備，盍雇之而往？妾先烹調端\\n整，到彼處再一下鍋，茶酒兩便。」余曰：「酒菜固便矣，茶乏烹具\\n。」芸曰：「攜一砂罐去，以鐵叉串罐柄，去其鍋，懸於行灶中，加\\n柴火煎茶，不亦便乎？」余鼓掌稱善。街頭有鮑姓者，賣餛飩為業，\\n以百錢雇其擔，約以明日午後，鮑欣然允議。明日看花者至，余告以\\n故，眾咸嘆服。飯後同往，並帶席墊至南園，擇柳陰下團坐。先烹茗\\n，飲畢，然後暖酒烹肴。是時風和日麗，遍地黃金，青衫紅袖，越阡\\n度陌，蝶蜂亂飛，令人不飲自醉。既而酒肴俱熱，坐地大嚼，擔者頗\\n不俗，拉與同飲。遊人見之，莫不羨為奇想。杯盤狼籍，各已陶然，\\n或坐或臥，或歌或嘯。紅日將頹，余思粥，擔者即為買米煮之，果腹\\n而歸。芸曰：「今日之遊樂乎？」眾曰：「非夫人之力不及此。」大\\n笑而散。\\n貧士起居服食，以及器皿房舍，宜省儉而雅潔，省儉之法曰「就事論\\n事」。余愛小飲，不喜多菜。芸為置一梅花盒，用二寸白磁深碟六隻\\n，中置一隻，外置五隻，用灰漆就，其形如梅花，底蓋均起凹楞，蓋\\n之上有柄如花蒂。置之案頭，如一朵墨梅覆桌；啟蓋視之，如菜裝於\\n瓣中，一盒六色，二、三知己可以隨意取食，食完再添。另做矮邊圓\\n盤一隻，以便放杯、箸、酒壺之類，隨處可擺，移掇亦便。即食物省\\n儉之一端也。余之小帽、領、襪，皆芸自做，衣之破者，移東補西，\\n必整必潔，色取暗淡，以免垢跡，既可出客，又可家常。此又服飾省\\n儉之一端也。初至蕭爽樓中，嫌其暗，以白紙糊壁，遂亮。夏月樓下\\n去窗，無闌干，覺空洞無遮攔。芸曰：「有舊竹簾在，何不以簾代欄\\n？」余曰：「如何？」芸曰：「用竹數根，黝黑色，一豎一橫，留出\\n走路，截半簾搭在橫竹上，垂至地，高與桌齊，中豎短竹四根，用麻\\n線紮定，然後於橫竹搭簾處，尋舊黑布條，連橫竹裹縫之。既可遮攔\\n飾觀，又不費錢。」此「就事論事」之一法也。以此推之，古人所謂\\n竹頭木屑皆有用，良有以也。夏月荷花初開時，晚含而曉放，芸用小\\n紗囊撮茶葉少許，置花心，明早取出，烹天泉水泡之，香韻尤絕。</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>第三卷      \\t坎坷記愁</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>人生坎坷何為乎來哉？往往皆自作孽耳，余則非也，多情重諾，爽直\\n不羈，轉因之為累。況吾父稼夫公慷慨豪俠，急人之難、成人之事、\\n嫁人之女、撫人之兒，指不勝屈，揮金如土，多為他人。余夫婦居家\\n，偶有需用，不免典質。始則移東補西，繼則左支右絀。諺云：「處\\n家人情，非錢不行。」先起小人之議，漸招同室之譏。「女子無才便\\n是德」，真千古至言也！余雖居長而行三，故上下呼芸為「三娘」。\\n後忽呼為「三太太」，始而戲呼，繼成習慣，甚至尊卑長幼，皆以「\\n三太太」呼之，此家庭之變機歟？\\n乾隆乙巳，隨侍吾父於海寧官舍。芸於吾家書中附寄小函，吾父曰：\\n「媳婦既能筆墨，汝母家信付彼司之。」後家庭偶有閑言，吾母疑其\\n述事不當，乃不令代筆。吾父見信非芸手筆，詢余曰：「汝婦病耶？\\n」余即作札問之，亦不答。久之，吾父怒曰：「想汝婦不屑代筆耳！\\n」迨余歸，探知委曲，欲為婉剖，芸急止之曰：「寧受責於翁，勿失\\n歡於姑也。」竟不自白。\\n庚戌之春，予又隨侍吾父於邗江幕中，有同事俞孚亭者挈眷居焉。吾\\n父謂孚亭曰：「一生辛苦，常在客中，欲覓一起居服役之人而不可得\\n。兒輩果能仰體親意，當於家鄉覓一人來，庶語音相合。」孚亭轉述\\n於余，密札致芸，倩媒物色，得姚氏女。芸以成否未定，未即稟知吾\\n母。其來也，托言鄰女為嬉游者，及吾父命余接取至署，芸又聽旁人\\n意見，托言吾父素所合意者。吾母見之曰：「此鄰女之嬉游者也，何\\n娶之乎？」芸遂並失愛於姑矣。\\n壬子春，余館真州。吾父病於邗江，余往省，亦病焉。余弟啟堂時亦\\n隨侍。芸來書曰：「啟堂弟曾向鄰婦借貸，倩芸作保，現追索甚急。\\n」余詢啟堂，啟堂轉以嫂氏為多事，余遂批紙尾曰：「父子皆病，無\\n錢可償，俟啟弟歸時，自行打算可也。」未幾，病皆愈，余仍往真州\\n。芸覆書來，吾父拆視之，中述啟弟鄰項事，且云：「令堂以老人之\\n病皆由姚姬而起，翁病稍痊，宜密囑姚托言思家，妾當令其家父母到\\n場接取。實彼此卸責之計也。」吾父見書怒甚，詢啟堂以鄰項事，答\\n言不知，遂札飭余曰：「汝婦背夫借債，讒謗小叔，且稱姑曰令堂，\\n翁曰老人，悖謬之甚！我已專人持札回蘇斥逐，汝若稍有人心，亦當\\n知過！」余接此札，如聞青天霹靂，即肅書認罪，覓騎遄歸，恐芸之\\n短見也。到家述其本末，而家人乃持逐書至，歷斥多過，言甚決絕。\\n芸泣曰：「妾固不合妄言，但阿翁當恕婦女無知耳。」越數日，吾父\\n又有手諭至，曰：「我不為已甚，汝攜婦別居，勿使我見，免我生氣\\n足矣。」乃寄芸於外家，而芸以母亡弟出，不願往依族中，幸友人魯\\n半舫聞而憐之，招余夫婦往居其家蕭爽樓。\\n越兩載，吾父漸知始末，適余自嶺南歸，吾父自至蕭爽樓，謂芸曰：\\n「前事我已盡知，汝盍歸乎？」余夫婦欣然，仍歸故宅，骨肉重圓。\\n豈料又有憨園之孽障耶！\\n芸素有血疾，以其弟克昌出亡不返。母金氏復念子而病沒，悲傷過甚\\n所致。自識憨園，年餘未發，余方幸其得良藥。而憨為有力者奪去，\\n以千金作聘，且許養其母。佳人已屬沙叱利矣！余知之而未敢言也，\\n及芸往探始知之，歸而嗚咽，謂余曰：「初不料憨之薄情乃爾也！」\\n余曰：「卿自情癡耳，此中人何情之有哉？況錦衣玉食者，未必能安\\n於荊釵布裙也，與其後悔，莫若無成。」因撫慰之再三。而芸終以受\\n愚為恨，血疾大發，牀席支離，刀圭無效，時發時止，骨瘦形銷。不\\n數年而逋負日增，物議日起，老親又以盟妓一端，憎惡日甚，余則調\\n停中立，已非生人之境矣。\\n芸生一女名青君，時年十四，頗知書，且極賢能，質釵典服，幸賴辛\\n勞。子名逢森，時年十二，從師讀書。余連年無館，設一書畫鋪於家\\n門之內，三日所進，不敷一日所出，焦勞困苦，竭蹷時形。隆冬無裘\\n，挺身而過，青君亦衣單股栗，猶強曰：「不寒。」因是芸誓不醫藥\\n。偶能起牀，適余有友人周春煦，自福郡王幕中歸，倩人繡《心經》\\n一部，芸念繡經可以消災降福，且利其繡價之豐，竟繡焉。而春煦行\\n色匆匆，不能久待，十日告成，弱者驟勞，致增腰酸頭暈之疾。豈知\\n命薄者，佛亦不能發慈悲也！\\n繡經之後，芸病轉增，喚水索湯，上下厭之。有西人賃屋於余畫鋪之\\n左，放利債為業，時倩余作畫，因識之。友人某向渠借五十金，乞余\\n作保，余以情有難卻，允焉，而某竟挾資遠遁。西人惟保是問，時來\\n饒舌，初以筆墨為抵，漸至無物可償。歲底吾父家居，西人索債，咆\\n哮於門。吾父聞之，召余訶責曰：「我輩衣冠之家，何得負此小人之\\n債！」正剖訴間，適芸有自幼同盟姊錫山華氏，知其病，遣人問訊。\\n堂上誤以為憨園之使，因愈怒曰：「汝婦不守閨訓，結盟娼妓；汝亦\\n不思習上，濫伍小人。若置汝死地，情有不忍。姑寬三日限，速自為\\n計，遲必首汝逆矣！」\\n芸聞而泣曰：「親怒如此，皆我罪孽。妾死君行，君必不忍；妾留君\\n去，君必不捨。姑密喚華家人來，我強起問之。」因令青君扶至房外\\n，呼華使問曰：「汝主母特遺來耶？抑便道來耶？」曰：「主母久聞\\n夫人臥病，本欲親來探望，因從未登門，不敢造次，臨行囑咐，倘夫\\n人不嫌鄉居簡褻，不妨到鄉調養，踐幼時燈下之言。」蓋芸與同繡日\\n，曾有疾病相扶之誓也。因囑之曰：「煩汝速歸，稟知主母，於兩日\\n後放舟密來。」\\n其人既退，謂余曰：「華家盟姊情逾骨肉，君若肯至其家，不妨同行\\n，但兒女攜之同往既不便，留之累親又不可，必於兩日內安頓之。」\\n時余有表兄王藎臣一子名韞石，願得青君為媳婦。芸曰：「聞王郎懦\\n弱無能，不過守成之子，而王又無成可守。幸詩禮之家，且又獨子，\\n許之可也。」余謂藎臣曰：「吾父與君有渭陽之誼，欲媳青君，諒無\\n不允。但待長而嫁，勢所不能。余夫婦往錫山後，君即稟知堂上，先\\n為童媳，何如？」藎臣喜曰：「謹如命」。逢森亦托友人夏揖山轉薦\\n學貿易。\\n安頓已定，華舟適至，時庚申之臘二十五日也。芸曰：「孑然出門，\\n不惟招鄰里笑，且西人之項無著，恐亦不放，必於明日五鼓悄然而去\\n。」余曰：「卿病中能冒曉寒耶？」芸曰：「死生有命，無多慮也。\\n」密稟吾父，亦以為然。是夜先將半肩行李挑下船，令逢森先臥。青\\n君泣於母側，芸囑曰：「汝母命苦，兼亦情癡，故遭此顛沛，幸汝父\\n待我厚，此去可無他慮。兩三年內，必當佈置重圓。汝至汝家須盡婦\\n道，勿似汝母。汝之翁姑以得汝為幸，必善視汝。所留箱籠什物，盡\\n付汝帶去。汝弟年幼，故未令知，臨行時托言就醫，數日即歸，俟我\\n去遠，告知其故，稟聞祖父可也。」旁有舊嫗，即前卷中曾賃其家消\\n暑者，願送至鄉，故是時陪傍在側，拭淚不已。將交五鼓，暖粥共啜\\n之。芸強顏笑曰：「昔一粥而聚，今一粥而散，若作傳奇，可名《吃\\n粥記》矣。」逢森聞聲亦起，呻曰：「母何為？」芸曰：「將出門就\\n醫耳。」逢森曰：「起何早？」曰：「路遠耳。汝與姊相安在家，毋\\n討祖母嫌。我與汝父同往，數日即歸。」雞聲三唱，芸含淚扶嫗，啟\\n後門將出，逢森忽大哭曰：「噫，我母不歸矣！」青君恐驚人，急掩\\n其口而慰之。當是時，余兩人寸腸已斷，不能復作一語，但止以「勿\\n哭」而已。青君閉門後，芸出巷十數步，已疲不能行，使嫗提燈，余\\n背負之而行。將至舟次，幾為邏者所執，幸老嫗認芸為病女，余為婿\\n，且得舟子，皆華氏工人，聞聲接應，相扶下船。解纜後，芸始放聲\\n痛哭。是行也，其母子已成永訣矣！\\n華名大成，居無錫之東高山，面山而居，躬耕為業，人極樸誠，其妻\\n夏氏，即芸之盟姊也。是日午未之交，始抵其家。華夫人已倚門而待\\n，率兩小女至舟，相見甚歡，扶芸登岸，款待慇懃。四鄰婦人孺子哄\\n然入室，將芸環視，有相問訊者，有相憐惜者，交頭接耳，滿室啾啾\\n。芸謂華夫人曰：「今日真如漁父入桃源矣。」華曰：「妹莫笑，鄉\\n人少所見多所怪耳。」自此相安度歲。\\n至元宵，僅隔兩旬而芸漸能起步，是夜觀龍燈於打麥場中，神情態度\\n漸可復元。余乃心安，與之私議曰：「我居此非計，欲他適而短於資\\n，奈何？」芸曰：「妾亦籌之矣。君姊丈范惠來，現於靖江鹽公堂司\\n會計，十年前曾借君十金，適數不敷，妾典釵湊之，君憶之耶？」余\\n曰：「忘之矣。」芸曰：「聞靖江去此不遠，君盍一往？」余如其言\\n。\\n時天頗暖，織絨袍嗶嘰短褂，猶覺其熱，此辛酉正月十六日也。是夜\\n宿錫山客旅，賃被而臥。晨起趁江陰航船，一路逆風，繼以微雨。夜\\n至江陰江口，春寒徹骨，沽酒禦寒，囊為之罄。躊躇終夜，擬卸襯衣\\n質錢而渡。十九日，北風更烈，雪勢猶濃，不禁慘然淚落，暗計房資\\n渡費，不敢再飲。正心寒股栗間，忽見一老翁，草鞋氈笠負黃包，入\\n店，以目視余，似相識者。余曰：「翁非泰州曹姓耶？」答曰：「然\\n。我非公，死填溝壑矣！今小女無恙，時誦公德。不意今日相逢，何\\n逗留於此？」蓋余幕泰州時，有曹姓，本微賤，一女有姿色，已許婿\\n家，有勢力者放債謀其女，致涉訟，余從中調護，仍歸所許。曹即投\\n入公門為隸，叩首作謝，故識之。余告以投親遇雪之由，曹曰：「明\\n日天晴，我當順途相送。」出錢沽酒，備極款洽。二十日，曉鐘初動\\n，即聞江口喚渡聲，余驚起，呼曹同濟。曹曰：「勿急，宜飽食登舟\\n。」乃代償房飯錢，拉余出沽。余以連日逗留，急欲趕渡，食不下咽\\n，強啖麻餅兩枚。及登舟，江風如箭，四肢發戰。曹曰：「聞江陰有\\n人縊於靖，其妻雇是舟而往，必俟雇者來始渡耳。」枵腹忍寒，午始\\n解纜。至靖，暮煙四合矣。曹曰：「靖有公堂兩處，所訪者城內耶？\\n城外耶？」余踉蹌隨其後，且行且對曰：「實不知其內外也。」曹曰\\n：「然則且止宿，明日往訪耳。」進旅店，鞋襪已為泥淤濕透，索火\\n烘之，草草飲食，疲極酣睡。晨起，襪燒其半，曹又代償房飯錢。訪\\n至城中，惠來尚未起，聞余至，披衣出，見余狀驚曰：「舅何狼狽至\\n此？」余曰：「姑勿問，有銀乞借二金，先遣送我者。」惠來以番銀\\n二圓授余，即以贈曹。曹力卻，受一圓而去。余乃歷述所遭，並言來\\n意。惠來曰：「郎舅至戚，即無宿逋，亦應竭盡綿力，無如航海鹽船\\n新被盜，正當盤帳之時，不能挪移豐贈，當勉措番銀二十圓，以償舊\\n欠，何如？」余本無奢望，遂諾之。留住兩日，天已晴暖，即作歸計\\n。二十五日，乃回華宅。芸曰：「君遇雪乎？」余告以所苦。因慘然\\n曰：「雪時，妾以為君抵靖，乃尚逗留江口。幸遇曹老，絕處逢生，\\n亦可謂吉人天相矣。」越數日，得青君信，知逢森已為揖山薦引入店\\n，藎臣請命於吾父，擇正月二十四日將伊接去。兒女之事粗能了了，\\n但分離至此，令人終覺慘傷耳。\\n二月初，日暖風和，以靖江之項薄備行裝，訪故人胡肯堂於邗江鹽署\\n，有貢局眾司事公延入局，代司筆墨，身心稍定。至明年壬戌八月，\\n接芸書曰：「病體全瘳，惟寄食於非親非友之家，終覺非久長之策，\\n願亦來邗，一睹平山之勝。」余乃賃屋於邗江先春門外，臨河兩椽，\\n自至華氏接芸同行。華夫人贈一小奚奴曰阿雙，幫司炊爨，並訂他年\\n結鄰之約。\\n時已十月，平山淒冷，期以春遊。滿望散心調攝，徐圖骨肉重圓。不\\n滿月，而貢局司事忽裁十有五人，余係友中之友，遂亦散閑。芸始猶\\n百計代余籌畫，強顏慰藉，未嘗稍涉怨尤。至癸亥仲春，血疾大發。\\n余欲再至靖江作將伯之呼，芸曰：「求親不如求友。」余曰：「此言\\n雖是，親友雖關切，現皆閑處，自顧不遑。」芸曰：「幸天時已暖，\\n前途可無阻雪之慮，願君速去速回，勿以病人為念。君或體有不安，\\n妾罪更重矣。」時已薪水不繼，余佯為雇騾以安其心，實則囊餅徒步\\n，且食且行。向東南，兩渡叉河，約八、九十里，四望無村落。至更\\n許，但見黃沙漠漠，明星閃閃，得一土地祠，高約五尺許，環以短牆\\n，植以雙柏，因向神叩首，祝曰：「蘇州沈某投親失路至此，欲假神\\n祠一宿，幸神憐佑！」於是移小石香爐於旁，以身探之，僅容半體。\\n以風帽反戴掩面，坐半身於中，出膝於外，閉目靜聽，微風蕭蕭而已\\n。足疲神倦，昏然睡去。及醒，東方已白，短牆外忽有步語聲，急出\\n探視，蓋土人趕集經此也。問以途，曰：「南行十里即泰興縣城，穿\\n城向東南，十里一土墩，過八墩即靖江，皆康莊也。」余乃反身，移\\n爐於原位，叩首作謝而行。過泰興，即有小車可附。申刻抵靖。投刺\\n焉。良久，司閽者曰：「范爺因公往常州去矣。」察其辭色，似有推\\n托，余詰之曰：「何日可歸？」曰：「不知也。」余曰：「雖一年亦\\n將待之。」閽者會余意，私問曰：「公與范爺嫡郎舅耶？」余曰：「\\n苟非嫡者，不待其歸矣。」閽者曰：「公姑待之。」越三日，乃以回\\n靖告，共挪二十五金。\\n雇騾急返，芸正形容慘變，咻咻涕泣。見余歸，卒然曰：「君知昨午\\n阿雙捲逃乎？倩人大索，今猶不得。失物小事，人係伊母臨行再三交\\n托，今若逃歸，中有大江之阻，已覺堪虞，倘其父母匿子圖詐，將奈\\n之何？且有何顏見我盟姊？」余曰：「請勿急，卿慮過深矣。匿子圖\\n詐，詐其富有也，我夫婦兩肩擔一口耳，況攜來半載，授衣分食，從\\n未稍加撲責，鄰里咸知。此實小奴喪良，乘危竊逃。華家盟姊贈以匪\\n人，彼無顏見卿，卿何反謂無顏見彼耶？今當一面呈縣立案，以杜後\\n患可也。」芸聞余言，意似稍釋。然自此夢中囈語，時呼「阿雙逃矣\\n」，或呼「憨何負我」，病勢日以增矣。\\n余欲延醫診治，芸阻曰：「妾病始因弟亡母喪，悲痛過甚，繼為情感\\n，後由忿激，而平素又多過慮，滿望努力做一好媳婦，而不能得，以\\n至頭眩、怔忡諸症畢備，所謂病入膏肓，良醫束手，請勿為無益之費\\n。憶妾唱隨二十三年，蒙君錯愛，百凡體恤，不以頑劣見棄，知己如\\n君，得婿如此，妾已此生無憾！若布衣暖，菜飯飽，一室雍雍，優游\\n泉石，如滄浪亭、蕭爽樓之處境，真成煙火神仙矣。神仙幾世才能修\\n到，我輩何人，敢望神仙耶？強而求之，致干造物之忌，即有情魔之\\n擾。總因君太多情，妾生薄命耳！」因又嗚咽而言曰：「人生百年，\\n終歸一死。今中道相離，忽焉長別，不能終奉箕帚、目睹逢森娶婦，\\n此心實覺耿耿。」言已，淚落如豆。余勉強慰之曰：「卿病八年，懨\\n懨欲絕者屢矣，今何忽作斷腸語耶？」芸曰：「連日夢我父母放舟來\\n接，閉目即飄然上下，如行雲霧中，殆魂離而軀殼存乎？」余曰：「\\n此神不收舍，服以補劑，靜心調養，自能安痊。」芸又唏噓曰：「妾\\n若稍有生機─線，斷不敢驚君聽聞。今冥路已近，苟再不言，言無日\\n矣。君之不得親心，流離顛沛，皆由妾故，妾死則親心自可挽回，君\\n亦可免牽掛。堂上春秋高矣，妾死，君宜早歸。如無力攜妾骸骨歸，\\n不妨暫厝於此，待君將來可耳。願君另續德容兼備者，以奉雙親，撫\\n我遺子，妾亦瞑目矣。」言至此，痛腸欲裂，不覺慘然大慟。余曰：\\n「卿果中道相捨，斷無再續之理，況『曾經滄海難為水，除卻巫山不\\n是雲』耳。」芸乃執余手而更欲有言，僅斷續疊言「來世」二字，忽\\n發喘口噤，兩目瞪視，千呼萬喚已不能言。痛淚兩行，涔涔流溢。既\\n而喘漸微，淚漸乾，一靈縹緲，竟爾長逝！時嘉慶癸亥三月三十日也\\n。當是時，孤燈一盞，舉目無親，兩手空拳，寸心欲碎。綿綿此恨，\\n曷其有極！\\n承吾友胡省堂以十金為助，余盡室中所有，變賣一空，親為成殮。嗚\\n呼！芸一女流，具男子之襟懷才識。歸吾門後，余日奔走衣食，中饋\\n缺乏，芸能纖悉不介意。及余家居，惟以文字相辯析而已。卒之疾病\\n顛連，賚恨以沒，誰致之耶？余有負閨中良友，又何可勝道哉！奉勸\\n世間夫婦，固不可彼此相仇，亦不可過於情篤。話云：「恩愛夫妻不\\n到頭。」如余者，可作前車之鑒也。\\n回煞之期，俗傳是日魂必隨煞而歸，故居中鋪設一如生前，且須鋪生\\n前舊衣於牀上，置舊鞋於牀下，以待魂歸瞻顧，吳下相傳謂之「收眼\\n光」。延羽士作法，先召於牀而後遣之，謂之「接眚」。邗江俗例，\\n設酒肴於死者之室，一家盡出，謂之「避眚」。以故有因避被竊者。\\n芸娘眚期，房東因同居而出避，鄰家囑余亦設肴遠避。余冀魄歸一見\\n，姑漫應之。同鄉張禹門諫余曰：「因邪入邪，宜信其有，勿嘗試也\\n。」余曰：「所以不避而待之者，正信其有也。」張曰：「回煞犯煞\\n，不利生人，夫人即或魂歸，業已陰陽有間，竊恐欲見者無形可接，\\n應避者反犯其鋒耳。」時余癡心不昧，強對曰：「死生有命。君果關\\n切，伴我何如？」張曰：「我當於門外守之，君有異見，一呼即入可\\n也。」余乃張燈入室，見鋪設宛然而音容已杳，不禁心傷淚湧。又恐\\n淚眼模糊失所欲見，忍淚睜目，坐牀而待。撫其所遺舊服，香澤猶存\\n，不覺柔腸寸斷，冥然昏去。轉念待魂而來，何遽睡耶？開目四視，\\n見席上雙燭青燄熒熒，縮光如豆，毛骨悚然，通體寒栗。因摩兩手擦\\n額，細矚之，雙燄漸起，高至尺許，紙裱頂格幾被所焚。余正得借光\\n四顧間，光忽又縮如前。此時心舂股栗，欲呼守者進觀，而轉念柔魂\\n弱魄，恐為盛陽所逼，悄呼芸名而祝之，滿室寂然，一無所見，既而\\n燭燄復明，不復騰起矣。出告禹門，服余膽壯，不知余實一時情癡耳\\n。芸沒後，憶和靖「妻梅子鶴」語，自號梅逸。權葬芸於揚州西門外\\n之金桂山，俗呼郝家寶塔。買一棺之地，從遺言寄於此。攜木主還鄉\\n，吾母亦為悲悼，青君、逢森歸來，痛哭成服。啟堂進言曰：「嚴君\\n怒猶未息，兄宜仍往揚州，俟嚴君歸里，婉言勸解，再當專札相招。\\n」余遂拜母別子女，痛哭一場，復至揚州，賣畫度日。因得常哭於芸\\n娘之墓，影單形隻，備極淒涼，且偶經故居，傷心慘目。重陽日，鄰\\n塚皆黃，芸墓獨青，守墳者曰：「此好穴場，故地氣旺也。」余暗祝\\n曰：「秋風已緊，身尚衣單，卿若有靈，佑我圖得一館，度此殘年，\\n以持家鄉信息。」未幾，江都幕客章馭庵先生欲回浙江葬親，倩余代\\n庖三月，得備禦寒之具。封篆出署，張禹門招寓其家。張亦失館，度\\n歲艱難，商於余，即以餘資二十金傾囊借之，且告曰：「此本留為亡\\n荊扶柩之費，一俟得有鄉音，償我可也。」是年即寓張度歲，晨占夕\\n卜，鄉音殊杳。\\n至甲子三月，接青君信，知吾父有病。即欲歸蘇，又恐觸舊忿。正趑\\n趄觀望間，復接青君信，始痛悉吾父業已辭世。刺骨痛心，呼天莫及\\n。無暇他計，即星夜馳歸，觸首靈前，哀號流血。嗚呼！吾父一生辛\\n苦，奔走於外。生余不肖，既少承歡膝下，又未侍藥牀前，不孝之罪\\n何可逭哉！吾母見余哭，曰：「汝何此日始歸耶？」余曰：「兒之歸\\n，幸得青君孫女信也。」吾母目余弟婦，遂默然。余入幕守靈至七，\\n終無一人以家事告，以喪事商者。余自問人子之道已缺，故亦無顏詢\\n問。\\n一日，忽有向余索逋者登門饒舌，余出應曰：「欠債不還，固應催索\\n，然吾父骨肉未寒，乘凶追呼，未免太甚。」中有一人私謂余曰：「\\n我等皆有人招之使來，公且避出，當向招我者索償也。」余曰：「我\\n欠我償，公等速退！」皆唯唯而去。余因呼啟堂諭之曰：「兄雖不肖\\n，並未作惡不端，若言出嗣降服，從未得過纖毫嗣產，此次奔喪歸來\\n，本人子之道，豈為爭產故耶？大丈夫貴乎自立，我既一身歸，仍以\\n一身去耳！」言已，返身入幕，不覺大慟。叩辭吾母，走告青君，行\\n將出走深山，求赤松子於世外矣。\\n青君正勸阻間，友人夏南熏字淡安、夏逢泰字揖山兩昆季尋蹤而至，\\n抗聲諫余曰：「家庭若此，固堪動忿，但足下父死而母尚存，妻喪而\\n子未立，乃竟飄然出世，於心安乎？」余曰：「然則如之何？」淡安\\n曰：「奉屈暫居寒舍，聞石琢堂殿撰有告假回籍之信，盍俟其歸而往\\n謁之？其必有以位置君也。」余曰：「凶喪未滿百日，兄等有老親在\\n堂，恐多未便。」揖山曰：「愚兄弟之相邀，亦家君意也。足下如執\\n以為不便，西鄰有禪寺，方丈僧與余交最善，足下設榻於寺中，何如\\n？」余諾之。青君曰：「祖父所遺房產，不下三、四千金，既已分毫\\n不取，豈自己行囊亦捨去耶？我往取之，徑送禪寺父親處可也。」因\\n是於行囊之外，轉得吾父所遺圖書、硯台、筆筒數件。\\n寺僧安置予於大悲閣。閣南向，向東設神像，隔西首一間，設月窗，\\n緊對佛龕，中為作佛事者齋食之地。余即設榻其中，臨門有關聖提刀\\n立像，極威武。院中有銀杏一株，大三抱，蔭覆滿閣，夜靜風聲如吼\\n。揖山常攜酒果來對酌，曰：「足下一人獨處，夜深不寐，得無畏怖\\n耶？」余曰：「僕一生坦直，胸無穢念，何怖之有？」居未幾，大雨\\n傾盆，連宵達旦三十餘天，時慮銀杏折枝，壓梁傾屋。賴神默佑，竟\\n得無恙。而外之牆坍屋倒者不可勝計，近處田禾俱被漂沒。余則日與\\n僧人作畫，不見不聞。七月初，天始霽，揖山尊人號蓴薌，有交易赴\\n崇明，偕余往，代筆書券得二十金。歸，值吾父將安葬，啟堂命逢森\\n向余曰：「叔因葬事乏用，欲助一、二十金。」余擬傾囊與之，揖山\\n不允，分幫其半。余即攜青君先至墓所，葬既畢，仍返大悲閣。九月\\n杪，揖山有田在東海永寨沙，又偕余往收其息。盤桓兩月，歸已殘冬\\n，移寓其家雪鴻草堂度歲。真異姓骨肉也。\\n乙丑七月，琢堂始自都門回籍。琢堂名韞玉，字執如，琢堂其號也，\\n與余為總角交。乾隆庚戌殿元，出為四川重慶守。白蓮教之亂，三年\\n戎馬，極著勞績。及歸，相見甚歡，旋於重九日挈眷重赴四川重慶之\\n任，邀余同往。余即叩別吾母於九妹倩陸尚吾家，蓋先君故居已屬他\\n人矣。吾母囑曰：「汝弟不足恃，汝行須努力。重振家聲，全望汝也\\n！」逢森送余至半途，忽淚落不已，因囑勿送而返。舟出京口，琢堂\\n有舊交王惕夫孝廉在淮揚鹽署，繞道往晤，余與偕往，又得一顧芸娘\\n之墓。返舟由長江溯流而上，一路遊覽名勝。至湖北之荊州，得升潼\\n關觀察之信，遂留余與其嗣君敦夫眷屬等，暫寓荊州，琢堂輕騎減從\\n至重慶度歲，遂由成都歷棧道之任。丙寅二月，川眷始由水路往，至\\n樊城登陸。途長費短，車重人多，斃馬折輪，備嘗辛苦。抵潼關甫三\\n月，琢堂又升山左廉訪，清風兩袖，眷屬不能偕行，暫借潼川書院作\\n寓。十月杪，始支山左廉俸，專人接眷。附有青君之書，駭悉逢森於\\n四月間夭亡。始憶前之送余墮淚者，蓋父子永訣也。嗚呼！芸僅一子\\n，不得延其嗣續耶！琢堂聞之，亦為之浩嘆，贈余一妾，重入春夢。\\n從此擾擾攘攘，又不知夢醒何時耳。</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>第四卷      \\t浪遊記快</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>余游幕三十年來，天下所未到者，蜀中、黔中與滇南耳。惜乎輪蹄徵\\n逐，處處隨人，山水怡情，雲煙過眼，不過領略其大概，不能探僻尋\\n幽也。余凡事喜獨出己見，不屑隨人是非，即論詩品畫，莫不存人珍\\n我棄、人棄我取之意。故名勝所在，貴乎心得，有名勝而不覺其佳者\\n，有非名勝而自以為妙者。聊以平生歷歷者記之。\\n余年十五時，吾父稼夫公館於山陰趙明府幕中。有趙省齋先生名傳者\\n，杭之宿儒也，趙明府延教其子，吾父命余亦拜投門下。暇日出遊，\\n得至吼山，離城約十餘里。不通陸路。近山見一石洞，上有片石橫裂\\n欲墮，即從其下盪舟入。豁然空其中，四面皆峭壁，俗名之曰「水園\\n」。臨流建石閣五椽，對面石壁有「觀魚躍」三字，水深不測，相傳\\n有巨鱗潛伏，余投餌試之，僅見不盈尺者出而唼食焉。閣後有道通旱\\n園，拳石亂矗，有橫闊如掌者，有柱石平其頂而上加大石者，鑿痕猶\\n在，一無可取。遊覽既畢，宴於水閣，命從者放爆竹，轟然一響，萬\\n山齊應，如聞霹靂聲。此幼時快游之始。惜乎蘭亭、禹陵未能一到，\\n至今以為憾。\\n至山陰之明年，先生以親老不遠遊，設帳於家，余遂從至杭，西湖之\\n勝因得暢游。結構之妙，予以龍井為最，小有天園次之。石取天竺之\\n飛來峰，城隍山之瑞石古洞。水取玉泉，以水清多魚，有活潑趣也。\\n大約至不堪者，葛嶺之瑪瑙寺。其餘湖心亭、六一泉諸景，各有妙處\\n，不能盡述，然皆不脫脂粉氣，反不如小靜室之幽僻，雅近天然。\\n蘇小墓在西泠橋側。土人指示，初僅半丘黃土而已，乾隆庚子聖駕南\\n巡，曾一詢及，甲辰春復舉南巡盛典，則蘇小墓已石築其墳，作八角\\n形，上立一碑，大書曰：「錢塘蘇小小之墓」。從此，弔古騷人不須\\n徘徊探訪矣。余思古來烈魄忠魂堙沒不傳者，固不可勝數，即傳而不\\n久者，亦不為少；小小一名妓耳，自南齊至今，盡人而知之，此殆靈\\n氣所鍾，為湖山點綴耶？\\n橋北數武有祟文書院，余曾與同學趙緝之投考其中。時值長夏，起極\\n早，出錢塘門，過昭慶寺，上斷橋，坐石闌上。旭日將升，朝霞映於\\n柳外，盡態極妍；白蓮香裡，清風徐來，令人心骨皆清。步至書院，\\n題猶未出也。午後交卷。\\n偕緝之納涼於紫雲洞，大可容數十人，石竅上透日光。有人設短几矮\\n凳，賣酒於此。解衣小酌，嘗鹿脯甚妙，佐以鮮菱雪藕，微酣出洞。\\n緝之曰：「上有朝陽台，頗高曠，盍往一遊？」余亦興發，奮勇登其\\n巔，覺西湖如鏡，杭城如丸，錢塘江如帶，極目可數百里。此生平第\\n一大觀也。坐良久，陽烏將落，相攜下山，南屏晚鐘動矣。韜光、雲\\n棲路遠未到，其紅門局之梅花、姑姑廟之鐵樹，不過爾爾。紫陽洞予\\n以為必可觀，而訪尋得之，洞口僅容─指，涓涓流水而已，相傳中有\\n洞天，恨不能抉門而入。\\n清明日，先生春祭掃墓，挈余同游。墓在東嶽，是鄉多竹，墳丁掘未\\n出土之毛筍，形如梨而尖，作羹供客。余甘之，盡其兩碗。先生曰：\\n「噫！是雖味美而剋心血，宜多食肉以解之。」余素不貪屠門之嚼，\\n至是飯量且因筍而減，歸途覺煩躁，唇舌幾裂。過石屋洞，不甚可觀\\n。水樂洞峭壁多藤蘿，入洞如斗室，有泉流甚急，其聲瑯瑯。池廣僅\\n三尺，深五寸許，不溢亦不竭。余俯流就飲，煩躁頓解。洞外二小亭\\n，坐其中可聽泉聲。衲子請觀萬年缸。缸在香積廚，形甚巨，以竹引\\n泉灌其內，聽其滿溢，年久結苔厚尺許，冬日不冰，故不損也。\\n辛丑秋八月，吾父病瘧返里，寒索火，熱索冰，余諫不聽，竟轉傷寒\\n，病勢日重。余侍奉湯藥，晝夜不交睫者幾一月。吾婦芸娘亦大病，\\n懨懨在牀。心境惡劣，莫可名狀。吾父呼余囑之曰：「我病恐不起，\\n汝守數本書，終非餬口計，我托汝於盟弟蔣思齋，仍繼吾業可耳。」\\n越日思齋來，即於榻前命拜為師。未幾，得名醫徐觀蓮先生診治，父\\n病漸痊。芸亦得徐力起牀。而余則從此習幕矣。此非快事，何記於此\\n？曰：此拋書浪遊之始，故記之。\\n思齋先生名襄，是年冬，即相隨習幕於奉賢宮舍。有同習幕者，顧姓\\n名金鑒，字鴻干，號紫霞，亦蘇州人也。為人慷慨剛毅，直諒不阿，\\n長余一歲，呼之為兄。鴻乾即毅然呼余為弟，傾心相交。此余第一知\\n己交也，惜以二十二歲卒，余即落落寡交，今年且四十有六矣，茫茫\\n滄海，不知此生再遇知己如鴻乾者否？\\n憶與鴻乾訂交，襟懷高曠，時興山居之想。重九日，余與鴻乾俱在蘇\\n，有前輩王小俠與吾父稼夫公喚女伶演劇，宴客吾家，余患其擾，先\\n一日約鴻乾赴寒山登高，借訪他日結廬之地。芸為整理小酒榼。\\n越日天將曉，鴻乾已登門相邀。遂攜榼出胥門，入麵肆，各飽食。渡\\n胥江，步至橫塘棗市橋，雇一葉扁舟，到山日猶未午。舟子頗循良，\\n令其糴米煮飯。余兩人上岸，先至中峰寺。寺在支研古剎之南，循道\\n而上，寺藏深樹，山門寂靜，地僻僧閑，見余兩人不衫不履，不甚接\\n待，余等志不在此，未深入。歸舟，飯已熟。飯畢，舟子攜榼相隨，\\n矚其子守船，由寒山至高義園之白雲精舍。軒臨峭壁，下鑿小池，圍\\n以石欄，一泓秋水，崖懸薜荔，牆積莓苔。坐軒下，惟聞落葉蕭蕭，\\n悄無人跡。出門有一亭，囑舟子坐此相候。余兩人從石罅中入，名「\\n一線天」，循級盤旋，直造其巔，曰「上白雲」，有庵已坍頹，存一\\n危棧，僅可遠眺。小憩片刻，即相扶而下，舟子曰：「登高忘攜酒榼\\n矣。」鴻乾曰：「我等之游，欲覓偕隱地耳，非專為登高也。」舟子\\n曰：「離此南行二、三里，有上沙村，多人家，有隙地，我有表戚范\\n姓居是村，盍往一遊？」余喜曰：「此明末徐俟齋先生隱居處也，有\\n園聞極幽雅，從未一遊。」於是舟子導往。村在兩山夾道中。園依山\\n而無石，老樹多極紆迴盤鬱之勢，亭榭窗欄盡從樸素，竹籬茆舍，不\\n愧隱者之居。中有皂莢亭，樹大可兩抱。余所歷園亭，此為第一。園\\n左有山，俗呼雞籠山，山峰直豎，上加大石，如杭城之瑞石古洞，而\\n不及其玲瓏。旁一青石如榻，鴻乾臥其上曰：「此處仰觀峰嶺，俯視\\n園亭，既曠且幽，可以開樽矣。」因拉舟子同飲，或歌或嘯，大暢胸\\n懷。土人知余等覓地而來，誤以為堪輿，以某處有好風水相告。鴻乾\\n曰：「但期合意，不論風水。」（豈意竟成讖語！）酒瓶既罄，各採\\n野菊插滿兩鬢。\\n歸舟，日已將沒。更許抵家，客猶未散。芸私告余曰：「女伶中有蘭\\n官者，端莊可取。」余假傳母命呼之入內，握其腕而睨之，果豐頤白\\n膩。余顧芸曰：「美則美矣，終嫌名不稱實。」芸曰：「肥者有福相\\n。」余曰：「馬嵬之禍，玉環之福安在？」芸以他辭遣之出。謂余曰\\n：「今日君又大醉耶？」余乃歷述所游，芸亦神往者久之。\\n癸卯春，余從思齋先生就維揚之聘，始見金、焦面目。金山宜遠觀，\\n焦山宜近視，惜余往來其間，未嘗登眺。渡江而北，漁洋所謂「綠楊\\n城郭是揚州」一語，已活現矣！平山堂離城約三、四里，行其途有八\\n、九里，雖全是人工，而奇思幻想，點綴天然，即閬苑瑤池、瓊樓玉\\n宇，諒不過此。其妙處在十餘家之園亭合而為一，聯絡至山，氣勢俱\\n貫。其最難位置處，出城入景，有一里許緊沿城郭。夫城綴於曠遠重\\n山間，方可入畫，園林有此，蠢笨絕倫。而觀其或亭或台、或牆或石\\n、或竹或樹，半隱半露間，使遊人不覺其觸目，此非胸有丘壑者斷難\\n下手。城盡，以虹園為首折面向北，有石樑曰「虹橋」，不知園以橋\\n名乎？橋以園名乎？盪舟過，曰「長堤春柳」，此景不綴城腳而綴於\\n此，更見佈置之妙。再折而西，壘土立廟，曰「小金山」，有此一擋\\n便覺氣勢緊湊，亦非俗筆。聞此地本沙土，屢築不成，用木排若干，\\n層疊加土，費數萬金乃成，若非商家，焉能如是。過此有勝概樓，年\\n年觀競渡於此。河面較寬，南北跨一蓮花橋，橋門通八面，橋面設五\\n亭，揚人呼為「四盤一暖鍋」，此思窮力竭之為，不甚可取。橋南有\\n蓮心寺，寺中突起喇嘛白塔，金頂纓絡，商矗雲霄，殿角紅牆松柏掩\\n映，鐘磬時聞，此天下園亭所未有者。過橋見三層高閣，畫棟飛簷，\\n五彩絢爛，疊以太湖石，圍以白石欄，名曰「五雲多處」，如作文中\\n間之大結構也。過此名「蜀岡朝陽」，平坦無奇，且屬附會。將及山\\n，河面漸束，堆土植竹樹，作四五曲。似已山窮水盡，而忽豁然開朗\\n，平山之萬松林已列於前矣。「平山堂」為歐陽文忠公所書。所謂淮\\n東第五泉，真者在假山石洞中，不過一井耳，味與天泉同；其荷亭中\\n之六孔鐵井欄者，乃係假設，水不堪飲。九峰園另在南門幽靜處，別\\n饒天趣，余以為諸園之冠。康山未到，不識如何。此皆言其大概，其\\n工巧處、精美處，不能盡述，大約宜以艷妝美人目之，不可作浣紗溪\\n上觀也。余適恭逢南巡盛典，各工告竣，敬演接駕點綴，因得暢其大\\n觀，亦人生難遇者也。\\n甲辰之春，余隨侍吾父於吳江何明府幕中，與山陰章蘋江、武林章映\\n牧、苕溪顧靄泉諸公同事，恭辦南斗圩行宮，得第二次瞻仰天顏。一\\n日，天將晚矣，忽動歸興。有辦差小快船，雙艣兩槳，於太湖飛棹疾\\n馳，吳俗呼為「出水轡頭」，轉瞬已至吳門橋。即跨鶴騰空，無比神\\n爽。抵家，晚餐未熟也。吾鄉素尚繁華，至此日之爭奇奪勝，較昔尤\\n奢。燈彩眩眸，笙歌聒耳，古人所謂「畫棟雕甍」、「珠簾繡幕」、\\n「玉欄杆」、「錦步障」，不啻過之。余為友人東拉西扯，助其插花\\n結彩。閑則呼朋引類，劇飲狂歌，暢懷遊覽，少年豪興，不倦不疲。\\n苟生於盛世而仍居僻壤，安得此游觀哉？\\n是年，何明府因事被議，吾父即就海寧王明府之聘。嘉興有劉蕙階者\\n，長齋佞佛，來拜吾父。其家在煙雨樓側，一閣臨河，曰「水月居」\\n，其誦經處也，潔靜如僧舍。煙雨樓在鏡湖之中，四岸皆綠楊，惜無\\n多竹。有平台可遠眺，漁舟星列，漠漠平波，似宜月夜。衲子備素齋\\n甚佳。至海寧，與白門史心月、山陰俞午橋同事。心月一子，名燭衡\\n，澄靜緘默，彬彬儒雅，與余莫逆，此生平第二知心交也。惜萍水相\\n逢，聚首無多日耳。游陳氏安瀾園，地占百畝，重樓複閣，夾道迴廊\\n；池甚廣，橋作六曲形；石滿藤蘿，鑿痕全掩；古木千章，皆有參天\\n之勢；鳥啼花落，如入深山。此人工而歸於天然者。余所歷平地之假\\n石園亭，此為第一。曾於桂花樓中張宴，諸味盡為花氣所奪，惟醬薑\\n味不變。薑桂之性老而愈辣，以喻忠節之臣，洵不虛也。出南門即大\\n海，一日兩潮，如萬丈銀堤破海而過。船有迎潮者，潮至，反棹相向\\n，於船頭設一木招，狀如長柄大刀，招一捺，潮即分破，船即隨招而\\n入，俄頃始浮起，撥轉船頭，隨潮而去，頃刻百里。塘上有塔院，中\\n秋夜曾隨吾父觀潮於此。循塘東約三十里，名尖山，一峰突起，撲入\\n海中，山頂有閣，匾曰「海闊天空」，一望無際，但見怒濤接天而已\\n。\\n余年二十有五，應徽州績溪克明府之召，由武林下「江山船」，過富\\n春山，登子陵釣台。台在山腰，一峰突起，離水十餘丈，豈漢時之水\\n竟與峰齊耶？月夜泊界口，有巡檢署，「山高月小，水落石出」，此\\n景宛然。黃山僅見其腳，惜未一瞻面目。績溪城處於萬山之中，彈丸\\n小邑，民情淳樸。近城有石鏡山，由山彎中曲折一里許，懸崖急湍，\\n濕翠欲滴；漸高至山腰，有一方石亭，四面皆陡壁；亭左石削如屏，\\n青色光潤，可鑒人形，俗傳能照前生。黃巢至此，照為猿猴形，縱火\\n焚之，故不復現。離城十里有火雲洞天，石紋盤結，凹凸巉巗，如黃\\n鶴山樵筆意，而雜亂無章，洞石皆深絳色。旁有一庵甚幽靜，鹽商程\\n虛谷曾招游設宴於此。席中有肉饅頭，小沙彌眈眈旁視，授以四枚，\\n臨行以番銀二圓為酬，山僧不識，推不受。告以一枚可易青錢七百餘\\n文，僧以近無易處，仍不受。乃攢湊青蚨六百文付之，始欣然作謝。\\n他日余邀同人攜榼再往，老僧囑曰：「曩者小徒不知食何物而腹瀉，\\n今勿再與。」可知藜藿之腹不受肉味，良可嘆也。余謂同人曰：「作\\n和尚者，必用此等僻地，終身不見不聞，或可修真養靜。若吾鄉之虎\\n丘山，終日目所見者妖童艷妓，耳所聽者弦索笙歌，鼻所聞者佳餚美\\n酒，安得身如枯木、心如死灰哉？」\\n又去城三十里，名曰仁里，有花果會，十二年一舉，每舉各出盆花為\\n賽。余在績溪適逢其會，欣然欲往，苦無轎馬，乃教以斷竹為槓，縛\\n椅為轎，雇人肩之而去，同游者惟同事許策廷，見者無不訝笑。至其\\n地，有廟，不知供何神。廟前曠處高搭戲台，畫樑方柱極其巍煥，近\\n視則紙紮彩畫，抹以油漆者。鑼聲忽至，四人抬對燭大如斷柱，八人\\n抬一豬大若牯牛，蓋公養十二年始宰以獻神。策廷笑曰：「豬固壽長\\n，神亦齒利。我若為神，焉能享此。」余曰：「亦足見其愚誠也。」\\n入廟，殿廊軒院所設花果盆玩，並不剪枝拗節，盡以蒼老古怪為佳，\\n大半皆黃山松。既而開場演劇，人如潮湧而至，余與策廷遂避去。未\\n兩載，余與同事不合，拂衣歸里。\\n余自績溪之游，見熱鬧場中卑鄙之狀不堪入目，因易儒為賈。余有姑\\n丈袁萬九，在盤溪之仙人塘作釀酒生涯，余與施心耕附資合伙。袁酒\\n本海販，不一載，值台灣林爽文之亂，海道阻隔，貨積本折，不得已\\n仍為馮婦。館江北四年，一無快游可記。迨居蕭爽樓，正作煙火神仙\\n，有表妹倩徐秀峰自粵東歸，見余閑居，慨然曰：「足下待露而爨，\\n筆耕而炊，終非久計，盍偕我作嶺南游？當不僅獲蠅頭利也。」芸亦\\n勸余曰：「乘此老親尚健，子尚壯年，與其商柴計米而尋歡，不如一\\n勞永逸。」余乃商諸交遊者，集資作本。芸亦自辦繡貨及嶺南所無之\\n蘇酒、醉蟹等物。稟知堂上，於小春十日，偕秀峰由東壩出蕪湖口。\\n長江初歷，大暢襟懷。每晚舟泊後，必小酌船頭。見捕魚者罾冪不滿\\n三尺，孔大約有四寸，鐵箍四角，似取易沉。余笑曰：「聖人之教雖\\n曰『罟不用數』，而如此之大孔小罾，焉能有獲？」秀峰曰：「此專\\n為網鯾魚設也。」見其繫以長綆，忽起忽落，似探魚之有無。未幾，\\n急挽出水，已有鯾魚枷罾孔而起矣。余始喟然曰：「可知一己之見，\\n未可測其奧妙！」一日，見江心中一峰突起，四無依倚。秀峰曰：「\\n此小孤山也。」霜林中，殿閣參差。乘風徑過，惜未一遊。至滕王閣\\n，猶吾蘇府學之尊經閣移於胥門之大馬頭，王子安序中所云不足信也\\n。即於閣下換高尾昂首船，名「三板子」，由贛關至南安登陸。值余\\n三十誕辰，秀峰備麵為壽。越日過大庾嶺，出巔一亭，匾曰「舉頭日\\n近」，言其高也。山頭分為二，兩邊峭壁，中留一道如石巷。口列兩\\n碑，一曰「急流勇退」，一曰「得意不可再往」。山頂有梅將軍祠，\\n未考為何朝人。所謂嶺上梅花，並無一樹，意者以梅將軍得名梅嶺耶\\n？余所帶送禮盆梅，至此將交臘月，已花落而葉黃矣。過嶺出口，山\\n川風物便覺頓殊。嶺西一山，石竅玲瓏，已忘其名，輿夫曰：「中有\\n仙人牀榻。」匆匆竟過，以未得游為悵。至南雄，雇老龍船，過佛山\\n鎮，見人家牆頂多列盆花，葉如冬青，花如牡丹，有大紅、粉白、粉\\n紅三種，蓋山茶花也。\\n臘月望，始抵省城，寓靖海門內，賃王姓臨街樓屋三椽。秀峰貨物皆\\n銷與當道，余亦隨其開單拜客，即有配禮者絡繹取貨，不旬日而余物\\n已盡。除夕蚊聲如雷。歲朝賀節，有棉袍紗套者。不惟氣候迥別，即\\n土著人物，同一五官而神情迥異。\\n正月既望，有署中同鄉三友拉余游河觀妓，名曰「打水圍」，妓名「\\n老舉」。於是同出靖海門，下小艇（如剖分之半蛋而加篷焉。），先\\n至沙面。妓船名「花艇」，皆對頭分排，中留水巷以通小艇往來。每\\n幫約一、二十號，橫木綁定，以防海風。兩船之間釘以木樁，套以藤\\n圈，以便隨潮漲落。鴇兒呼為「梳頭婆」，頭用銀絲為架，高約四寸\\n許，空其中而蟠髮於外，以長耳挖插一朵花於鬢，身披元青短襖，著\\n元青長褲，管拖腳背，腰束汗巾，或紅或綠，赤足撒鞋，式如梨園旦\\n腳。登其艇，即躬身笑迎，搴幃入艙。旁列椅杌，中設大炕，一門通\\n艄後。婦呼有客，即聞履聲雜沓而出，有挽髻者，有盤辮者，傅粉如\\n粉牆，搽脂如榴火，或紅襖綠褲，或綠襖紅褲，有著短襪而撮繡花蝴\\n蝶履者，有赤足而套銀腳鐲者，或蹲於炕，或倚於門，雙瞳閃閃，一\\n言不發。余顧秀峰曰：「此何為者也？」秀峰曰：「目成之後，招之\\n始相就耳。」余試招之，果即歡容至前，袖出檳榔為敬。入口大嚼，\\n澀不可耐，急吐之，以紙擦唇，其吐如血。合艇皆大笑。又至軍工廠\\n，妝束亦相等，惟長幼皆能琵琶而已。與之言，對曰：「？」者，「\\n何」也。余曰：「『少不入廣』者，以其銷魂耳，若此野妝蠻語，誰\\n為動心哉？」一友曰：「潮幫妝束如仙，可往一遊。」至其幫，排舟\\n亦如沙面。有著名鴇兒素娘者，妝束如花鼓婦。其粉頭衣皆長領，頸\\n套項鎖，前髮齊眉，後髮垂肩，中挽一鬏似丫髻，裹足者著裙，不裹\\n足者短襪，亦著蝴蝶履，長拖褲管，語音可辨。而余終嫌為異服，興\\n趣索然。秀峰曰：「靖海門對渡有揚幫，留吳妝，君往，必有合意者\\n。」一友曰：「所謂揚幫者，僅一鴇兒，呼曰邵寡婦，攜一媳曰大姑\\n，係來自揚州，餘皆湖、廣、江西人也。」因至揚幫。\\n對面兩排僅十餘艇，其中人物皆雲鬟霧鬢，脂粉薄施，闊袖長裙，語\\n音了了，所謂邵寡婦者慇懃相接。遂有一友另喚酒船，大者曰「恆艛\\n」，小者曰「沙姑艇」，作東道相邀，請余擇妓。余擇一雛年者，身\\n材狀貌有類余婦芸娘，而足極尖細，名喜兒。秀峰喚一妓，名翠姑。\\n餘皆各有舊交。放艇中流，開懷暢飲。至更許，余恐不能自持，堅欲\\n回寓，而城已下鑰久矣。蓋海疆之城，日落即閉，余不知也。及終席\\n，有臥吃鴉片煙者，有擁妓而調笑者，使頭各送衾枕至，行將連牀開\\n鋪。余暗詢喜兒：「汝本艇可臥否？」對曰：「有寮可居，未知有客\\n否也。」（寮者，船頂之樓。）余曰：「姑往探之。」招小艇渡至邵\\n船，但見合幫燈火相對如長廊，寮適無客。鴇兒笑迎曰：「我知今日\\n貴客來，故留寮以相待也。」余笑曰：「姥真荷葉下仙人哉！」遂有\\n伻頭移燭相引，由艙後梯而登。\\n宛如斗室，旁一長榻，几案俱備。揭簾再進，即在頭艙之頂，牀亦旁\\n設，中間方窗嵌以玻璃，不火而光滿一室，蓋對船之燈光也。衾帳鏡\\n奩，頗極華美。喜兒曰：「從台可以望月。」即在梯門之上疊開一窗\\n，蛇行而出，即後梢之頂也。三面皆設短欄，一輪明月，水闊天空。\\n縱橫如亂葉浮水者，酒船也；閃爍如繁星列天者，酒船之燈也；更有\\n小艇梭織往來，笙歌弦索之聲雜以漲潮之沸，令人情為之移。余曰：\\n「『少不入廣』，當在斯矣！」惜余婦芸娘不能偕游至此，回顧喜兒\\n，月下依稀相似，因挽之下台，息燭而臥。天將曉，秀峰等已哄然至\\n，余披衣起迎，皆責以昨晚之逃。余曰：「無他，恐公等掀衾揭帳耳\\n！」遂同歸寓。\\n越數日，偕秀峰游海珠寺。寺在水中，圍牆若城四週。離水五尺許有\\n洞，設大炮以防海寇，潮長潮落，隨水浮沉，不覺炮門之或高或下，\\n亦物理之不可測者。十三洋行在幽蘭門之西，結構與洋畫同。對渡名\\n花地，花木甚繁，廣州賣花處也。余自以為無花不識，至此僅識十之\\n六、七，詢其名，有《群芳譜》所未載者，或土音之不同歟？海幢寺\\n規模極大，山門內植榕樹，大可十餘抱，陰濃如蓋，秋冬不凋。柱檻\\n窗欄皆以鐵梨木為之。有菩提樹，其葉似柿，浸水去皮，肉筋細如蟬\\n翼紗，可裱小冊寫經。\\n歸途訪喜兒於花艇，適翠、喜二妓俱無客。茶罷欲行，挽留再三。余\\n所屬意在寮，而其媳大姑已有酒客在上，因謂邵鴇兒曰：「若可同往\\n寓中，則不妨一敘。」邵曰：「可。」秀峰先歸，囑從者整理酒肴。\\n余攜翠、喜至寓。正談笑間，適郡署王懋老不期來，挽之同飲。酒將\\n沾唇，忽聞樓下人聲嘈雜，似有上樓之勢。蓋房東一姪素無賴，知余\\n招妓，故引人圖詐耳。秀峰怨曰：「此皆三白一時高興，不合我亦從\\n之。」余曰：「事已至此，應速思退兵之計，非鬥口時也。」懋老曰\\n：「我當先下說之。」余即喚僕速雇兩轎，先脫兩妓，再圖出城之策\\n。聞懋老說之不退，亦不上樓。兩轎已備，余僕手足頗捷，令其向前\\n開路，秀峰挽翠姑繼之，余挽喜兒於後，一哄而下。秀峰、翠姑得僕\\n力，已出門去，喜兒為橫手所拿，余急起腿，中其臂，手一鬆而喜兒\\n脫去，余亦乘勢脫身出。余僕猶守於門，以防追搶。急問之曰：「見\\n喜兒否？」僕曰：「翠姑已乘轎去，喜娘但見其出，未見其乘轎也。\\n」余急燃炬，見空轎猶在路旁。急追至靖海門，見秀峰侍翠轎而立，\\n又問之，對曰：「或應投東，而反奔西矣。」急反身，過寓十餘家，\\n聞暗處有喚余者，燭之，喜兒也，遂納之轎，肩而行。秀峰亦奔至，\\n曰：「幽蘭門有水竇可出，已托人賄之啟鑰，翠姑去矣，喜兒速往！\\n」余曰：「君速回寓退兵，翠、喜交我！」至水竇邊，果已肩鑰，翠\\n先在。余遂左掖喜，右挽翠，折腰鶴步，踉蹌出竇。天適微雨，路滑\\n如油，至河干沙面，笙歌正盛。小艇有識翠姑者，招呼登舟。始見喜\\n兒首如飛蓬，釵環俱無有。余曰：「被搶去耶？」喜兒笑曰：「聞此\\n皆赤金，阿母物也，妾於下樓時已除去，藏於囊中。若被搶去，累君\\n賠償耶。」余聞言，心甚德之，令其重整釵環，勿告阿母，托言寓所\\n人雜，故仍歸舟耳。翠姑如言告母，並曰：「酒菜已飽，備粥可也。\\n」時寮上酒客已去，邵鴇兒命翠亦陪余登寮。見兩對繡鞋泥污已透。\\n三人共粥，聊以充飢。剪燭絮談，始悉翠籍湖南，喜亦豫產，本姓歐\\n陽，父亡母醮，為惡叔所賣。翠姑告以迎新送舊之苦，心不歡必強笑\\n，酒不勝必強飲，身不快必強陪，喉不爽必強歌。更有乖張其性者，\\n稍不合意，即擲酒翻案，大聲辱罵，假母不察，反言接待不周，又有\\n惡客徹夜蹂躪，不堪其擾。喜兒年輕初到，母猶惜之。不覺淚隨言落\\n。喜兒亦默然涕泣。余乃挽喜入懷，撫慰之。囑翠姑臥於外榻，蓋因\\n秀峰交也。\\n自此或十日或五日，必遣人來招，喜或自放小艇，親至河干迎接。余\\n每去必邀秀峰，不邀他客，不另放艇。一夕之歡，番銀四圓而已。秀\\n峰今翠明紅，俗謂之跳槽，甚至一招兩妓；余則惟喜兒一人，偶獨往\\n，或小酌於平台，或清談於寮內，不令唱歌，不強多飲，溫存體恤，\\n一艇怡然，鄰妓皆羨之。有空閑無客者，知余在寮，必來相訪。合幫\\n之妓無一不識，每上其艇，呼余聲不絕，余亦左顧右盼，應接不暇，\\n此雖揮霍萬金所不能致者。余四月在彼處，共費百餘金，得嘗荔枝鮮\\n果，亦生平快事。後鴇兒欲索五百金強余納喜，余患其擾，遂圖歸計\\n。秀峰迷戀於此，因勸其購一妾，仍由原路返吳。明年，秀峰再往，\\n吾父不准偕游，遂就青浦楊明府之聘。及秀峰歸，述及喜兒因余不往\\n，幾尋短見。噫！「半年一覺揚幫夢，贏得花船薄倖名」矣！\\n余自粵東歸來，館青浦兩載，無快游可述。未幾，芸、憨相遇，物議\\n沸騰，芸以激憤致病。余與程墨安設一書畫鋪於家門之側，聊佐湯藥\\n之需。\\n中秋後二日，有吳雲客偕毛憶香、王星燦邀余游西山小靜室，余適腕\\n底無閑，囑其先往。吳曰：「子能出城，明午當在山前水踏橋之來鶴\\n庵相候。」余諾之。\\n越日，留程守鋪，余獨步出閶門，至山前過水踏橋，循田塍而西。見\\n一庵南向，門帶清流，剝琢問之，應曰：「客何來？」余告之。笑曰\\n：「此『得雲』也，客不見匾額乎？『來鶴』已過矣！」余曰：「自\\n橋至此，未見有庵。」其人回指曰：「客不見土牆中森森多竹者，即\\n是也。」余乃返至牆下。小門深閉，門隙窺之，短籬曲徑，綠竹猗猗\\n，寂不聞人語聲，叩之亦無應者。一人過，曰：「牆穴有石，敲門具\\n也。」余試連擊，果有小沙彌出應。余即循徑入，過小石橋，向西一\\n折，始見山門，懸黑漆額，粉書「來鶴」二字，後有長跋，不暇細觀\\n。入門經韋陀殿，上下光潔，纖塵不染，知為好靜室。忽見左廊又一\\n小沙彌奉壺出，余大聲呼問，即聞室內星燦笑曰：「何如？我謂三白\\n決不失信也！」旋見雲客出迎，曰：「候君早膳，何來之遲？」一僧\\n繼其後，向余稽首，問知為竹逸和尚。入其室，僅小屋三椽，額曰「\\n桂軒」，庭中雙桂盛開。星燦、憶香群起嚷曰：「來遲罰三杯！」席\\n上葷素精潔，酒則黃白俱備。余問曰：「公等游幾處矣？」雲客曰：\\n「昨來已晚，今晨僅到得雲、河亭耳。」歡飲良久。飯畢，仍自得雲\\n、河亭共游八、九處，至華山而止。各有佳處，不能盡述。華山之頂\\n有蓮花峰，以時欲暮，期以後游。桂花之盛至此為最，就花下飲清茗\\n─甌，即乘山輿，徑回來鶴。\\n桂軒之東另有臨潔小閣，已杯盤羅列。竹逸寡言靜坐而好客善飲。始\\n則折桂催花，繼則每人一令，二鼓始罷。余曰：「今夜月色甚佳，即\\n此酣臥，未免有負清光，何處得高曠地，一玩月色，庶不虛此良夜也\\n？」竹逸曰：「放鶴亭可登也。」雲客曰：「星燦抱得琴來，未聞絕\\n調，到彼一彈何如？」乃偕往。但見木犀香裡，一路霜林，月下長空\\n，萬籟俱寂。星燦彈《梅花三弄》，飄飄欲仙。憶香亦興發，袖出鐵\\n笛，嗚嗚而吹之。雲客曰：「今夜石湖看月者，誰能如吾輩之樂哉？\\n」蓋吾蘇八月十八日石湖行春橋下有看串月勝會，游船排擠，徹夜笙\\n歌，名雖看月，實則挾妓哄飲而已。未幾，月落霜寒，興闌歸臥。\\n明晨，雲客謂眾曰：「此地有無隱庵，極幽僻，君等有到過者否？」\\n咸對曰：「無論未到，並未嘗聞也。」竹逸曰：「無隱四面皆山，其\\n地甚僻，僧不能久居。向年曾一至，已坍廢，自尺木彭居士重修後，\\n未嘗往焉，今猶依稀識之。如欲往游，請為前導。」憶香曰：「枵腹\\n去耶？」竹逸笑曰：「已備素麵矣，再令道人攜酒榼相從也。」麵畢\\n，步行而往。過高義園，雲客欲往白雲精舍，入門就坐。一僧徐步出\\n，向雲客拱手曰：「違教兩月，城中有何新聞？撫軍在轅否？」憶香\\n忽起曰：「禿！」拂袖徑出。余與星燦忍笑隨之，雲客、竹逸酬答數\\n語，亦辭出。高義園即范文正公墓，白雲精舍在其旁。一軒面壁，上\\n懸藤蘿，下鑿一潭，廣丈許，一泓清碧，有金鱗游泳其中，名曰「缽\\n盂泉」。竹爐茶灶，位置極幽。軒後於萬綠叢中，可瞰范園之概。惜\\n衲子俗，不堪久坐耳。是時由上沙村過雞籠山，即余與鴻乾登高處也\\n。風物依然，鴻乾已死，不勝今昔之感。\\n正惆悵間，忽流泉阻路不得進，有三、五村童掘菌子於亂草中，探頭\\n而笑，似訝多人之至此者。詢以無隱路，對曰：「前途水大不可行，\\n請返數步，南有小徑，度嶺可達。」從其言。度嶺南，行里許，漸覺\\n竹樹叢雜，四山環繞，徑滿綠茵，已無人跡。竹逸徘徊四顧曰：「似\\n在斯，而徑不可辨，奈何？」余乃蹲身細矚，於千竿竹中隱隱見亂石\\n牆舍，徑撥叢竹間，橫穿入覓之，始得一門，曰「無隱禪院，某年月\\n日南園老人彭某重修」，眾喜曰：「非君則武陵源矣！」山門緊閉，\\n敲良久，無應者。忽旁開一門，呀然有聲，一鶉衣少年出，面有菜色\\n，足無完履，問曰：「客何為者？」竹逸稽首曰：「慕此幽靜，特來\\n瞻仰。」少年曰：「如此窮山，僧散無人接待，請覓他游。」言已，\\n閉門欲進。雲客急止之，許以啟門放游，必當酬謝。少年笑曰：「茶\\n、菜俱無，恐慢客耳，豈望酬耶？」山門一啟，即見佛面，金光與綠\\n陰相映，庭階石礎苔積如繡，殿後台級如牆，石欄繞之。循台而西，\\n有石形如饅頭，高二丈許，細竹環其趾。再西折北，由斜廊躡級而登\\n，客堂三卷楹緊對大石。石下鑿一小月池，清泉一派，荇藻交橫。堂\\n東即正殿，殿左西向為僧房廚灶，殿後臨峭壁，樹雜陰濃，仰不見天\\n。星燦力疲，就池邊小憩，余從之。將啟榼小酌，忽聞憶香音在樹杪\\n，呼曰：「三白速來，此間有妙境！」仰而視之，不見其人，因與星\\n燦循聲覓之。由東廂出一小門，折北，有石蹬如梯，約數十級，於竹\\n塢中瞥見一樓。又梯而上，八窗洞然，額曰「飛雲閣」。四山抱列如\\n城，缺西南一角，遙見一水浸天，風帆隱隱，即太湖也。倚窗俯視，\\n風動竹梢，如翻麥浪。憶香曰：「何如？」余曰：「此妙境也。」忽\\n又聞雲客於樓西呼曰：「憶香速來，此地更有妙境！」因又下樓，折\\n而西，十餘級，忽豁然開朗，平坦如台。度其地，已在殿後峭壁之上\\n，殘磚缺礎尚存，蓋亦昔日之殿基也。周望環山，較閣更暢。憶香對\\n太湖長嘯一聲，則群山齊應。乃席地開樽，忽愁枵腹，少年欲烹焦飯\\n代茶，隨令改茶為粥，邀與同啖。詢其何以冷落至此，曰：「四無居\\n鄰，夜多暴客，積糧時來強竊，即植蔬果，亦半為樵子所有。此為崇\\n寧寺下院，長廚中月送飯乾一石、鹽菜一罈而已。某為彭姓裔，暫居\\n看守，行將歸去，不久當無人跡矣。」雲客謝以番銀一圓。\\n返至來鶴，買舟而歸。余繪《無隱圖》一幅，以贈竹逸，志快游也。\\n是年冬，余為友人作中保所累，家庭失歡，寄居錫山華氏。明年春，\\n將之維揚而短於資，有故人韓春泉在上洋幕府，因往訪焉。衣敝履穿\\n，不堪入署，投札約晤於郡廟園亭中。及出見，知余愁苦，概助十金\\n。園為洋商捐施而成，極為闊大，惜點綴各景，雜亂無章，後疊山石\\n，亦無起伏照應。歸途忽思虞山之勝，適有便舟附之。時當春仲，桃\\n李爭研，逆旅行蹤，苦無伴侶，乃懷青銅三百，信步至虞山書院。牆\\n外仰矚，見叢樹交花，嬌紅稚綠，傍水依山，極饒幽趣。惜不得其門\\n而入，問途以往，遇設篷瀹茗者，就之，烹碧羅春，飲之極佳。詢虞\\n山何處最勝，一遊者曰：「從此出西關，近劍門，亦虞山最佳處也，\\n君欲往，請為前導。」余欣然從之。出西門，循山腳，高低約數里，\\n漸見山峰屹立，石作橫紋，至則一山中分，兩壁凹凸，高數十仞，近\\n而仰視，勢將傾墮。其人曰：「相傳上有洞府，多仙景，惜無徑可登\\n。」余興發，挽袖卷衣，猿攀而上，直造其巔。所謂洞府者，深僅丈\\n許，上有石罅，洞然見天。俯首下視，腿軟欲墮。乃以腹面壁，依藤\\n附蔓而下。其人嘆曰：「壯哉！遊興之豪，未見有如君者。」余口渴\\n思飲，邀其人就野店沽飲三杯。陽烏將落，未得遍遊，拾赭石十餘塊\\n，懷之歸寓，負笈搭夜航至蘇，仍返錫山。此余愁苦中之快游也。\\n嘉慶甲子春，痛遭先君之變，行將棄家遠遁，友人夏揖山挽留其家。\\n秋八月，邀余同往東海永泰沙勘收花息。沙隸崇明。出劉河口，航海\\n百餘里。新漲初闢，尚無街市。茫茫蘆荻，絕少人煙，僅有同業丁氏\\n倉庫數十椽，四面掘溝河，築堤栽柳繞於外。丁字實初，家於崇，為\\n一沙之首戶；司會計者姓王。俱豪爽好客，不拘禮節，與余乍見即同\\n故交。宰豬為餉，傾甕為飲。令則拇戰，不知詩文；歌則號呶，不講\\n音律。酒酣，揮工人舞拳相撲為戲。蓄牯牛百餘頭，皆露宿堤上。養\\n鵝為號，以防海盜。日則驅鷹犬獵於蘆叢沙渚間，所獲多飛禽。余亦\\n從之馳逐，倦則臥。引至園田成熟處，每一字號圈築高堤，以防潮汛\\n。堤中通有水竇，用閘啟閉，旱則漲潮時啟閘灌之，潦則落潮時開閘\\n泄之。佃人皆散處如列星，一呼俱集，稱業戶曰「產主」，唯唯聽命\\n，樸誠可愛。而激之非義，則野橫過於狼虎；幸一言公平，率然拜服\\n。風雨晦明，恍同太古。臥牀外矚即睹洪濤，枕畔潮聲如鳴金鼓。一\\n夜，忽見數十里外有紅燈大如栲栳，浮於海中，又見紅光燭天，勢同\\n失火，實初曰：「此處起現神燈神火，不久又將漲出沙田矣。」揖山\\n興致素豪，至此益放。余更肆無忌憚，牛背狂歌，沙頭醉舞，隨其興\\n之所至，真生平無拘之快游也。事竣，十月始歸。\\n吾蘇虎丘之勝，余取後山之千頃雲一處，次則劍池而已，餘皆半借人\\n工，且為脂粉所污，已失山林本相。即新起之白公祠、塔影橋，不過\\n留雅名耳。其冶坊濱，余戲改為「野芳濱」，更不過脂鄉粉隊，徒形\\n其妖冶而已。其在城中最著名之獅子林，雖曰雲林手筆，且石質玲瓏\\n，中多古木，然以大勢觀之，竟同亂堆煤渣，積以苔蘚，穿以蟻穴，\\n全無山林氣勢。以余管窺所及，不知其妙。靈巖山，為吳王館娃宮故\\n址，上有西施洞、響屧廊、采香徑諸勝，而其勢散漫，曠無收束，不\\n及天平支硎之別饒幽趣。\\n鄧尉山一名元墓，西背太湖，東對錦峰，丹崖翠閣，望如圖畫，居人\\n種梅為業，花開數十里，一望如積雪，故名「香雪海」。山之左有古\\n柏四樹，名之曰「清、奇、古、怪」：清者，一株挺直，茂如翠蓋；\\n奇者，臥地三曲，形「之」字；古者，禿頂扁闊，半朽如掌；怪者，\\n體似旋螺，枝幹皆然。相傳漢以前物也。\\n乙丑孟春，揖山尊人蓴薌先生偕其弟介石，率子姪四人，往(心菐)山\\n家祠春祭，兼掃祖墓，招余同往。順道先至靈巖山，出虎山橋，由費\\n家河進香雪海觀梅。(心菐) 山祠宇即藏於香雪海中，時花正盛，咳吐\\n俱香，余曾為介石畫《(心菐)山風木圖》十二冊。是年九月，余從石琢\\n堂殿撰赴四川重慶府之任，溯長江而上，舟抵皖城。皖山之麓，有元\\n季忠臣余公之墓，墓側有堂三楹，名曰「大觀亭」，面臨南湖，背倚\\n潛山。亭在山脊，眺遠頗暢。旁有深廊，北窗洞開，時值霜時初紅，\\n爛如桃李。同游者為蔣壽朋、蔡子琴。南城外又有王氏園，其地長於\\n東西，短於南北，蓋北緊背城、南則臨湖故也。既限於地，頗難位置\\n，而觀其結構，作重台疊館之法。重台者，屋上作月台為庭院，疊石\\n栽花於上，使遊人不知腳下有屋。蓋上疊石者則下實，上庭院者則下\\n虛，故花木仍得地氣而生也。疊館者，樓上作軒，軒上再作平台。上\\n下盤折，重疊四層，且有小池，水不漏泄，竟莫測其何虛何實。其立\\n腳全用磚石為之，承重處仿照西洋立柱法。幸面對南湖，目無所阻，\\n騁懷遊覽，勝於平園。真人工之奇絕者也。\\n武昌黃鶴樓在黃鵠磯上，後拖黃鵠山，俗呼為蛇山。樓有三層，畫棟\\n飛簷，倚城屹峙，面臨漢江，與漢陽晴川閣相對。余與琢堂冒雪登焉\\n，俯視長空，瓊花飛舞，遙指銀山玉樹，恍如身在瑤台。江中往來小\\n艇，縱橫掀播，如浪卷殘葉，名利之心至此一冷。壁間題詠甚多，不\\n能記憶，但記楹對有云：「何時黃鶴重來，且共倒金樽，澆洲渚千年\\n芳草；但見白雲飛去，更誰吹玉笛，落江城五月梅花。\\n黃州赤壁在府城漢川門外，屹立江濱，截然如壁。石皆絳色，故名焉\\n。《水經》謂之赤鼻山，東坡游此作二賦，指為吳魏交兵處，則非也\\n。壁下已成陸地，上有二賦亭。\\n是年仲冬抵荊州。琢堂得升潼關觀察之信，留余住荊州，余以未得見\\n蜀中山水為悵。時琢堂入川，而哲嗣敦夫眷屬及蔡子琴、席芝堂俱留\\n於荊州，居劉氏廢園。余記其廳額曰「紫藤紅樹山房」。庭階圍以石\\n欄，鑿方池一畝；池中建一亭，有石橋通焉；亭後築土壘石，雜樹叢\\n生；餘多曠地，樓閣俱傾頹矣。客中無事，或吟或嘯，或出遊，或聚\\n談。歲暮雖資斧不繼，而上下雍雍，典衣沽酒，且置鑼鼓敲之。每夜\\n必酌，每酌必令。窘則四兩燒刀，亦必大施觴政。遇同鄉蔡姓者，蔡\\n子琴與敘宗係，乃其族子也，倩其導游名勝。至府學前之曲江樓，昔\\n張九齡為長史時，賦詩其上，朱子亦有詩曰：「相思欲回首，但上曲\\n江樓。」城上又有雄楚樓，五代時高氏所建。規模雄峻，極目可數百\\n里。繞城傍水，盡植垂楊，小舟蕩槳往來，頗有畫意。荊州府署即關\\n壯繆帥府，儀門內有青石斷馬槽，相傳即赤兔馬食槽也。訪羅含宅於\\n城西小湖上，不遇。又訪宋玉故宅於城北。昔庾信遇侯景之亂，遁歸\\n江陵，居宋玉故宅，繼改為酒家，今則不可復識矣。\\n是年大除，雪後極寒，獻歲發春，無賀年之擾，日惟燃紙炮、放紙鳶\\n、紮紙燈以為樂。既而風傳花信，雨濯春塵，琢堂諸姬攜其少女幼子\\n順川流而下，敦夫乃重整行裝，合幫而走。由樊城登陸，直赴潼關。\\n由山南閿鄉縣西出函谷關，有「紫氣東來」四字，即老子乘青牛所過\\n之地。兩山夾道，僅容二馬並行。約十里即潼關，左背峭壁，右臨黃\\n河，關在山河之間扼喉而起，重樓壘垛，極其雄峻。而車馬寂然，人\\n煙亦稀。昌黎詩曰：「日照潼關四扇開」，殆亦言其冷落耶？\\n城中觀察之下，僅一別駕。道署緊靠北城，後有園圃，橫長約三畝。\\n東西鑿兩池，水從西南牆外而入，東流至兩池間，支分三道：一向南\\n至大廚房，以供日用；一向東入東池；一向北折西，由石螭口中噴入\\n西池，繞至西北，設閘泄瀉，由城腳轉北，穿竇而出，直下黃河。日\\n夜環流，殊清人耳。竹樹蔭濃，仰不見天。西池中有亭，藕花繞左右\\n。東有面南書室三間，庭有葡萄架，下設方石，可弈可飲，以外皆菊\\n畦。西有面東軒屋三間，坐其中可聽流水聲。軒南有小門可通內室。\\n軒北窗下另鑿小池，池之北有小廟，祀花神。園正中築三層樓一座，\\n緊靠北城，高與城齊，俯視城外即黃河也。河之北，山如屏列，已屬\\n山西界。真洋洋大觀也！余居園南，屋如舟式，庭有土山，上有小亭\\n，登之可覽園中之概，綠蔭四合，夏無暑氣。琢堂為余顏其齋曰「不\\n繫之舟」。此余幕游以來第一好居室也。土山之間，藝菊數十種，惜\\n未及含葩，而琢堂調山左廉訪矣。眷屬移寓潼川書院，余亦隨往院中\\n居焉。</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>琢堂先赴任，余與子琴、芝堂等無事，輒出遊。乘騎至華陰廟。過華\\n封里，即堯時三祝處。廟內多秦槐漢柏，大皆三、四抱，有槐中抱柏\\n而生者，柏中抱槐而生者。殿廷古碑甚多，內有陳希夷書「福」、「\\n壽」字。華山之腳有玉泉院，即希夷先生化形骨蛻處。有石洞如斗室\\n，塑先生臥像於石牀。其地水淨沙明，草多絳色，泉流甚急，修竹繞\\n之。洞外一方亭，額曰「無憂亭」。旁有古樹三株，紋如裂炭，葉似\\n槐而色深，不知其名，土人即呼曰「無憂樹」。太華之高不知幾千仞\\n，惜未能裹糧往登焉。歸途見林柿正黃，就馬上摘食之，土人呼止弗\\n聽，嚼之澀甚，急吐去，下騎覓泉漱口，始能言，土人大笑。蓋柿須\\n摘下煮一沸，始去其澀，余不知也。\\n十月初，琢堂自山東專人來接眷屬，遂出潼關，由河南入魯。山東濟\\n南府城內，西有大明湖，其中有歷下亭、水香亭諸勝。夏月柳陰濃處\\n，菡萏香來，載酒泛舟，極有幽趣。余冬日往視，但見衰柳寒煙，一\\n水茫茫而已。趵突泉為濟南七十二泉之冠，泉分三眼，從地底怒湧突\\n起，勢如騰沸。凡泉皆從上而下，此獨從下而上，亦一奇也。池上有\\n樓，供呂祖像，游者多於此品茶焉。明年二月，余就館萊陽。至丁卯\\n秋，琢堂降官翰林，余亦入都。所謂登州海市，竟無從一見。</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Fu Sheng Liu Ji, by Fu Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK FU SHENG LIU JI ***</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>***** This file should be named 25192-0.txt or 25192-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        http://www.gutenberg.org/2/5/1/9/25192/</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Produced by Wan Jei Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttp://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at http://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at http://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit http://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including checks, online payments and credit card donations.\\nTo donate, please visit: http://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>Professor Michael S. Hart is the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>     http://www.gutenberg.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-90b2ffb0131a97f8-f09fcd twpub-90b2ffb0131a97f8-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc\",\n            \"target\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000025\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc\",\n            \"target\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000028\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc\",\n            \"target\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000055\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc\",\n            \"target\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000058\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc\",\n            \"target\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000062\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/90b2ffb0131a97f8/toc\",\n            \"target\": \"$:/plugins/twpub/90b2ffb0131a97f8/text/000000068\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-90b2ffb0131a97f8-f09fcd blockquote,.twpub-90b2ffb0131a97f8-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-90b2ffb0131a97f8-f09fcd body > p{text-align:justify;}.twpub-90b2ffb0131a97f8-f09fcd h2{clear:both;}.twpub-90b2ffb0131a97f8-f09fcd h3{font-weight:normal;clear:both;}.twpub-90b2ffb0131a97f8-f09fcd hr{clear:both;}\\n.twpub-90b2ffb0131a97f8-6b4cd0 div,.twpub-90b2ffb0131a97f8-6b4cd0 p,.twpub-90b2ffb0131a97f8-6b4cd0 pre,.twpub-90b2ffb0131a97f8-6b4cd0 h1,.twpub-90b2ffb0131a97f8-6b4cd0 h2,.twpub-90b2ffb0131a97f8-6b4cd0 h3,.twpub-90b2ffb0131a97f8-6b4cd0 h4,.twpub-90b2ffb0131a97f8-6b4cd0 h5,.twpub-90b2ffb0131a97f8-6b4cd0 h6{display:block;}.twpub-90b2ffb0131a97f8-6b4cd0 div.figcenter span.caption{display:block;}.twpub-90b2ffb0131a97f8-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/images/OEBPS/6621136170271350135_25192-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/images/OEBPS/6621136170271350135_25192-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAABXLElEQVR42uzdd5hcd33o/8/MNm3RrrTq1ZIlq7hjG9mWwRiwDeESIA423ECCKT+cEEFirmkPuVwC/GKTOA/3iR8wLQ5PgMQ3JPlhCFyMC8YGN3CRq2T1uiorrbS9z+8PGWm92jkz22dXr9dfmrZz5jtnRuc9p6UevzMTAAAAnHrShgAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAADGXyqTyRgFAACAU5A1hAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIDQEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAADD2isflWdvb2zds2DDGT7pixYqKigpTMoGmBAAAGFWpTCYz9s+6ZcuW6667boyf9Dvf+c4555xjSibQlAAAAKPKJqMAAACCEAAAAEEIAACAIAQAAEAQAgAAMIkUF8JE3HzzzbNnzx7xP9vR0fGRj3zElEyaKQEAACZhEK5evXrRokUj/mdbW1tNyWSaEgAAYGTZZBQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEISGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABgdBQXwkS0t7e3traOxp81JZNpSgAAgEkYhO9+97sLZDhMSSFPCQAAMLJsMgoAACAIAQAAEIQAAAAIQgAAAAQhAAAAk0gqk8mM/bM2Nzc/+OCDY/yka9eunTZtmimZQFMCAABMwiAEAABg3NlkFAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAMC4KTYEk0BPT8/xf6dSqXRa5wMAAILwFPD0009/8IMfPH7xiiuu+Pu//3vDAgAA5GRVEgAAgCAEAADgVDKem4z++Mc/fuihh4bzFxYvXrxu3boJOvRbt2695557nnzyyR07dhw9ejQiqqura2pqFi1adM4555x33nnnnXeevQEBAIDJGYQbN2687777hvMXzj777Ik46Fu2bPnKV77yyCOP9Lu+vr6+vr5+y5YtDzzwQETMnDnzbW972zve8Y4FCxaYUwEAgBFnBdRY+8EPfvCe97zn5Bo8WX19/R133PEHf/AHf/d3f9fY2GjoAAAAQTiBfetb37rlllu6urryf0hPT8+dd9759re/vaWlxQACAACCcEK6++67v/71rw/tseXl5ZWVlcYQAAAQhBNPfX39LbfcMuSHv+pVrzKGAADAyHJi+jGSbT/AdDq9fPnyGTNmpFKpQ4cO1dXVDXi3Cy64wBgCAACTNgg/+tGPXn/99ZNylOvq6u6///5+V1ZXV3/wgx/8/d///ZqamuNXZjKZl1566fHHH//Rj360devW49dbQwgAAEzmIJzE/v3f/723t7fvNYsXL/7qV786f/78fvdMpVIrV65cuXLlH//xHz/xxBN33HHHo48+Om3atKVLlxpGAABAEE489957b9+L5eXl//AP/3ByDfZz4YUXXnjhhQ8//PCTTz6ZSqUMIwAAIAgnmIaGht27d/e95vrrr1+0aFGeD1+7du3atWsNIwAAMOIcZXTUPfvss69I8OLia665xrAAAACCcPLbuXNn34srV66sra01LAAAgCCc/PqdRmLVqlXGBAAAEISnYhBOnz7dmAAAAIXAQWVGXVtbW9+L5eXlYzwBv/3tb3/yk5+sX7/+wIEDmUxmxowZc+bMueyyy974xjfmf2ybBM8888xPf/rT9evX7927t62tberUqUuXLr3kkkve+ta3zp07N/+/097evmfPnuOjdPJRWF988cUf/ehHTz75ZF1dXVdX16xZs2bOnHnxxRdfffXVTssBAACCMG699dZ//dd/PX7xM5/5zDvf+c48H3vo0KGrr776+MWFCxfeddddw5+kKVOm9L3Y3Nw8qiOQTp9Y67tjx44vfvGLTz31VN877NmzZ8+ePU8++eRtt932jne848Ybb6yqqhrac+3atevmm29+7LHH+l555MiRp5566qmnnvr2t7993XXXrVu3rrS0NJ+/tmHDhg9+8IPH/r169ervfe97x2/av3//3/7t3z7wwAMnv5D169d/85vfvPrqqz/96U/X1NT4SAMAwCDywRCMtn6rBI8ePTqqT1dUVHTsH4899tgf//Ef96vBfn74wx9ed911dXV1Q3iiRx999L3vfW+/Guyrq6vr+9///vvf//6GhobB/vG+k/Tcc8+9973v7VeD/fz85z+/9tpr+x2/BwAAEITjbOrUqX0v9jsn4Yg7tjru+eefv/HGG1taWnLef//+/evWrRtspj7++OM33nhjPms7N2zY8Kd/+qetra2D+vtHjhw5tqntli1b/vzP//zw4cM5H3Lo0KGPfexjo93bAAAgCBmEfvvpPf30052dnaP3dOXl5a2trZ/85Cc7OjryfMj27du//OUv5/8UdXV1n/rUp/J/FZs3b/7rv/7rwb6Qffv2dXR03HTTTflvZHtsE1azHAAACMJCsWTJkr4XOzs7H3744dF7uqqqqm9+85v79u0b1KPuvvvujRs35nnnL37xi/0OnZrTvffee++99w7qIXV1dd/+9rcHuxXoPffck/8LAQCAU5yjjI5FEJaVlfVdX/e1r33t8ssv73v0l5H1gx/84ETxp9Nr16696qqrFixYUFtb29DQ8Pzzz991111btmzp96h//dd//fznP59P2p283+AFF1xw7bXXrly5srq6uq6u7pe//OUPfvCDfltvfv3rX3/DG96Q/6vesGHDnXfe2feas84668orr5w/f/706dMbGhpeeOGFn/70pwcPHuz3wDvvvPN//a//ZcYDAABBOP5KS0svuuiiX//618ev2bJly3e+850PfOADo/F03/nOd47/+7TTTrv11ltPP/30vtecf/7573rXu77yla/0y63777//r/7qr4qLk2aJ3t7eb3zjG32vSafTf/mXf/me97zn+DXTp08/88wzr7nmmhtvvLHvyrpt27bdd999V111VZ4v5Ktf/erxf8+dO/fmm28+99xz+97hyiuv/NCHPvSlL33p7rvv7nv9L37xi89+9rPJLwQAAAibjI6N1772tf2u+drXvvazn/1sVJ902bJl3/3ud/vW4ImfAYqLP/GJT7z+9a/ve2VLS8szzzyT/DcfeuihrVu39r3mYx/7WN8aPG7OnDm33Xbb9OnT+175T//0T0N4IUuWLPn+97/frwaPqaio+NKXvnTRRRf1vbKpqen555831wEAgCAsCG9+85srKir6XpPJZD73uc/13bZzZJWWlt58882VlZUJ9/n4xz9+/BwVx+QMwv/8z//se/Giiy5673vfm+3OM2bMuOmmm/pes3HjxuOnns9TSUnJ3/zN30ybNi3rHJxOf+Yzn0mlUn2vfPrpp811AAAgCAvC1KlTr7nmmn5X9vT03HLLLZ/61KdG40wJ7373u5ctW5Z8n/nz519++eV9r9m0aVPC/Y8ePdrvcDgf+chH+pVYP1dfffWCBQv6XvPQQw8N6oUc2zUx+T5LlixZu3Zt32s2b95srgMAAEFYKD7wgQ/MmDHj5OvvvffeP/zDP/zpT386gs+VSqWuvfbafO552WWX9b2YfI7Ehx56qLe39/jFc88997zzzssxe6XTb3/72/te8+CDDw7qtbzrXe/K526vec1r+l7ctWuXWQ4AAARhoaipqfnc5z434E0NDQ3/83/+zw984AMvvPDCiDzXmWeeOX/+/Hzuef755/e9uH///oQ7P/LII30vXnnllfk8xSWXXNL34tNPP53JZPJ8IatWrVq4cGE+97zwwgvzfyEAAMAxBXQkxnvuuWfbtm353/+MM85I2IGtAL3mNa/5sz/7s9tvv33AW9evX/++973vbW9727p16/odi2Ww1qxZk+c9FyxYkE6nj6/3S9549amnnup78YorrsjnKVavXl1RUdHa2nrsYkdHR11dXZ692i8mEyxcuDCVSh1PzSNHjvhsAwDARArCDRs2bNiwIf/7X3rppRMrCCPiQx/6UFtbW98zQ/TV29v7wx/+8Je//OWnP/3pPNe/DejMM8/M856lpaUzZsw4fiq/zs7Ozs7O0tLSk+956NChvqvdamtr++0cmE06nV68eHHfd3b79u15BmH+L6SsrKy2tvbQoUM5XwgAAHBicd0QjLGPfvSjN910U7/De/bV0NDwqU996otf/GJnZ+fQniLn4WT66nf4066urgHv1u8wLatWrcr/KRYvXtz3Yv7rgZcvX57/s1RVVfW92N3dbWYDAABBWHD++3//71//+tdnzZqVcJ8f/vCHH/7whxsbGwf9jqbTea67O2bKlCn5dFS/ihvw9IbZzJ49u+/F4yskc76QPFckDuqFAAAAgnCcXXDBBf/xH//x7ne/O53O+hY8++yzN9xwQ3Nz86D+8rRp04qLB7ElcElJSd+L2Y74UldX1/dics32U15e3vdiW1tbni+k37QN6oX0PSAqAAAgCAtLZWXlJz7xiX/+539OOHnDSy+99OlPfzr/w3JGRG1t7WhMbb/jdvZb6Zfzlfa92NLSMo4vBAAAOK7YEIyv1atX33HHHXffffff//3fHz8mSl+PPPLIv/zLv7znPe8ZWn2NlH7H7fzyl7/8la98Jc/H9lslmOcawlF6IQAAQCEG4Uc/+tHrr7/+1Hwb3vSmN1122WW33nrrj3/845Nv/frXv/6Wt7wlz3NR9DtIzEjptzfjcM7rkGcQ9tvQFAAAGHE2GS0UVVVVn//852+++eZ+B0eJiNbW1u9973t5/p2E45cOx/ETCQ5fnlvADmpPSAAAQBBOeFdfffW3v/3tmpqaftffddddeR42c5Q6KtvpKEaPIAQAAEF4ylm9evVtt91WVlbW98qGhoYnn3xyHKfKWRwAAEAQMhbOOuusdevW9bvyscceG8dJSqVS3hcAAJhkbJV3QkGtBHvXu95155137tmz5/g1L7744jhOT7+z/H3ve99bvXq1eQYAACY0awgLNAiLiore+ta39r1m+/bt4zg9paWlfS82NzebYQAAQBBOHnmeDmHMrFmzpu/F+vr63t7e8ZqY6upqQQgAAIJw0mppaSmo6Tn99NP7Xuzp6RnHZO134NN+pyUEAAAE4cR26NChgpqe6urqfhtqdnR0jNfEzJo1q+/FXbt2mWEAAEAQFpZ+B8Ps6enJ/7EHDx4stJfT7+QT6fS4vV8LFizoe3Hbtm0+PAAAIAgL7PW8Mpna29vzf+zu3bsL7eX0m/6pU6eO15QsWrRIEAIAgCAsaP3OjjCone42b95cUK+lra2tq6vr+MWKioqioqLxmpiVK1f2vbhjx44DBw74/AAAgCAsIFVVVX0v7tu3L88H9vb2ju+J/k62devWvhf7HedzjC1YsKDfBPz617/2+QEAAEFYQPodDDP/Y5+8+OKLTU1NBfVannnmmb4Xly1bNo4Tk0qlLrzwwr7X3H///T4/AAAgCAvI7Nmz+17csGFDZ2dnPg+85557Cu21/OQnP+l78eyzzx7f6bnkkkv6Xnz44YdfeuklHyEAABCEhWLhwoV9L7a3tz/11FM5H9XW1vajH/1oNKYnk8kM7YGPPfZYv01YzzrrrPEd2ze84Q39jtnzrW99y0cIAAAEYaFYtGhRv1M1/Nu//VvOR331q189evToaEzPjh07PvKRjwx2TVpTU9MXvvCFvtdUVlZecMEF4zu2tbW1l156ad9r7r///kGFdGdn5/79+33qAABAEI7O60mn+61J++Uvf/nYY48lPOTBBx+88847R2+SHnvssfe85z2f/exn81lXGRGHDh264YYb+h0O57/9t/9WXl4+7sP77ne/u981N998c/LwHnffffdde+21jz/+uE8dAAAIwtFy8cUX972YyWQ+85nPPPnkkyffM5PJfO9737vpppuGvGFnnnp7e3/2s5996EMfuuaaa7797W+vX7++7/kkjmtsbPznf/7na6+9duPGjf1ueuc731kIY7t27drVq1f3vaazs3PdunXf/OY3s53ho62t7b/+67/+6I/+6JOf/GQBnukRAABOZcWT7yVdddVVt99+e99rjh49esMNN1x55ZVvfOMbFyxYkE6nDxw4sHHjxrvuumvv3r19S3Lnzp11dXWjN207duy4/fbbb7/99rKyshUrVsycObO2traoqOjo0aM7d+7cuHFjb2/vyY9661vfOr6HGO3rxhtv/PCHP9wvd7/xjW9897vfveqqq5YtWzZnzpyenp7GxsY9e/Y899xzL7zwQkdHh08aAAAIwrFw2mmnXXzxxf22Y+zt7f35z3/+85//POGBN9xww+233z6qQXhcR0fHs88+m889Z82addNNNxXO8F544YXXXHPNf/7nf/a7vrW19a677vKJAgCACSQ9KV/VunXr+h0PM6e3ve1t55133ty5cwvqhRQVFX3+85+fOnVqQU3Vxz/+8RUrVvjwAACAICxEZ5555rp16/K//4oVKz7xiU9EREEFYXFx8Re+8IV+Z/8rBOXl5f/wD/+waNEinx8AABCEheh973vfe9/73nzuuXLlyttuu62iomI0gnD+/Pl/8id/UlJSMtgHzpkz52tf+9qb3/zmwhzeWbNm3XHHHeeff37+DykqKnrXu971ute9zqcOAAAKxHjuQ7h27dq+G0MOqi7yceONN55//vm33HJLfX39wDWcTl933XXr1q07fkaHefPmjew0lJaW/sVf/MUf/MEf/Mu//Mu9997b0NCQ8yGVlZXXXXfd9ddfX1VVVcizTm1t7be+9a1/+7d/+8d//MfDhw8n3LOsrOyqq656//vfv2TJEh85AAAoHKnRPuPCuOvo6HjooYfuv//+zZs319fXNzc3T506dcmSJWvWrHnb297WrwA7Ozt37dp17N8lJSWLFy8ewSnp7e194oknnn/++U2bNm3btu3o0aOtra0tLS3pdLqqqmr+/PkrV65cs2bN5ZdfXlZWNrFG+IEHHvjVr361YcOG/fv3t7W1lZeXV1VVzZw5c9WqVeecc84VV1xRaLtBAgAAp0QQAgAAMKC0IQAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABGW/Fv/o9BAChEay6/acJN8+MP3uqNA/B/iv9TJhBrCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQWgIAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQkMAAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQGgIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIyTVOz9H0YBAADgFGQNIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCA0BAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAYV6nH78wYBQBGxJrLbzIIY+DxB281CACMCGsIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBaAgAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCQwAAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAADA+ig0BADAc1bNj3uqonBGpdHQ0R/222P9SZDIGBsbN9AWx/DUD31S/PbY9ZoQQhADAiCx3LozlayNSL18sr4lF50dlbWx5xNgATAA2GQUAhroYURSnXXiiBo+rXRw18wwPwARgDSEAnDA3PXVaujyfe3ZleloynfW9Ld3Re8oOV828KJky8E0zl8TROjNUQSgqieq5UTUjymtiSlUUlUZRcWR6o6sjujujozma66O5PlobbOgLghAATm1fmvp7H6xYk//9e6J3Z8+R33Ttur9j87+3rz/U23pKDVdl7VBuYsxUz4k5K6JmbqRO2iYslY6y4iirjMrpUbsoIqK7Mw5ti4Nbo63RyIEgBADyUBTppUW1S4tqr5ty3m017/h+25NfaLpnW8/hU+Tll1YM5SbGptVPuygqpw9mobA05qyMOSuj6UDsWh8th40inBLsQwgAI6Mkiq4vf/Xzsz7xF5WvPVUWI4qy3pRKRyplphgHqXQsflWceeXgarCvqbPjzKti2aWqHgQhADBI5amS/1399jtq3pWOyd9DvT1Zb8r02iFtHBSXxcorYs6KGP7cV7s4pi0wonAKfG8YAgAYce+veHV39H746A8m98vsast6U+eptDdlyZSYvfwV17QcjiN7x3yprjRWvT7Ka0bsDzbuM+YgCAGAIfl/Ki5+rGvHP7Y+PolfY0tD9ptOpT3QaubF/LNecc3BLWMdJ+niWHnFSNZgR0u0NxlzmPxsMgoAo+V/V799Xrp6Er/Ao3XR0z3wTfXbT6E3euqs8Z+Gpa+Oiukj+ubuM+YgCAGAYahKlf311DdN4hfY0xW71w9w/ZE9p9ZJCKfOHucJmL08aheP8N9srDPmIAgBgOH5k/ILZ6WrJvELPLA5tj0WHc0nEnHfxtjyyCn0FpdWRFnlOE/AovNG+G9mMtF4wJjDKcE+hAAwispSxe8rv+jWlgcm8Wus3x7126O4NFLp6OqIOMUOLlo93quqFr8q0iO9QNdcHz1dxhwEIQAwbO8sP3dyB+Ex3Z2n6Ps7vtsuVs2I6QvzvXNnaxyti9aj0dMZ6aIonhJllVE9O8pOWofduM+YgyAEAPr4TNNPb2m+/9i/U5GqTZcvKap9U9nKdZWXJR85Zk3Jounp8obeNmM4OYNwXI9u0u9Im9m0Hondz2TdsbOsKmadHrOXR1HJy9c4osxk5gShvJJ9CAFgCAtUmUO9rU907f6b5vtWHPjyD9ufS7hzKlKXliwxaJNSacUAq9fGTHlN1MzLfbf9L8UL9yQd5qejOXY/E0//KPY8F5ne6O5IOqHIKT7mIAgBgFdoznRc1/Dd33TtSrjPq0oWGKhJaXxXVc06Pfd9dj8bO5+KTG/ue/Z2x97n4/m7o25DQa9EsnpwmDLWEPJKNhkFgOHqip6/bLzr1zPWZbvDyuKBl2FLU0XVqSn9rmzJdLZlBjigx/yi6o9UrP39srPO+sNIpaKnM1oOx6ZfDWI6K6ZH9Zwor4nSKZEuiZ6u6O6I1iPRuC9ajxTESE6pjtpFUTUzyqujuCxSqejpjo7maG2II3vj6L68wibf0Zj28miUlEdRSfR2R3dndLVHy6Foqo/OlvziZPx2ZkulY8ZpOe5zcGvUvTC4P9vWGG2NhR3hsyfYfJhKn9gWt29+9/acfNeomRu1i6JyRpSWR7o4erqiozmaDsbhndFyeISC8KTnLSqJafOjakaUTIlMJjpbo+ngSH7cxm08I0rKY/bymDY/yqoG97VZVBIzlry8h226KLo7o7UhGvYU+u61ghAAxs3Dnds3dh/MFn5LimoHvP4tZav/v+nX97vy1pYHPtH4X/2u/Fjla/5m6lsqU6XHr0mXR1V+q0pS6Zi5NOaujClTB7h1xmkR50VbY9S9GId3DG7tQdXMWHjuwDcdrYu6FweXZwvPHWADyOLSKK6NytqYtSw6W6PuxTiwZVjrr1LpmLUs5q7IvtnhGRERbUdj/6Y4tCN6u7P+qZlLY+bSgW+atSxmLRv4pub6ePG+EZjlqudEcVnSHdqbYueTozXDzz8zFpwz8E271se+Dbnf7rOynKGz6WBsuH/cxnw05sNp82L5a/pfWb8ttj3e/w097YKYUj3w885dGUfrYscT0dEy3Peubzil0rHgrJizov+Baueuiq622P1s1G8b7s8uYzOe+zbErpPOiTpnRSw85xUvLZ+vzVQq5qyMBWf1H5OqGTF7ebQ2xPbfviLOa+bF8rUD/J0tj8SRvYIQAE4lP+vYkC0IZw/mVISri+e8YukkUl+v+cMPV1xy8j3zOTFAxfQ4/eIor8lxt/LqOP3imL08tj564qSCOZWUZd1+b1CLrfNWxYJzIpVrR5bSijjtwqhdHFsejq72obxHVTNj6ZqBw7j/gNTEkoti4bmxe30c3DrQNK/OGsNjY1quvQe3/3bgdSYT12iP+ZjNh8c+mK8I7LNiwdk5HlIzL868OjY9FM31IxOEJVNixeX9p+TEp7s8lq6J6jmx7fEhriocy/GcctKBvZZcNPAPBMlfm+miWLY2ps1PeuNWvzG2PR6Hdrx8TVnVwOd9SaUmzCfLPoQAMDKe6866LVFtunwwQfiKTeL+rvqtA9ZgPkE4fWGsfmPuGjzRSzPirDeN9UnellwUC8/LvdR43NRZsfrKKK0Y9BPNXBqrXp9XDR5XXBpLXh0rLu9//aLzx7kGj+VBgqN10XRgUn2+RnvMx2w+PP6Lw/HnWnB27ho8PkOuuDzKq4cXhN0REUXFsfL1WWvwuBmnxekXT4TxrO4/t2RbXZzwtZlK5ajBl++WjtMvPnG6l7KKCf/hEoQAMDJ29mQ9MuOUVMkgFqSKast/d/93Tjn3f1S+LnnBLptp82PZ2kgXDe5VFBXHGZePXRMuOi/rcluCsspYecUA+xEl1eCSWLpmEIunr1wAfMUi4+kXx9yV4zyz5TzS5qC21y1wYzDmYzYf9n1RFTUvf07zPHfIy5/Qkli2dqhz8rEi6omIWLom37CsXRzzVhf6eJZVnvium74oaW5J+Nqcf1buGjz+nXD6JS//ulQqCAGAY5ozWU/NXjaYfTTSkTq26enMdOU3at6ZtGCX/afu8ppYtnaI2yyli2L5a6KsctRHrHZRzF01xMdOmRpLXp3vnatmxpI1Q5/OvqvaFp4bM5aM/8xWWZt0a9vRaDo4eT5Zoz3mYzYf9lMxPdJFcdpFg35geU3MOWPor7e3K6YtiOmLBvGQBWcPsE1mYY1n6uU8Ky6LJYlDmu1rs2JazDtzcN+TS9dERJRWTviPmCAEgJHRlcm6w1ZPDG4XnGO7EX6u6qradMUQlmxS6Tj9kkGvG+yrqCSWXTqstRA5lUwZyqJwv+XO6XmczqOoOE6/ZFj78zTuP/Hv4ikFMbMlB+HxvZsmh1Ed8zGbDwcMwtnLo7R8KI+du2roH8+e7lg0yI1vU+l8HzKO43ksWeefFcWlQwnChecN+luiambULraGEAD4nep01uXWjkz3IINw9rx09Z9WXppzwW7ghcWVUTFt2MkxI2YvH8XhWnB2juW2fCw6P/cy3LyzhrW2s6c7WgvvLO3J72/DHh/HgpsPTzbjtHx3HRywu47vwzZYs5YNYnXfcdMW5PWtMo7jWV4dJeUxe1nuT/QAX3e1UTN3KJO6+FVROmXCfwoEIQCMjFnprNmRsDVpliCcc0PlJSWRYx3fgD91F5cOeoefbOafOcT9eXIqq4qZp4/M36lNPBdfaUXMXTGsp2g+WIgn8k44NE5XW7Q3+jgW1nw4oKKSgY9OmW9PLh7iA4dWPhExZ0VBj2d5dcxelnvF6YBfm3OG+i1RMuUV+xgLQgA4pZ1fnHU7p4O9zYP6U28pW31T5RU57zbgks3s5SNWccVlQ19OyrlkmbwGoL0p6rfF/o1xZG+OQ94nT+GcM4a74Wtj4R2rM5VK2m1pMu09ONrGbD4cDdVzRnej7pPVLsqxIfr4jmfN/LyOPHTy12ZR8dBXt04OzkMIACPjNaVLs920r7dpUH+qIr+jkp687VMqNcLbec46Pfa+MKwTwZ8sXZT13OIRkemNHU+84tR/JeWx7NKsJzysnB7l1dE20DqxVHoE1lc07S+4Oa20Immxu/WIz2JhzYeD0tESHS1RXBrlNTniKl0cFdOj5dAYjlhxTFsQh3cW6Hjmudf0yV+b0xYMa49rQQgARESsLJ51WemSbLdu7q4fjSftPemn7uo5UZJ4jIrOlqjbEI37o7M1Sspj6syYuzrp6POlFVEzN47WjeRk18yPouwLIFsf67/E2dUWGx+I1W+IyhkDP2T6wmh7YYDrp83LsTtTb08c2ByHtkd7c6SLoqwyps2PGaedOKNDT1e0vLKvtv8mdjzx8r9rF8bSLKdoO7g1dj6VbdF4uANYkrjPUtvRyfbhGqUxH7P5ME9H9sTuZ0+8faUVseTVOTbvrJg23CCs3x4Ht0R7Y0Qqps6KhefmOFHntHlZg7DQxjP/r83kU3pGRHtT7Hk2muqjtzvKqmLmaTFr2bA29xWEADAJ/b9Tfy/h1g3dI7DdYSYyj3bu3Nhz4E3bX50uiilTo6u9/31qE3crajkcGx84scVUR3N0NMfhXbH8sqRFohmLRzgIa7NvndWwZ+DFzUxvbHk0znnLwOtMqufG3oEWHJMPrN/dGS/9MloO/24xsTu6O6LlcOx5PmoXxfyzorw6mg70b4lM74lN3Xp7k96t3u7RmtmKy5Ju7WiebB+uURrzMZsP83FwS2z/7St/u2mNTQ/FmVcmnTt+WGeoz8TWx15xQNqG3dG4P1a9IengMdVzJsZ49tV8KNobo6s9sn1tJryoY1+bG35xYtZqbYidDXFoZ6y4PMcnURACwCnkzysu+8MpSQdl/23X7mGm4FdbHv7bll/s6jkSEY8/k/VEXdXZ1yf0dMWmhwbYf6a3Jzb/Os55S9aDp1fPHeHhSlj8qnshqXMO7xj4fHRVMyKVHmCXpOTlvK2PnqjBfsN9eGc07IpZy0Yx6kYxCFt9IgtrPsypvSl2PDlwL+18Kla9IesDh3MGvP2bBjg9SU9XbP51nPN7WfdOLCmPssroaCno8TzuwKao2xCdiZ+IsqqkVe69PbH5VwN8D7Qcjm2PxxmvFYQAcMqbmir7q6orP1n1+oT7tGW6nuoa+nkA2jJdb2/4p3s6Xsp5zylTk85pVvfiAD+NH1/o2f1snJ5lS7ySKVE5PVpG6NQL5TVZe6a9KUuh/c6hnQMvOKbSUV7T/+QQ5dVJy3kNe3Ks9sxk4sDmAp3rEg4alOnNGrG1i2PZpYN7okM7Yuujk/OTO2bzYT52rc+aPU0Ho6P5xDbMJ382h6a3J/Y8l7XQDmxOOqZL5YwBgrCgxvPYC9z0q2jcl/ueyaf03L8pOtsGvunI3jiyN6bNF4QAcMqYla5cVTw7ItKRqk1XLCyqeX3p8mumnDMzneNX+ns6XuqKniEut0Xmuobv5lODEVE1I6Fvon570mMbdkXPhVl3AaqaPWJBmLD4lXPD1Mb90dsz8OEfKk5acKyckfSnDmyawLNiOvuxJbs7fFILaz7MqastjuxNusPR/TE7SxAO+Yx/R/ZkPT97RBzcmhSEFdMG2P6zcMbz2NfdlofzqsHIdUrP+q2JXyObBSEAnEo+Xvm6j1e+bggP/I/2Z4f8pHe0Pv5fHfnuRpOwr1FTfXS1JZZnTxzZEzNOG8oy06Ak/Knk1QgRkemN9qaB/8LJq1ASnqiztRBPJpG/hJMN9Pb4pBbWfJi7zepyHGeo5VBElpOtD/nYmEcTY6ntaLQdjfKagW8d8KgzhTOeEXFwW47Gzvlyjo9De1OulO2eDEeXcR5CABhFDb1t/96+fmiPbc10fbbp/+Z//2wLcBHRnMdRTpsPDWXpebASJjKfw2NmWz47eWeqhCc6+VAxkyYIh7PD1SllzObD3J+7XJ/NhKMEDfk8hDkjrSn7VA0YaYUznr09sWcwP8ElNGdTrp+NMr1JX5uCEACIiPhG6yOtma6hPfbH7c8fGMwZ7cuyLzzls9lVa/ZlxGEdzDDviexsy/3wbJtElpQN4omaD0/a+S3jI1dg82Huz92RHHdImJ6hBWEmE+25zu+XcDaLAXdULpzxPLIn687SA7+ciqG/NRHRdmQyfBwEIQCMlsO9rV9u+cWQH35n+9ODuHcqackmn/M7J/yQn0oP/fAVeS5+ZTLR3Zn74dl2fDp5Z6qk5byGiT1fJawGTD6VOWM/H+aUvFFiwnMNWVdbZHL9cpDwjVFcNkCIFs54ZjtNYrZvtoSnyCsImybDx8E+hAAwWv5H44+P9LYN+eG/7tw+iP/RS5NWF3TlMRU93Un7w5SUD+5398FOZCoVr75u6H+532Qnj0bnBD8xQ8LSvCAsqPkwp+6O3Kc2GfH9QvNZZZf8jVFc9oo7FM54RuLGrgN8rU0Z+iBMji+Tl8fZlwIAjIb/0/b0d9p+M+SH7+ttOjiY7UUTfufu7cnrR/rkJcWEE1rkr6h0tEa73/Jo0pn6Mnkt5xWyhJOzp/3UX0jzYe7uyuNHlsxIB2E+qxy72pK2P+534pOCGs9BHWg34Qwueb473e2T4RMhCAFg5P2qc9v1R+8czl/Y1F0/qPsnBGFPZ75/JKEbk5echj+RI7vgmDC13Z25t5cr9CDsGocRnkyKCyZgujvHY/7pzn2fTCZ6st+tqLhAx7N9kBtwFmX/AaW7I68vinF5BwUhABS6n3S8+ObD32rPdA/njzRmBvfLc8IB6HvzPvJk0s5pI7HIMHrrr1J5P9EkODFDd1fS2zTkUxGcOsZsPsxpxPcPzCsIe4Z7t37z2MQdz+F/UUyOE70IQgAYMe2Z7k82/tfbDt/Rkhnu78aNvYMLwqRTEeS9yJK0CDgSy3ypsVrumNxn6kte5VtSPhFew7ju65gqmOXfcZkb81xDnvC90W8AC2g8B/krXMI+t/kGYXdMArY0B4AR0Jhp/17bkzc337e75+iI/MHOGOSiYsKSTcGsIRyzQ54kPNEkOFNf8l5SpRUDn7muuT42PzzA9eVTY8E5Y55k4xuEBXPonUKeG3vzPpht4Yxn72DHc9hfFJlJcaYXQQgAg1+Mi0xrputwb+vWnkPru+oe6Nx8d8fGIZ9vcGQmKTMCLZd0z0lzhruJfxzO5KNETpk68Am1O1sHPiJi18xYMPZvgm3Uxi8n8vwEJGx7nHG+y8lFEAJAXj7T9NNbmu8v3CXLvHf4SVoEHIntTpMmcqzWhyQ8UXrip0h3R/T2ZH1by6snwEsY36OhToK1xGNQ40lbofdOlvEcid/RBCEAUBCSdv/Lfw3hSByZZmgTmckM6wAb/Y71lxSEk+KYK52tMWXqwDdV1k6A6S8qLtAPy8jOhwVa40XDvVu/z9fEHc/h/3I0ObpREALAZJCw1JX/WcKKS0Z3ySzhAAytDfHCPWOxxD8i588Yd+2NWYOwYnqk0oW+0mZ8T48xZvNhgdZ4Hh+BVDrpbv3OSDFxxzPh1BqpYWfzBGILbgCYDBLOoZwuynf5O+EAlYM63XPWiewYo0JIyNd08WQ4WV/r0aS3e+qs8Zy2fNaZjO+hUMdsPizQGi8b7hvU7+eniTueCUFYXJbX3paTYw2hIASAyaCnK+l3+nyWv9NFiedzH4kgTPgj+SykDmI0JsGJGRK1HUm6dfqC8Zy2fLa1K60Yzykcs/mwMOUz/5cm3qffDy4TdzwTvihSqSjJY+InxwwjCAFgkhjwGJLHZNu88BX3STgYSSY6WkZgCjO90ZXlCJlFJSPZad2dSdtMTojDriRrOZx0a+3i8Vxxkc8WifnMkKNnzObDwlRcmvs9Kq/JHlEn/fY0ccezuyPpuDLDL2dBCACMqbamrDdVTs/98IT7dLaN2D5pCWFZMW2M8rhqxoR/rztakl5gcVnMOG2Umyr7YnQ+a/8SemPMBnBs5sPClPM3kYRDEw3YfhN0PDOZpO1d85lLSwQhAFBAQXgk++JdHgmUcJ+2xpGbyOw7v1XPHtEl/oQgnDUZ3u7m+qRb5585uisJE3a+KqvMXSPjvmvZmM2HhSnnF0LVzMG19MQdz87sKVuZR8pWTJ8M84MgBIBJojV7EE6dnWsRPBXT5mf/yw0jNpEJ2zpOXzSSo9GefQm1snZkNllMWGuaGv1jDx6pS7q1rCrmrRrFZ0/YYbW8JsehFxPmtDEb8zGbDwtTzdzEYq9JWoXY3jSpxrO9OXsV5/HLUVXtZJgfBCEATBIJq4xSqahN3IawZk6UTMm+9HxoLIKwrHJYqdA/Yo8m3TprWV5/JJWOpWuGEkVjsGfRkT05tuOdf3ZMHbWVMwmvPZVOPMxpKmYsHZXnHdSYj9l8WJiq5yZt6zhzSdJjB1wZOHHHsz375g+VtTm2fy4pj/JpghAAKBhd7UkrCeefGenspx9ecE72v5uJxgMj12lHks6QseCcSKUG8ddSqZi3euBtI5MPuzLnjMSD6PxuaW/V66M2+/qNhM0mj50McFT1dEXj/hyDc8Zro3rOaM1sCWZmT75Zpw/roD4jNeZjNh8WplQqFp2bdbaffcagW3rijmfCd2bynHysnAf1ugQhADDqjmbfjLBkSixdM/Diy4Kzk44h0Xw46az3Q5nIfdmX6afFovPy/TtTZ8eZV8fCcwd+UW1HEs86nY7la7OuFE2lYtbpcfabk/akisS1VcWlWQ/rkkqP2JLuwa057lBUHCteFwvPSzqqZMKa4QTtTUm31i4eeOgqpg/i/R3tMR+b+bBgzVgywJrAVDpOvzhpi9/e7qy7C07Q8Uz+5WjuqqwfkJIpMXdVTA7F/u8EgEnj8K6Ytzr7YvqiKC6JXc+c2CewtCIWnJ3jV/DDO0d6IncmbZM2Z2X09saeZ7MfxzIVNXNi7qoc674ymWjaH9Oyn5GvvCbOvDL2PBeHdv5u28tUlFfHtHkxa1mUVeV+Icmn4lh8QXS1vWIpuWJ61C6KWafH8z9POkZo/o7sic62HJtKplIxb1XMOSOO1kXzoehqi0hFcVmUlEZ5TVTOGGIQdrVHT1dSZ57x2tj66IlfKFLpmLkkFp2f10kpxmbMx2Y+LGRLL46K6bFv48sjM2VqLL4gx8tpPJB1QCboeHa1R3tT1p2Ki4pj+Wti4wP9f4koLo1la8f/2EiCEADor7UhWhuSDnxXPTfOmhtdbdHZGsVToqwiIpUjqw7vGuGJbNwXXW1JuzDNWx018+LA5mjcF51tEZkoLovisqisjamzo3pOvnuLNexOCsKIKK2MpRfH0jW/e5YpOY6G0k9PV3R3Zl0oPLZ2rvVIdLZEUWmU14z84mMmE/tfymvdS7oopi+M6QtH8tnbGpNO4FFcGisuj47maG+KotKYMnVkXv4IjvmYzYeFbM6KmLPi5fN25vPTQMJqwIk7no37ko4yVTUjzro69j4fTQejuyNKK6JmXsxdEaWVMWkIQgCYVA5uidMuynGfkvJ8T5/VsCvrKaeHlTGbY+E5SfepmBZLLhruEzXsidN68mi8VF6nzhtQR1MUz8jxQkb1PGwHNsWcM4Y+/cPRtD/3GR3LqvJa1zouYz5m8+EE6IHSfD+5Dbsm4Xge2Ztjt8kpU+P0SybzDGAfQgCYXEG4bWQ2Rzxm38bRypiR3S9xQD1dcWjH6D5F86Fxfrt7e2LPs+O0GF03Ps87gmM+NvPhpNG4L8fBhCboeDbuj+6OU/qdFYQAMKlkemPPcyPzpw7vzHHEheGk2thkzL4N2fdZGgkJW9CNmfrtSQcTGtUwG85idHJajM2Yj9l8ODnsf2lyjmcmE/XbBCEAMInUb086J2H+y8q71o/iRB7YPJKnN8ymvSn3oTiHo+lA9PaM/zu+7TdD76thLEfH/k1DfGhHS2x6qCDGfGzmw4IytJV4LQ15pfgEHc8Dm4f4y1HDbkEIABSgTGx5ZLjbbu14YiQ3PR1gGjOx+ZHo7hz1wdi9fhRfSG9P1G8d/ze8qy02PTQOabr/pSG+g3ufi9Yjvzu467iO+ZjNhwWivSme+clQvhx2PTWZx7OjZSgrCRv3jcBPb4IQABgVna2x5eEhLnBHRN2GUd/7LiI6W2LTQ0lnlhsRPV2x5eFRjKV9G0d3q9Q8tRyOTb8a9cE8eWzrXhj0o47WRf32yPRG69GCGPOxmQ8LxNG90d0Ru54e3KMObI6mg5N8PPc8N7hOzmRi1/pIT4oDdApCAJikS377YtOvhtKE+1+K3evHaCKb6+OlB4e1PqG9MfdrbD409CbMuRzc0RJ1LxbEO964Lzb8IjpH6KiwHS15bQ6376XB7cHY3hhbH33538fPhzmEaRvZMR+b+bAQHNkXEXFw6yBWiLUcHnRATsTx7GqLHU8M4v51L0TrEUEIABR4E9bFC/dGe1O+9+/tiR1PxM6nxnQimw7GCz8fypZXmd7Y+3w8d3deK4uO7I2Nv4jOlsE9xYFNselXue+297lB7EqU6R3FJd2Ww/Hc/4367cMLy/2x+eF49if5vahMbP51vgd6aTkcGx440QlDDsLRGPOxmQ/HV29PNB14+d/bf5PXVgAth+OlXw7lx5SJOJ6HduT7Q0PD7tjzfERE0aQIQuchBIDJrLUhnv95zF0Zc1YknW3s2BnGdj8bHc3jMJEdLfHifTHjtJi3Osprct+/uzMObo0DmwcXeM2H4tmfxbzVMeeMKCrJPW671kfj/vwWYTOx+eFYcFbMWx2pdNKS7uFdsefZ0T0ATE9XbHss9m+MeWfG9AVJ09Nv2poPxZE9cXjXoHe57O2JTQ/G3NUxf3XWFSaZ3qjbEHUvvCIthhOEozHmYzMfjqPG/SfCOJOJrY9Gy+FYcE6WqsnEgc2xa/3QN7eeiOO5+5no6YoF50QqlfU+9dti+28iMhExSdYQph6/MxMAMBLWXH6TQRgDjz946xAelS6O6Quiek5UzoiSsigqjd7u6GqPtqPRdDAadg1lU8PpC2L5a7IsM22PbY8N5dVV1sa0+VFZG1Oqo6Qs0kWRyURPd3R3REfzy1PbuH9Y+wSmi2PavKiZF+XToqwiikoiUpHpia72aG+O1sNxZO8QT3ZXUh6zlkb13JgyNYpLI5OJnq7oao/Whmiuj4bdY32wjaKSmDY/qmZFRU2UVkZxSaSKorc7erpfnrD2o9HWGG1Ho6VhBHb6Ki6NGUuiZm6U10TJlIiI7o5oPRqN+6N+20DnqEgN8CNFpndwu3KN0piPwXw4qtLFUVpxUnF1DPAuFJfFzKVRMy8qal7+Wuhojsb9cXDrIDYumGTjWVkbC8+J6rn9r285HHufjyN7T1yz7NKoXTzwH9n0qziyRxACIAgpmCAcDaMRhACFoLQ8qmZGSUWkUtHVFi2HByjk5ZfF9IUDP/ylB8fnBKFDYJNRAACAV+hsi8O7ctwnXZT1pkzPhHmlDioDAAAw+JTKvnKtZ+KceEMQAgBDlCoyBsCpq6wy600D7DQrCAGASSbpkOuOUQBMaql0lJZnvXVUDyYsCAGAglCa/dfx3h7DA0xmVTMispydoqttIn0HCkIAYIgqp2e9aVBnDgCYcGrmZr1pBM/YIQgBgAJVVBJTZ2UPwm4jBEwAZVVJGztkk0rHzKVZb21pEIQAwGQ3d2XSEfYm0AEVgFNZRU2c+5ZY/KooLhvcF2BJ9h0Imw9NpBFwHkIAIIfZZ0Tr4Wg+/PKhYlLpmL085p2Z9JD2RsMGTAypdMxZEbNOj8O7on57NB3Icf9p82PBOVlvzWSiab8gBAAmkTlnxJSpkemNrrbo6Y7SysTji0ZERNtRwwZMJOnimLk0Zi6NztZo3B/Nh6LlULQ3veLwMFOqY/bymHNG0t9pPhjdnYIQAJh0Uul897TpbJ1gy0MAx5VWvFyGx/T2RHdn9HZHyZQoKsn98PptE+z1CkIAYIQ17DEGwCSRLko632A/3R1xeNdEe4HeYwBgZB3eaQyAU1HdixPvLKyCEAAYSe1N0VxvGIBTTltj7N808SZbEAIAI2n3M8YAOOVkemPbY5HpFYQAwCms6WA07DYMwCln2+PRcnhCTrmDygAAI6Pr/2/vblYSCMMwDD9lRgUlQT+bFp3/MRRto02bIorICgwZLELFRk2nQ+iHICavaz2LmXcxcPPy8ZW5OzUGYLFU87TP8vxQ1/e3IQQAfsFklOuTTEYmAdRJv0jn4uc35ZT9XB3XuAZjQwgAfKqqPnng+T6P5+4eBOpnNs3TZbrX2TnM9kE2d7P0tZVZ2U/3Jr12Lc8NCkIA4BuujrJ9kK39rLeyupFGM6nyPkk5yKBI7z7joSEBNTZ/T3Gb4jaNZjb3stHKeitrW1lpZrmZxkqSzGeZvGU8yPAl/W5dTwwKQgDg22bT9NrptU0C+P+/u9dOXjsL9MnOEAIAACwoQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIjAAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAf+oD9T6nxX65Y84AAAAASUVORK5CYII=\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/cover\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/90b2ffb0131a97f8\\\" subtiddler=\\\"$:/plugins/twpub/90b2ffb0131a97f8/images/OEBPS/6621136170271350135_25192-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/readme\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''浮生六記'' |\\n|epub-creator |''Fu Shen'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''74'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/errors\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/90b2ffb0131a97f8/text\": {\n            \"title\": \"$:/plugins/twpub/90b2ffb0131a97f8/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/90b2ffb0131a97f8/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/90b2ffb0131a97f8/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F90b2ffb0131a97f8.png"}