{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"荀子集解","name":"TWPUB","title":"$:/plugins/twpub/bd9e823d4ce9217f","description":"荀子集解","converter-version":"0.1.0","epub-creator":"Xianqian Wang","conversion-errors":"0","count-chunks":"97","count-images":"1","cover-image":"$:/plugins/twpub/bd9e823d4ce9217f/images/OEBPS/765824633165809173_25314-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/bd9e823d4ce9217f/images/OEBPS/765824633165809173_25314-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>The Project Gutenberg EBook of Xun Zi Ji Jie, by Xian Qian Wang</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">Title: Xun Zi Ji Jie</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Author: Xian Qian Wang</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Release Date: May 3, 2008 [EBook #25314]</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK XUN ZI JI JIE ***</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">Produced by Inga Tsai</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">王先謙序\\n昔唐韓愈氏以荀子書為大醇小疵，逮宋，攻者益眾。推其由，以言性惡\\n故。余謂性惡之說，非荀子本意也。其言曰：直木不待檃栝而直者，其\\n性直也；枸木必待檃栝烝矯然後直者，以其性不直也。今人性惡，必待\\n聖王之治，禮義之化，然後皆出於治，合於善也。夫使荀子而不知人性\\n有善惡，則不知木性有枸直矣。然而其言如此，豈真不知性邪？余因以\\n悲荀子遭世大亂，民胥冺棼，感激而出此也。荀子論學論治，皆以禮為\\n宗，反復推詳，務明其指趣，為千古脩道立教所莫能外。其曰：倫類不\\n通，不足謂善學；又曰；一物失稱，亂之端也。探聖門一貫之精，洞古\\n今成敗之故，論議不越几席，而思慮浹於無垠，身未嘗一日加民，而行\\n事可信其放推而皆準，而刻覈之徒，詆諆橫生，擯之不得與於斯道。余\\n又以悲荀子術不用於當時，而名滅裂於後世，流俗人之口為重屈也。國\\n朝儒學昌明，欽定四庫全書提要，首列荀子儒家。斥好惡之詞，通訓詁\\n之誼，定論昭然，學者始知崇尚。顧其書僅有楊倞注，未為盡善。近世\\n通行嘉善謝氏校本，去取亦時有疏舛，宿儒大師，多所匡益，家居少事\\n，輒旁采諸家之說，為荀子集解一書，管窺所及，間亦附載。不敢謂於\\n荀書精意，有所發明，而於析楊謝之疑辭，酌宋元之定本，庶幾不無一\\n得。刻成，謹弁言簡端，竝揭荀子箸書之微旨，與後來讀者共證明之云\\n。光緒十七年歲次辛卯夏五月長沙王先謙謹序。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>勸學篇第一\\n君子曰：學不可以已。青，取之於藍，而青於藍；冰，水為之，而寒於\\n水。木直中繩，輮以為輪，其曲中規，雖有槁暴，不復挺者，輮使之然\\n也。故木受繩則直，金就礪則利，君子博學而日參省乎己，則知明而行\\n無過矣。故不登高山，不知天之高也；不臨深谿，不知地之厚也；不聞\\n先王之遺言，不知學問之大也。干越夷貉之子，生而同聲，長而異俗，\\n教使之然也。詩曰：「嗟爾君子，無恆安息。靖共爾位，好是正直。神\\n之聽之，介爾景福。」神莫大於化道，福莫長於無禍。吾嘗終日而思矣\\n，不如須臾之所學也。吾嘗跂而望矣，不如登高之博見也。登高而招，\\n臂非加長也，而見者遠；順風而呼，聲非加疾也，而聞者彰。假輿馬者\\n，非利足也，而致千里；假舟檝者，非能水也，而絕江河。君子生非異\\n也，善假於物也。南方有鳥焉，名曰蒙鳩，以羽為巢，而編之以髮，繫\\n之葦苕，風至苕折，卵破子死。巢非不完也，所繫者然也。西方有木焉\\n，名曰射干，莖長四寸，生於高山之上，而臨百仞之淵，木莖非能長也\\n，所立者然也。蓬生麻中，不扶而直；〔白沙在涅，與之俱黑〕（以上\\n兩句，今本缺）。蘭槐之根是為芷，其漸之滫，君子不近，庶人不服。\\n其質非不美也，所漸者然也。故君子居必擇鄉，遊必就士，所以防邪僻\\n而近中正也。物類之起，必有所始。榮辱之來，必象其德。肉腐出蟲，\\n魚枯生蠹。怠慢忘身，禍災乃作。強自取柱，柔自取束。邪穢在身，怨\\n之所構。施薪若一，火就燥也，平地若一，水就溼也。草木疇生，禽獸\\n群焉，物各從其類也。是故質的張而弓矢至焉，林木茂而斧斤至焉，樹\\n成蔭而眾鳥息焉，醯酸而蜹聚焉。故言有召禍也，行有招辱也，君子慎\\n其所立乎！積土成山，風雨興焉；積水成淵，蛟龍生焉；積善成德，而\\n神明自得，聖心備焉。故不積蹞步，無以致千里；不積小流，無以成江\\n海。騏驥一躍，不能十步；駑馬十駕，功在不舍。鍥而舍之，朽木不折\\n；鍥而不舍，金石可鏤。螾無爪牙之利，筋骨之強，上食埃土，下飲黃\\n泉，用心一也。蟹六跪而二螯，非虵蟺之穴，無可寄託者，用心躁也。\\n是故無冥冥之志者，無昭昭之明；無惛惛之事者，無赫赫之功。行衢道\\n者不至，事兩君者不容。目不能兩視而明，耳不能兩聽而聰。螣蛇無足\\n而飛，梧鼠五技而窮。詩曰：「尸鳩在桑，其子七兮。淑人君子，其儀\\n一兮。其儀一兮，心如結兮。」故君子結於一也。昔者瓠巴鼓瑟而流魚\\n出聽，伯牙鼓琴而六馬仰秣。故聲無小而不聞，行無隱而不形。玉在山\\n而草木潤，淵生珠而崖不枯。為善不積邪，安有不聞者乎！學惡乎始？\\n惡乎終？曰：其數則始乎誦經，終乎讀禮；其義則始乎為士，終乎為聖\\n人。真積力久則入。學至乎沒而後止也。故學數有終，若其義則不可須\\n臾舍也。為之人也，舍之禽獸也。故書者政事之紀也，詩者中聲之所止\\n也，禮者法之大分、類之綱紀也。故學至乎禮而止矣。夫是之謂道德之\\n極，禮之敬文也，樂之中和也，詩書之博也，春秋之微也，在天地之間\\n者畢矣。君子之學也，入乎耳，箸乎心，布乎四體，形乎動靜。端而言\\n，蝡而動，一可以為法則。小人之學也，入乎耳，出乎口；口耳之間，\\n則四寸耳，曷足以美七尺之軀哉！古之學者為己，今之學者為人。君子\\n之學也，以美其身；小人之學也，以為禽犢。故不問而告謂之傲，問一\\n而告二謂之囋。傲，非也；囋，非也；君子如嚮矣。學莫便乎近其人。\\n禮樂法而不說，詩書故而不切，春秋約而不速。方其人之習、君子之說\\n，則尊以徧矣，周於世矣。故曰：學莫便乎近其人。學之經，莫速乎好\\n其人，隆禮次之。上不能好其人，下不能隆禮，安特將學雜識志，順詩\\n書而已耳。則末世窮年，不免為陋儒而已。將原先王，本仁義，則禮正\\n其經緯蹊徑也。若挈裘領，詘五指而頓之，順者不可勝數也。不道禮憲\\n，以詩書為之，譬之猶以指測河也，以戈舂黍也，以錐食壺也，不可以\\n得之矣。故隆禮，雖未明，法士也；不隆禮，雖察辯，散儒也。問楛者\\n，勿告也；告楛者，勿問也；說楛者，勿聽也。有爭氣者，勿與辯也。\\n故必由其道至，然後接之；非其道則避之。故禮恭而後可與言道之方，\\n辭順而後可與言道之理，色從而後可與言道之致。故未可與言而言謂之\\n傲，可與言而不言謂之隱，不觀氣色而言謂之瞽。故君子不傲、不隱、\\n不瞽，謹順其身。詩曰：「匪交匪舒，天子所予。」此之謂也。百發失\\n一，不足謂善射；千里蹞步不至，不足謂善御；倫類不通，仁義不一，\\n不足謂善學。學也者，固學一之也。一出焉，一入焉，涂巷之人也；其\\n善者少，不善者多，桀紂盜跖也；全之盡之，然後學者也。君子知夫不\\n全不粹之不足以為美也，故誦數以貫之，思索以通之，為其人以處之，\\n除其害者以持養之。使目非是無欲見也，使口非是無欲言也，使心非是\\n無欲慮也。及至其致好之也，目好之五色，耳好之五聲，口好之五味，\\n心利之有天下。是故權利不能傾也，群眾不能移也，天下不能蕩也。生\\n乎由是，死乎由是，夫是之謂德操。德操然後能定，能定然後能應。能\\n定能應，夫是之謂成人。天見其明，地見其光，君子貴其全也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">修身篇第二\\n見善，修然必以自存也；見不善，愀然必以自省也。善在身，介然必以\\n自好也；不善在身，菑然必以自惡也。故非我而當者，吾師也；是我而\\n當者，吾友也；諂諛我者，吾賊也。故君子隆師而親友，以致惡其賊。\\n好善無厭，受諫而能誡，雖欲無進，得乎哉！小人反是。致亂而惡人之\\n非己也；致不肖而欲人之賢己也；心如虎狼，行如禽獸，而又惡人之賊\\n己也。諂諛者親，諫爭者疏，修正為笑，至忠為賊，雖欲無滅亡，得乎\\n哉！詩曰：「噏噏呰呰，亦孔之哀。謀之其臧，則具是違；謀之不臧，\\n則具是依。」此之謂也。扁善之度，以治氣養生，則後彭祖；以修身自\\n名，則配堯禹。宜於時通，利以處窮，禮信是也。凡用血氣、志意、知\\n慮，由禮則治通，不由禮則勃亂提僈；食飲，衣服、居處、動靜，由禮\\n則和節，不由禮則觸陷生疾；容貌、態度、進退、趨行，由禮則雅，不\\n由禮則夷固、僻違、庸眾而野。故人無禮則不生，事無禮則不成，國家\\n無禮則不寧。詩曰：「禮儀卒度，笑語卒獲。」此之謂也。以善先人者\\n謂之教，以善和人者謂之順；以不善先人者謂之諂，以不善和人者謂之\\n諛。是是非非謂之知，非是是非謂之愚。傷良曰讒，害良曰賊。是謂是\\n，非謂非，曰直。竊貨曰盜，匿行曰詐，易言曰誕。趣舍無定謂之無常\\n。保利弃義謂之至賊。多聞曰博，少聞曰淺。多見曰閑，少見曰陋。難\\n進曰偍，易忘曰漏。少而理曰治，多而亂曰秏。治氣養心之術：血氣剛\\n強，則柔之以調和；知慮漸深，則一之以易良；勇膽猛戾，則輔之以道\\n順；齊給便利，則節之以動止；狹隘褊小，則廓之以廣大；卑溼重遲貪\\n利，則抗之以高志；庸眾駑散，則劫之以師友；怠慢僄弃，則炤之以禍\\n災；愚款端慤，則合之以禮樂，通之以思索。凡治氣養心之術，莫徑由\\n禮，莫要得師，莫神一好。夫是之謂治氣養心之術也。志意修則驕富貴\\n，道義重則輕王公；內省而外物輕矣。傳曰：「君子役物，小人役於物\\n。」此之謂矣。身勞而心安，為之；利少而義多，為之；事亂君而通，\\n不如事窮君而順焉。故良農不為水旱不耕，良賈不為折閱不市，士君子\\n不為貧窮怠乎道。體恭敬而心忠信，術禮義而情愛人；橫行天下，雖困\\n四夷，人莫不貴。勞苦之事則爭先，饒樂之事則能讓，端慤誠信，拘守\\n而詳；橫行天下，雖困四夷，人莫不任。體倨固而心執詐，術順墨而精\\n雜汙；橫行天下，雖達四方，人莫不賤。勞苦之事則偷儒轉脫，饒樂之\\n事則佞兌而不曲，辟違而不慤，程役而不錄。橫行天下，雖達四方，人\\n莫不弃。行而供冀，非漬淖也；行而俯項，非擊戾也；偶視而先俯，非\\n恐懼也。然夫士欲獨修其身，不以得罪於比俗之人也。夫驥一日而千里\\n，駑馬十駕，則亦及之矣。將以窮無窮，逐無極與？其折骨絕筋，終身\\n不可以相及也。將有所止之，則千里雖遠，亦或遲、或速、或先、或後\\n，胡為乎其不可以相及也！不識步道者，將以窮無窮，逐無極與？意亦\\n有所止之與？夫「堅白」、「同異」、「有厚無厚」之察，非不察也，\\n然而君子不辯，止之也。倚魁之行，非不難也，然而君子不行，止之也\\n。故學曰遲。彼止而待我，我行而就之，則亦或遲、或速、或先、或後\\n，胡為乎其不可以同至也！故蹞步而不休，跛鼈千里；累土而不輟，丘\\n山崇成。厭其源，開其瀆，江河可竭。一進一退，一左一右，六驥不致\\n。彼人之才性之相縣也，豈若跛鼈之與六驥足哉！然而跛鼈致之，六驥\\n不致，是無他故焉，或為之，或不為爾！道雖邇，不行不至；事雖小，\\n不為不成。其為人也多暇日者，其出入不遠矣。好法而行，士也；篤志\\n而體，君子也；齊明而不竭，聖人也。人無法，則倀倀然；有法而無志\\n其義，則渠渠然；依乎法，而又深其類，然後溫溫然。禮者所以正身也\\n，師者所以正禮也。無禮何以正身？無師吾安知禮之為是也？禮然而然\\n，則是情安禮也；師云而云，則是知若師也。情安禮，知若師，則是聖\\n人也。故非禮，是無法也；非師，是無師也。不是師法，而好自用，譬\\n之是猶以盲辨色，以聾辨聲也，舍亂妄無為也。故學也者，禮法也。夫\\n師，以身為正儀而貴自安者也。詩云：「不識不知，順帝之則。」此之\\n謂也。端慤順弟，則可謂善少者矣；加好學遜敏焉，則有鈞無上，可以\\n為君子者矣。偷儒憚事，無廉恥而嗜乎飲食，則可謂惡少者矣；加愓悍\\n而不順，險賊而不弟焉，則可謂不詳少者矣，雖陷刑戮可也。老老而壯\\n者歸焉，不窮窮而通者積焉，行乎冥冥而施乎無報，而賢不肖一焉。人\\n有此三行，雖有大過，天其不遂乎！君子之求利也略，其遠害也早，其\\n避辱也懼，其行道理也勇。君子貧窮而志廣，富貴而體恭，安燕而血氣\\n不惰，勞勌而容貌不枯，怒不過奪，喜不過予。君子貧窮而志廣，隆仁\\n也；富貴而體恭，殺埶也；安燕而血氣不惰，柬理也；勞勌而容貌不枯\\n，好交也；怒不過奪，喜不過予，是法勝私也。書曰：「無有作好，遵\\n王之道。無有作惡，遵王之路。」此言君子之能以公義勝私欲也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">不苟篇第三\\n君子行不貴苟難，說不貴苟察，名不貴苟傳，唯其當之為貴。故懷負石\\n而赴河，是行之難為者也，而申徒狄能之。然而君子不貴者，非禮義之\\n中也。山淵平，天地比，齊秦襲，入乎耳，出乎口，鉤有須，卵有毛，\\n是說之難持者也，而惠施鄧析能之。然而君子不貴者，非禮義之中也。\\n盜跖吟口，名聲若日月，與舜禹俱傳而不息。然而君子不貴者，非禮義\\n之中也。故曰：君子行不貴苟難，說不貴苟察，名不貴苟傳，唯其當之\\n為貴。詩曰：「物其有矣，唯其時矣。」此之謂也。君子易知而難狎，\\n易懼而難脅，畏患而不避義死，欲利而不為所非，交親而不比，言辯而\\n不辭，蕩蕩乎其有以殊於世也。君子能亦好，不能亦好；小人能亦醜，\\n不能亦醜。君子能則寬容易直以開道人，不能則恭敬繜絀以畏事人；小\\n人能則倨傲僻違以驕溢人，不能則妬嫉怨誹以傾覆人。故曰：君子能則\\n人榮學焉，不能則人樂告之；小人能則人賤學焉，不能則人羞告之。是\\n君子小人之分也。君子寬而不僈，廉而不劌，辯而不爭，察而不激，寡\\n立而不勝，堅彊而不曓，柔從而不流，恭敬謹慎而容。夫是之謂至文。\\n詩曰：「溫溫恭人，惟德之基。」此之謂也。君子崇人之德，揚人之美\\n，非諂諛也；正義直指，舉人之過，非毀疵也；言己之光美，擬於舜禹\\n，參於天地，非夸誕也；與時屈伸，柔從若蒲葦，非懾怯也；剛強猛毅\\n，靡所不信，非驕曓也；以義變應，知當曲直故也。詩曰：「左之左之\\n，君子宜之；右之右之，君子有之。」此言君子以義屈信變應故也。君\\n子小人之反也：君子大心則〔敬〕天而道，小心則畏義而節；知則明通\\n而類，愚則端慤而法；見由則恭而止，見閉則敬而齊；喜則和而理，憂\\n則靜而理；通則文而明，窮則約而詳。小人則不然：大心則慢而曓，小\\n心則淫而傾；知則攫盜而漸，愚則毒賊而亂；見由則兌而倨，見閉則怨\\n而險；喜則輕而翾，憂則挫而懾；通則驕而偏，窮則弃而儑。傳曰：「\\n君子兩進，小人兩廢。」此之謂也。君子治治，非治亂也。曷謂邪？曰\\n：禮義之謂治，非禮義之謂亂也。故君子者，治禮義者也，非治非禮義\\n者也。然則國亂將弗治與？曰：國亂而治之者，非案亂而治之之謂也。\\n去亂而被之以治。人汙而修之者，非案汙而修之之謂也，去汙而易之以\\n修。故去亂而非治亂也，去汙而非修汙也。治之為名，猶曰君子為治而\\n不為亂，為修而不為汙也。君子絜其辯（身）而同焉者合矣，善其言而\\n類焉者應矣。故馬鳴而馬應之，〔牛鳴而牛應之〕，非知也，其埶然也\\n。故新浴者振其衣，新沐者彈其冠，人之情也。其誰能以己之潐潐，受\\n人之掝掝者哉！君子養心莫善於誠，致誠則無它事矣。唯仁之為守，唯\\n義之為行。誠心守仁則形，形則神，神則能化矣。誠心行義則理，理則\\n明，明則能變矣。變化代興，謂之天德。天不言而人推高焉，地不言而\\n人推厚焉，四時不言而百姓期焉。夫此有常，以至其誠者也。君子至德\\n，嘿然而喻，未施而親，不怒而威：夫此順命，以慎其獨者也。善之為\\n道者，不誠則不獨，不獨則不形，不形則雖作於心，見於色，出於言，\\n民猶若未從也；雖從必疑。天地為大矣，不誠則不能化萬物；聖人為知\\n矣，不誠則不能化萬民；父子為親矣，不誠則疏；君上為尊矣，不誠則\\n卑。夫誠者，君子之所守也，而政事之本也，唯所居以其類至。操之則\\n得之，舍之則失之。操而得之則輕，輕則獨行，獨行而不舍，則濟矣。\\n濟而材盡，長遷而不反其初，則化矣。君子位尊而志恭，心小而道大；\\n所聽視者近，而所聞見者遠。是何邪？則操術然也。故千人萬人之情，\\n一人之情是也。天地始者，今日是也。百王之道，後王是也。君子審後\\n王之道，而論於百王之前，若端拜而議。推禮義之統，分是非之分，總\\n天下之要，治海內之眾，若使一人，故操彌約而事彌大。五寸之矩，盡\\n天下之方也。故君子不下室堂，而海內之情舉積此者，則操術然也。有\\n通士者，有公士者，有直士者，有慤士者，有小人者。上則能尊君，下\\n則能愛民，物至而應，事起而辨，若是則可謂通士矣。不下比以闇上，\\n不上同以疾下，分爭於中，不以私害之，若是則可謂公士矣。身之所長\\n，上雖不知，不以悖君；身之所短，上雖不知，不以取賞；長短不飾，\\n以情自竭，若是則可謂直士矣。庸言必信之，庸行必慎之，畏法流俗，\\n而不敢以其所獨甚，若是則可謂慤士矣。言無常信，行無常貞，唯利所\\n在，無所不傾，若是則可謂小人矣。公生明，偏生闇，端慤生通，詐偽\\n生塞，誠信生神，夸誕生惑。此六生者，君子慎之，而禹桀所以分也。\\n欲惡取舍之權。見其可欲也，則必前後慮其可惡也者；見其可利也，則\\n必前後慮其可害也者，而兼權之，孰計之，然後定其欲惡取舍。如是則\\n常不失陷矣。凡人之患，偏傷之也。見其可欲也，則不慮其可惡也者；\\n見其可利也，則不慮其可害也者。是以動則必陷，為則必辱，是偏傷之\\n患也。人之所惡者，吾亦惡之。夫富貴者，則類傲之；夫貧賤者，則求\\n柔之。是非仁人之情也，是姦人將以盜名於晻世者也，險莫大焉。故曰\\n：盜名不如盜貨。田仲史鰌不如盜也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">榮辱篇第四\\n憍泄者，人之殃也；恭儉者，偋五兵也。雖有戈矛之刺，不如恭儉之利\\n也。故與人善言，煖於布帛；傷人之言，深於矛戟。故薄薄之地，不得\\n履之，非地不安也，危足無所履者，凡在言也。巨涂則讓，小涂則殆，\\n雖欲不謹，若云不使。快快而亡者怒也，察察而殘者忮也，博而窮者訾\\n也，清之而俞濁者口也，豢之而俞瘠者交也，辯而不說者爭也，直立而\\n不見知者勝也，廉而不見貴者劌也，勇而不見憚者貪也，信而不見敬者\\n好剸行也。此小人之所務，而君子之所不為也。鬬者，忘其身者也，忘\\n其親者也，忘其君者也。行其少頃之怒，而喪終身之軀，然且為之，是\\n忘其身也；室家立殘，親戚不免乎刑戮，然且為之，是忘其親也；君上\\n之所惡也，刑法之所大禁也，然且為之，是忘其君也。憂忘其身，內忘\\n其親，上忘其君，是刑法之所不舍也，聖王之所不畜也。乳彘觸虎，乳\\n狗不遠遊，不忘其親也。人也，憂忘其身，內忘其親，上忘其君，則是\\n人也，而曾狗彘之不若也。凡鬬者，必自以為是而以人為非也。己誠是\\n也，人誠非也，則是己君子，而人小人也；以君子與小人相賊害也，憂\\n以忘其身，內以忘其親，上以忘其君，豈不過甚矣哉！是人也，所謂以\\n狐父之戈钃牛矢也。將以為智邪？則愚莫大焉；將以為利邪？則害莫大\\n焉；將以為榮邪？則辱莫大焉；將以為安邪？則危莫大焉。人之有鬬，\\n何哉？我欲屬之狂惑疾病邪？則不可，聖王又誅之。我欲屬之鳥鼠禽獸\\n邪？則又不可，其形體又人，而好惡多同。人之有鬬，何哉？我甚醜之\\n。有狗彘之勇者，有賈盜之勇者，有小人之勇者，有士君子之勇者。爭\\n飲食，無廉恥，不知是非，不辟死傷，不畏眾彊，恈恈然唯利飲食之見\\n，是狗彘之勇也。為事利，爭貨財，無辭讓，果敢而振，猛貪而戾，恈\\n恈然唯利之見，是賈盜之勇也。輕死而曓，是小人之勇也。義之所在，\\n不傾於權，不顧其利，舉國而與之不為改視，重死持義而不橈，是士君\\n子之勇也。鯈者，浮陽之魚也，胠於沙而思水，則無逮矣。挂於患而思\\n謹，則無益矣。自知者不怨人，知命者不怨天；怨人者窮，怨天者無志\\n。失之己，反之人，豈不迂乎哉！榮辱之大分，安危利害之常體：先義\\n而後利者榮，先利而後義者辱；榮者常通，辱者常窮；通者常制人，窮\\n者常制於人：是榮辱之大分也。材慤者常安利，蕩悍者常危害；安利者\\n常樂易，危害者常憂險；樂易者常壽長，憂險者常夭折：是安危利害之\\n常體也。夫天生蒸民，有所以取之：志意致修，德行致厚，智慮致明，\\n是天子之所以取天下也。政令法，舉措時，聽斷公，上則能順天子之命\\n，下則能保百姓，是諸侯之所以取國家也。志行修，臨官治，上則能順\\n上，下則能保其職，是士大夫之所以取田邑也。循法則、度量、刑辟、\\n圖籍、不知其義，謹守其數，慎不敢損益也；父子相傳以持王公，是故\\n三代雖亡，治法猶存，是官人百吏之所以取祿秩也。孝弟原慤，軥錄疾\\n力，以敦比其事業，而不敢怠傲，是庶人之所以取煖衣飽食，長生久視\\n，以免於刑戮也。飾邪說，文姦言，為倚事，陶誕突盜，惕悍憍曓，以\\n偷生反側於亂世之間，是姦人之所以取危辱死刑也。其慮之不深，其擇\\n之不謹，其定取舍楛僈，是其所以危也。材性知能，君子小人一也；好\\n榮惡辱，好利惡害，是君子小人之所同也；若其所以求之之道則異矣：\\n小人也者，疾為誕而欲人之信己也，疾為詐而欲人之親己也，禽獸之行\\n而欲人之善己也；慮之難知也，行之難安也，持之難立也，成則必不得\\n其所好，必遇其所惡焉。故君子者，信矣，而亦欲人之信己也；忠矣，\\n而亦欲人之親己也；修正治辨矣，而亦欲人之善己也；慮之易知也，行\\n之易安也，持之易立也，成則必得其所好，必不遇其所惡焉。是故窮則\\n不隱，通則大明，身死而名彌白。小人莫不延頸舉踵而願曰：「知慮材\\n性，固有以賢人矣。」夫不知其與己無以異也。則君子注錯之當，而小\\n人注錯之過也。故孰察小人之知能，足以知其有餘，可以為君子之所為\\n也。譬之越人安越，楚人安楚，君子安雅。是非知能材性然也，是注錯\\n習俗之節異也。仁義德行，常安之術也，然而未必不危也；汙僈突盜，\\n常危之術也，然而未必不安也。故君子道其常，而小人道其怪。凡人有\\n所一同：飢而欲食，寒而欲煖，勞而欲息，好利而惡害，是人之所生而\\n有也，是無待而然者也，是禹桀之所同也。目辨白黑美惡，耳辨音聲清\\n濁，口辨酸鹹甘苦，鼻辨芬芳腥臊，骨體膚理辨寒暑疾養，是又人之所\\n常生而有也，是無待而然者也，是禹桀之所同也。可以為堯禹，可以為\\n桀跖，可以為工匠，可以為農賈，在埶注錯習俗之所積耳。是又人之所\\n生而有也，是無待而然者也，是禹桀之所同也。為堯禹則常安榮，為桀\\n跖則常危辱；為堯禹則常愉佚，為工匠農賈則常煩勞。然而人力為此而\\n寡為彼，何也？曰：陋也。堯禹者，非生而具者也，夫起於變故，成乎\\n修，｛修之｝為待盡而後備者也。人之生固小人，無師無法則唯利之見\\n耳。人之生固小人，又以遇亂世，得亂俗，是以小重小也，以亂得亂也\\n。君子非得埶以臨之，則無由得開內焉。今是人之口腹，安知禮義？安\\n知辭讓？安知廉恥隅積？亦呥呥而噍，鄉鄉而飽已矣。人無師無法，則\\n其心正其口腹也。今使人生而未嘗睹芻豢稻粱也，惟菽藿糟糠之為睹，\\n則以至足為在此也，俄而粲然有秉芻豢稻梁而至者，則瞲然視之曰：此\\n何怪也？彼臭之而｛無｝嗛於鼻，嘗之而甘於口，食之而安於體，則莫\\n不弃此而取彼矣。今以夫先王之道，仁義之統，以相群居，以相持養，\\n以相藩飾，以相安固邪。以夫桀跖之道，是其為相縣也，幾直夫芻豢稻\\n梁之縣糟糠爾哉！然而人力為此而寡為彼，何也？曰：陋也。陋也者，\\n天下之公患也，人之大殃大害也。故曰：仁者好告示人。告之、示之、\\n靡之、儇之、鈆之、重之，則夫塞者俄且通也，陋者俄且僩也，愚者俄\\n且知也。是若不行，則湯武在上曷益？桀紂在上曷損？湯武存則天下從\\n而治，桀紂存則天下從而亂。如是者，豈非人之情，固可與如此，可與\\n如彼也哉！人之情，食欲有芻豢，衣欲有文繡，行欲有輿馬，又欲夫餘\\n財蓄積之富也；然而窮年累世不知不足，是人之情也。今人之生也，方\\n知畜雞狗豬彘，又蓄牛羊，然而食不敢有酒肉；餘刀布，有囷窌，然而\\n衣不敢有絲帛；約者有筐篋之藏，然而行不敢有輿馬。是何也？非不欲\\n也，幾不長慮顧後，而恐無以繼之故也？於是又節用御欲，收歛蓄藏以\\n繼之也。是於己長慮顧後，幾不甚善矣哉！今夫偷生淺知之屬，曾此而\\n不知也，糧食大侈，不顧其後，俄則屈安窮矣。是其所以不免於凍餓，\\n操瓢囊為溝壑中瘠者也。況夫先王之道，仁義之統，詩書禮樂之分乎！\\n彼固為天下之大慮也，將為天下生民之屬，長慮顧後而保萬世也。其流\\n長矣，其溫厚矣，其功盛姚遠矣，非〔順〕孰修為之君子，莫之能知也\\n。故曰：短綆不可以汲深井之泉，知不幾者不可與及聖人之言。夫詩書\\n禮樂之分，固非庸人之所知也。故曰：一之而可再也，有之而可久也，\\n廣之而可通也，慮之而可安也，反鈆察之而俞可好也。以治情則利，以\\n為名則榮，以群則和，以獨則足，樂意者其是邪！夫貴為天子，富有天\\n下，是人情之所同欲也；然則從人之欲，則埶不能容，物不能贍也。故\\n先王案為之制禮義以分之，使有貴賤之等，長幼之差，知愚能不能之分\\n，皆使人載其事，而各得其宜。然後使慤祿多少厚薄之稱，是夫群居和\\n一之道也。故仁人在上，則農以力盡田，賈以察盡財，百工以巧盡械器\\n，士大夫以上至於公侯，莫不以仁厚知能盡官職。夫是之謂至平。故或\\n祿天下而不自以為多，或監門御旅，抱關擊柝，而不自以為寡。故曰：\\n「斬而齊，枉而順，不同而一。」夫是之謂人倫。詩曰：「受小共大共\\n，為下國駿蒙。」此之謂也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">非相篇第五\\n相人，古之人無有也，學者不道也。古者有姑布子卿，今之世，梁有唐\\n舉，相人之形狀顏色，而知其吉凶妖祥，世俗稱之。古之人無有也，學\\n者不道也。故相形不如論心，論心不如擇術；形不勝心，心不勝術；術\\n正而心順之，則形相雖惡而心術善，無害為君子也。形相雖善而心術惡\\n，無害為小人也。君子之謂吉，小人之謂凶。故長短小大，善惡形相，\\n非吉凶也。古之人無有也，學者不道也。蓋帝堯長，帝舜短；文王長，\\n周公短；仲尼長，子弓短。昔者衛靈公有臣曰公孫呂，身長七尺，面長\\n三尺，焉廣三寸，鼻目耳具，而名動天下。楚之孫叔敖，期思之鄙人也\\n，突禿長左，軒較之下，而以楚霸。葉公子高，微小短瘠，行若將不勝\\n其衣，然白公之亂也，令尹子西，司馬子期，皆死焉。葉公子高入據楚\\n，誅白公，定楚國，如反手爾，仁義功名善於後世。故事不揣長，不揳\\n大，不權輕重，亦將志乎爾。長短大小，美惡形相，豈論也哉！且徐偃\\n王之狀，目可瞻馬。仲尼之狀，面如蒙倛。周公之狀，身如斷菑。皋陶\\n之狀，色如削瓜。閎夭之狀，面無見膚。傅說之狀，身如植鰭。伊尹之\\n狀，面無須麋。禹跳湯偏。堯舜參牟子。從者將論志意，比類文學邪？\\n直將差長短，辨美惡，而相欺傲邪？古者桀紂長巨姣美，天下之傑也。\\n筋力越勁，百人之敵也，然而身死國亡，為天下大僇，後世言惡，則必\\n稽焉。是非容貌之患也，聞見之不眾，議論之卑爾。今世俗之亂君，鄉\\n曲之儇子，莫不美麗姚冶，奇衣婦飾，血氣態度擬於女子；婦人莫不願\\n得以為夫，處女莫不願得以為士，弃其親家而欲奔之者，比肩竝起；然\\n而中君羞以為臣，中父羞以為子，中兄羞以為弟，中人羞以為友；俄則\\n束乎有司，而戮乎大市，莫不呼天啼哭，苦傷其今，而後悔其始，是非\\n容貌之患也，聞見之不眾，議論之卑爾！然則，從者將孰可也！人有三\\n不祥：幼而不肯事長，賤而不肯事貴，不肖而不肯事賢，是人之三不祥\\n也。人有三必窮：為上則不能愛下，為下則好非其上，是人之一必窮也\\n；鄉則不若，偝則謾之，是人之二必窮也；知行淺薄，曲直有以相縣矣\\n，然而仁人不能推，知士不能明，是人之三必窮也。人有此三數行者，\\n以為上則必危，為下則必滅。詩曰：「雨雪瀌瀌，宴然聿消，莫肯下隧\\n，式居屢驕。」此之謂也。人之所以為人者何已也？曰：以其有辨也。\\n飢而欲食，寒而欲煖，勞而欲息，好利而惡害，是人之所生而有也，是\\n無待而然者也，是禹桀之所同也。然則人之所以為人者，非特以二足而\\n無毛也，以其有辨也。今夫狌狌形笑（狀，）亦二足而無毛也，然而君\\n子啜其羹，食其胾。故人之所以為人者，非特以其二足而無毛也，以其\\n有辨也。夫禽獸有父子而無父子之親，有牝牡而無男女之別。故人道莫\\n不有辨。辨莫大於分，分莫大於禮，禮莫大於聖王；聖王有百，吾孰法\\n焉？故曰：文久而息，節族久而絕，守法數之有司，極禮而褫。故曰：\\n欲觀聖王之跡，則於其粲然者矣，後王是也。彼後王者，天下之君也；\\n舍後王而道上古，譬之是猶舍己之君，而事人之君也。故曰：欲觀千歲\\n，則數今日；欲知億萬，則審一二；欲知上世，則審周道；欲知周道，\\n則審其人所貴君子。故曰：以近知遠，以一知萬，以微知明，此之謂也\\n。夫妄人曰：「古今異情，其〔所〕以治亂者異道。」而眾人惑焉。彼\\n眾人者，愚而無說，陋而無度者也。其所見焉，猶可欺也，而況於千世\\n之傳也？妄人者，門庭之間，猶可誣欺也，而況於千世之上乎？聖人何\\n以不可欺？曰：聖人者，以己也。故以人度人，以情度情，以類度類，\\n以說度功，以道觀盡，古今一｛度｝也。類不悖，雖久同理，故鄉乎邪\\n曲而不迷，觀乎雜物而不惑，以此度之。五帝之外無傳人，非無賢人也\\n，久故也。五帝之中無傳政，非無善政也，久故也。禹湯有傳政而不若\\n周之察也，非無善政也，久故也。傳者久則論略，近則論詳，略則舉大\\n，詳則舉小。愚者聞其略而不知其詳，聞其詳而不知其大也。是以文久\\n而滅，節族久而絕。凡言不合先王，不順禮義，謂之姦。言雖辯，君子\\n不聽。法先王，順禮義，黨學者，然而不好言，不樂言，則必非誠士也\\n。故君子之於言也，志好之，行安之，樂言之，故君子必辯。凡人莫不\\n好言其所善，而君子為甚。故贈人以言，重於金石珠玉；觀人以言，美\\n於黼黻文章；聽人以言，樂於鍾鼓琴瑟。故君子之於言無厭。鄙夫反是\\n：好其實不恤其文，是以終身不免埤汙傭俗。故易曰：「括囊無咎無譽\\n。」腐儒之謂也。凡說之難，以至高遇至卑，以至治接至亂。未可直至\\n也，遠舉則病繆，近世則病傭。善者於是間也，亦必遠舉而不繆，近世\\n而不傭，與時遷徙，與世偃仰，緩急嬴絀，府然若渠匽檃栝之於己也。\\n曲得所謂焉，然而不折傷。故君子之度己則以繩，接人則用抴。度己以\\n繩，故足以為天下法則矣；接人用抴，故能寬容因求（眾），以成天下\\n之大事矣。故君子賢而能容罷，知而能容愚，博而能容淺，粹而能容雜\\n，夫是之謂兼術。詩曰：「徐方既同，天子之功。」此之謂也。談說之\\n術：矜莊以莅之，端誠以處之，堅彊以持之，分別以喻之，譬稱以明之\\n（譬稱以喻之，分別以明之），欣驩芬薌以送之，寶之，珍之，貴之，\\n神之。如是則說常無不受。雖不說人，人莫不貴。夫是之謂為能貴其所\\n貴。傳曰：「唯君子為能貴其所貴。」此之謂也。君子必辯。凡人莫不\\n好言其所善，而君子為甚焉。是以小人辯言險，而君子辯言仁也。言而\\n非仁之中也，則其言不若其默也，其辯不若其吶也。言而仁之中也，則\\n好言者上矣，不好言者下也。故仁言大矣，起於上所以道於下，正令是\\n也；起於下所以忠於上，謀救是也。故君子之行仁也無厭、志好之、行\\n安之，樂言之。故言君子必辯，小辯不如見端，見端不如見本分。小辯\\n而察，見端而明，本分而理。聖人士君子之分具矣，有小人之辯者，有\\n士君子之辯者，有聖人之辯者。不先慮，不早謀，發之而當，成文而類\\n，居錯遷徙，應變不窮，是聖人之辯者也。先慮之，早謀之，斯須之言\\n而足聽，文而致實，博而黨正，是士君子之辯者也。聽其言則辭辯而無\\n統，用其身則多詐而無功，上不足以順明王，下不足以和齊百姓，然而\\n口舌之均，噡唯則節，足以為奇偉偃卻之屬，夫是之謂姦人之雄。聖王\\n起，所以先誅也，然後盜賊次之。盜賊得變，此不得變也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">非十二子篇第六\\n假今之世，飾邪說，文姦言，以梟亂天下，矞宇嵬瑣，使天下混然不知\\n是非治亂之所在者，有人矣。縱情性，安恣雎，禽獸行，不足以合文通\\n治；然而其持之有故，其言之成理，足以欺惑愚眾，是它囂魏牟也。忍\\n情性，綦谿利跂，苟以分異人為高，不足以合大眾，明大分。然而其持\\n之有故，其言之成理，足以欺惑愚眾，是陳仲史鰌也。不知壹天下建國\\n家之權稱，上功用，大儉約，而僈差等，曾不足以容辨異，縣君臣。然\\n而其持之有故，其言之成理，足以欺惑愚眾，是墨翟宋鈃也。尚法而無\\n法，下脩而好作，上則取聽於上，下則取從於俗，終日言成文典，反紃\\n察之，則倜然無所歸宿，不可以經國定分。然而其持之有故，其言之成\\n理，足以欺惑愚眾，是慎到田駢也。不法先王，不是禮義，而好治怪說\\n，玩琦辭，甚察而不惠，辯而無用，多事而寡功，不可以為治綱紀。然\\n而其持之有故，其言之成理，足以欺惑愚眾，是惠施鄧析也。略法先王\\n而不知其統，猶然而材劇志大，聞見雜博。案往舊造說，謂之五行，甚\\n僻違而無類，幽隱而無說，閉約而無解。案飾其辭而祇敬之，曰：此真\\n先君子之言也。子思唱之，孟軻和之。世俗之溝猶瞀儒，嚾嚾然不知其\\n所非也，遂受而傳之，以為仲尼子游（弓）為茲厚於後世，是則子思孟\\n軻之罪也。若夫總方略，齊言行，壹統類，而群天下之英傑，而告之以\\n大古，教之以至順，奧窔之間，簟席之上，斂然聖王之文章具焉，佛然\\n平世之俗起焉，六說者不能入也，十二子者不能親也。無置錐之地，而\\n王公不能與之爭名，在一大夫之位，則一君不能獨畜，一國不能獨容，\\n成名況乎諸侯，莫不願以為臣，是聖人之不得埶者也，仲尼子弓是也。\\n一天下，財萬物，長養人民，兼利天下，通達之屬莫不從服，六說者立\\n息，十二子者遷化，則聖人之得埶者，舜禹是也。今夫仁人也將何務哉\\n？上則法舜禹之制，下則法仲尼子弓之義，以務息十二子之說。如是則\\n天下之害除，仁人之事畢，聖王之跡著矣。信信，信也；疑疑，亦信也\\n。貴賢，仁也；賤不肖，亦仁也。言而當，知也；默而當，亦知也，故\\n知默猶知言也。故多言而類，聖人也；少言而法，君子也；多少（言）\\n無法，而流湎然，雖辯，小人也。故勞力而不當民務，謂之姦事，勞知\\n而不律先王，謂之姦心；辯說譬諭，齊給便利，而不順禮義，謂之姦說\\n。此三姦者，聖王之所禁也。知而險，賊而神，為詐而巧，言無用而辯\\n，辯不惠而察，治之大殃也。行辟而堅，飾非而好，玩姦而澤，言辯而\\n逆，古之大禁也。知而無法，勇而無憚，察辯而操僻淫，大而用之，好\\n姦而與眾，利足而迷，負石而墜，是天下之所弃也。兼服天下之心。高\\n上尊貴，不以驕人；聰明聖知，不以窮人；齊給速通，不爭先人；剛毅\\n勇敢，不以傷人；不知則問，不能則學，雖能必讓，然後為德。遇君則\\n修臣下之義，遇鄉則修長幼之義，遇長則修子弟之義，遇友則修禮節辭\\n讓之義，遇賤而少者，則修告導寬容之義。無不愛也，無不敬也，無與\\n人爭也，恢然如天地之苞萬物。如是則賢者貴之，不肖者親之。如是而\\n不服者，則可謂訞怪狡猾之人矣，雖則子弟之中，刑及之而宜。詩云：\\n「匪上帝不時，殷不用舊；雖無老成人，尚有典刑；曾是莫聽，大命以\\n傾。」此之謂也。古之所謂士仕者，厚敦者也，合群者也，樂富貴者也\\n，樂分施者也，遠罪過者也，務事理者也，羞獨富者也。今之所謂士仕\\n者，汙漫者也，賊亂者也，恣雎者也，貪利者也，觸抵者也，無禮義而\\n唯權埶之嗜者也。古之所謂處士者，德盛者也，能靜者也，修正者也，\\n知命者也，箸是者也。今之所謂處士者，無能而云能者也，無知而云知\\n者也，利心無足而佯無欲者也，行偽險穢而彊高言謹慤者也，以不俗為\\n俗，離縱而跂訾者也。士君子之所能不能為。君子能為可貴，不能使人\\n必貴己；能為可信，不能使人必信己；能為可用，不能使人必用己。故\\n君子恥不修，不恥見汙；恥不信，不恥不見信；恥不能，不恥不見用。\\n是以不誘於譽，不恐於誹，率道而行，端然正己，不為物傾側，夫是之\\n謂誠君子。詩云：「溫溫恭人，維德之基。」此之謂也。士君子之容，\\n其冠進，其衣逢，其容良，儼然，壯然，祺然，蕼然，恢恢然，廣廣然\\n，昭昭然，蕩蕩然，是父兄之容也。其冠進，其衣逢，其容愨，儉然，\\n恀然，輔然，端然，訾然，洞然，綴綴然，瞀瞀然，是子弟之容也。吾\\n語汝學者之嵬容：其冠絻，其纓禁緩，其容簡連，填填然，狄狄然，莫\\n莫然，瞡瞡然，瞿瞿然，盡盡然，盱盱然；酒食聲色之中，則瞞瞞然，\\n瞑瞑然；禮節之中，則疾疾然，訾訾然；勞苦事業之中，則儢儢然，離\\n離然，偷儒而罔，無廉恥而忍謑訽，是學者之嵬也。弟佗其冠，衶禫其\\n辭，禹行而舜趨，是子張氏之賤儒也。正其衣冠，齊其顏色，嗛然而終\\n日不言，是子夏氏之賤儒也。偷儒憚事，無廉恥而耆飲食，必曰君子固\\n不用力，是子游氏之賤儒也。彼君子則不然，佚而不惰，勞而不僈，宗\\n原應變，曲得其宜，如是然後聖人也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">仲尼篇第七\\n仲尼之門｛人｝，五尺之豎子，言羞稱乎五伯。是何也？曰：然！彼誠\\n可羞稱也。齊桓五伯之盛者也，前事則殺兄而爭國。內行則姑姊妹之不\\n嫁者七人，閨門之內，般樂奢汰，以齊之分，奉之而不足；外事則詐邾\\n襲莒，并國三十五。其事行也，若是其險汙淫汰也。彼固曷足稱乎大君\\n子之門哉！若是而不亡，乃霸，何也？曰：於乎！夫齊桓公有天下之大\\n節焉，夫孰能亡之？倓然見管仲之能足以託國也，是天下之大知也。安\\n忘其怒，出忘其讎，遂立以為仲父，是天下之大決也。立以為仲父而貴\\n戚莫之敢妬也，與之高國之位而本朝之臣莫之敢惡也，與之書社三百而\\n富人莫之敢距也。貴賤長少，秩秩焉，莫不從桓公而貴敬之，是天下之\\n大節也。諸侯有一節如是，則莫之能亡也。桓公兼此數節者而盡有之，\\n夫又何可亡也！其霸也，宜哉！非幸也，數也。然而仲尼之門｛人｝，\\n五尺之豎子，言羞稱五伯，是何也？曰：然！彼非本政教也，非致隆高\\n也，非綦文理也，非服人之心也。鄉方略，審勞佚，畜積修鬬，而能顛\\n倒其敵者也。詐心以勝矣。彼以讓飾爭，依乎仁而蹈利者也，小人之傑\\n也，彼固曷足稱乎大君子之門哉！彼王者則不然：致賢而能以救不肖，\\n致彊而能以寬弱，戰必能殆之而羞與之鬬，委然成文，以示之天下，而\\n曓國安自化矣。有災繆者，然後誅之。故聖王之誅也綦省矣。文王誅四\\n，武王誅二，周公卒業，至於成王，則安以無誅矣。故道豈不行矣哉！\\n文王載百里地而天下一，桀紂舍之，厚於有天下之埶而不得以匹夫老。\\n故善用之，則百里之國足以獨立矣；不善用之，則楚六千里而為讎人役\\n。故人主不務得道，而廣有其埶，是其所以危也。持寵處位，終身不厭\\n之術。主尊貴之，則恭敬而僔；主信愛之，則謹慎而嗛；主專任之，則\\n拘守而詳：主安近之，則慎比而不邪；主疏遠之，則全一而不倍；主損\\n絀之，則恐懼而不怨。貴而不為夸，信而不處謙，任重而不敢專。財利\\n至，則善而不及也，必將盡辭讓之義，然後受。福事至則和而理，禍事\\n至則靜而理。富則施廣，貧則用節。可貴可賤也，可富可貧也，可殺而\\n不可使為姦也，是持寵處位終身不厭之術也。雖在貧窮徒處之埶，亦取\\n象於是矣。夫是之謂吉人。詩曰：「媚茲一人，應侯順德，永言孝思，\\n昭哉嗣服。」此之謂也。求善處大重，理任大事，擅寵於萬乘之國，必\\n無後患之術，莫若好同之，援賢博施，除怨而無妨害人。能耐任之，則\\n慎行此道也。能而不耐任，且恐失寵，則莫若早同之，推賢讓能而安隨\\n其後，如是，有寵則必榮，失寵則必無罪。是事君者之寶，而必無後患\\n之術也。故知者之舉事也，滿則慮嗛，平則慮險，安則慮危，曲重其豫\\n，猶恐及其禍，是以百舉而不陷也。孔子曰：「巧而好度必節，勇而好\\n同必勝，知而好謙必賢。」此之謂也。愚者反是。處重擅權，則好專事\\n而妬賢能，抑有功而擠有罪，志驕盈而輕舊怨，以嗇而不行施，道乎上\\n為重，招權於下以妨害人。雖欲無危，得乎哉！是以位尊則必危，任重\\n則必廢，擅寵則必辱，可立而待也，可炊而傹也。是何也？則墮之者眾\\n，而持之者寡矣。天下之行術，以事君則必通，以為仁則必聖，立隆而\\n勿貳也。然後恭敬以先之，忠信以統之，慎謹以行之，端愨以守之，頓\\n窮則從之疾力以申重之。君雖不知，無怨疾之心；功雖甚大，無伐德之\\n色；省求多功，愛敬不勌，如是則常無不順矣。以事君則必通，以為仁\\n則必聖，夫是之謂天下之行術。少事長，賤事貴，不肖事賢，是天下之\\n通義也。有人也，埶不在人上，而羞為人下，是姦人之心也。志不免乎\\n姦心，行不免乎姦道，而求有君子聖人之名，辟之，是猶伏而咶天，救\\n經而引其足也。說必不行矣，俞務而俞遠。故君子時詘則詘，時伸則伸\\n也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">儒效篇第八\\n大儒之效。武王崩，成王幼，周公屏成王而及武王以屬天下，惡天下之\\n倍周也。履天子之籍，聽天下之斷，偃然如固有之，而天下不稱貪焉。\\n殺管叔，虛殷國，而天下不稱戾焉。兼制天下，立七十一國，姬姓獨居\\n五十三人，而天下不稱偏焉。教誨開導成王，使諭於道，而能揜迹於文\\n武。周公歸周，反籍於成王，而天下不輟事周，然而周公北面而朝之。\\n天子也者，不可以少當也，不可以假攝為也。能則天下歸之，不能則天\\n下去之，是以周公屏成王而及武王以屬天下，惡天下之離周也。成王冠\\n，成人，周公歸周，反籍焉，明不滅主之義也，周公無天下矣。鄉有天\\n下，今無天下，非擅也。成王鄉無天下，今有天下，非奪也；變埶次序\\n節然也。故以枝代主而非越也，以弟誅兄而非曓也，君臣易位而非不順\\n也。因天下之和，遂文武之業，明枝主之義，抑亦變化矣，天下厭然猶\\n一也。非聖人莫之能為。夫是之謂大儒之效。秦昭王問孫卿子曰：「儒\\n無益於人之國。」孫卿子曰：「儒者法先王，隆禮義，謹乎臣子而致貴\\n其上者也。人主用之，則埶在本朝而宜；不用，則退編百姓而慤，必為\\n順下矣。雖窮困凍餧，必不以邪道為貪。無置錐之地，而明於持社稷之\\n大義。嗚呼而莫之能應，然而通乎財萬物養百姓之經紀。埶在人上，則\\n王公之材也；在人下，則社稷之臣，國君之寶也；雖隱於窮閻漏屋，人\\n莫不貴之，道誠存也。仲尼將為司寇，沈猶氏不敢朝飲其羊，公慎氏出\\n其妻，慎潰氏踰境而徙，魯之粥牛馬者不豫賈，必蚤正以待之也（必脩\\n正以待之也）。居於闕黨，闕黨之子弟罔不分，有親者取多，孝弟以化\\n之也。儒者在本朝則美政，在下位則美俗。儒之為人下如是矣。」王曰\\n：「然則其為人上何如？」孫卿曰：「其為人上也，廣大矣！志意定乎\\n內，禮節脩乎朝，法則度量正乎官，忠信愛利形乎下。行一不義，殺一\\n無罪，而得天下，不為也。此君（若）義信乎人矣，通於四海，則天下\\n應之如讙。是何也？則貴名白而天下治也。故近者歌謳而樂之，遠者竭\\n蹶而趨之，四海之內若一家，通達之屬莫不從服。夫是之謂人師。詩曰\\n：『自西自東，自南自北，無思不服。』此之謂也。夫其為人下也如彼\\n，其為人上也如此，何謂其無益於人之國也！」昭王曰：「善！」先王\\n之道，仁之隆也，比中而行之。曷謂中？曰：禮義是也。道者，非天之\\n道，非地之道，人之所以道也，君子之所道也。君子之所謂賢者，非能\\n徧能人之所能之謂也；君子之所謂知者，非能徧知人之所知之謂也；君\\n子之所謂辯者，非能徧辯人之所辯之謂也；君子之所謂察者，非能徧察\\n人之所察之謂也。有所正（止）矣。相高下，視墝肥，序五種，君子不\\n如農人；通財貨，相美惡，辯貴賤，君子不如賈人；設規矩，陳繩墨，\\n便備用，君子不如工人；不卹是非然不然之情，以相薦撙，以相恥怍，\\n君子不若惠施、鄧析。若夫謫德而定次，量能而授官，使賢不肖皆得其\\n位，能不能皆得其官，萬物得其宜，事變得其應，慎墨不得進其談，惠\\n施、鄧析不敢竄其察，言必當理，事必當務，是然後君子之所長也。凡\\n事行，有益於理者立之，無益於理者廢之，夫是之謂中事。凡知說，有\\n益於理者為之，無益於理者舍之，夫是之謂中說。事行失中，謂之姦事\\n；知說失中，謂之姦道。姦事、姦道，治世之所棄，而亂世之所從服也\\n。若夫充虛之相施易也，堅白同異之分隔也，是聰耳之所不能聽也，明\\n目之所不能見也，辯士之所不能言也，雖有聖人之知，未能僂指也。不\\n知無害為君子，知之無損為小人。工匠不知，無害為巧；君子不知，無\\n害為治。王公好之則亂法，百姓好之則亂事。而狂惑戇陋之人，乃始率\\n其群徒，辯其談說，明其辟稱，老身長子，不知惡也。夫是之謂上愚，\\n曾不如相雞狗之可以為名也。詩曰：「為鬼為蜮，則不可得，有靦面目\\n，視人罔極。作此好歌，以極反側。」此之謂也。我欲賤而貴，愚而智\\n，貧而富，可乎？曰：其唯學乎。彼學者，行之，曰士也；敦慕焉，君\\n子也；知之，聖人也。上為聖人，下為士、君子，孰禁我哉！鄉也混然\\n涂之人也，俄而竝乎堯禹，豈不賤而貴矣哉！鄉也效門室之辨，混然曾\\n不能決也，俄而原仁義，分是非，圓回天下於掌上，而辯白黑，豈不愚\\n而知矣哉！鄉也胥靡之人，俄而治天下之大器舉在此，豈不貧而富矣哉\\n！今有人於此，屑然藏千溢之寶，雖行貣而食，人謂之富矣。彼寶也者\\n，衣之不可衣也，食之不可食也，賣之不可僂售也，然而人謂之富，何\\n也？豈不大富之器誠在此也？是杅杅亦富人已，豈不貧而富矣哉！故君\\n子無爵而貴，無祿而富，不言而信，不怒而威，窮處而榮，獨居而樂！\\n豈不至尊、至富、至重、至嚴之情舉積此哉！故曰：貴名不可以比周爭\\n也，不可以夸誕有也，不可以埶重脅也，必將誠此然後就也。爭之則失\\n，讓之則至；遵道則積，夸誕則虛。故君子務脩其內，而讓之於外；務\\n積德於身，而處之以遵道。如是，則貴名起如日月，天下應之如雷霆。\\n故曰：君子隱而顯，微而明，辭讓而勝。詩曰：「鶴鳴于九皋，聲聞于\\n天。」此之謂也。鄙夫反是：比周而譽俞少，鄙爭而名俞辱，煩勞以求\\n安利，其身俞危。詩曰：「民之無良，相怨一方，受爵不讓，至于己斯\\n亡。」此之謂也。故能小而事大，辟之是猶力之少而任重也，舍粹折無\\n適也。身不肖而誣賢，是猶傴伸而好升高也，指其頂者愈眾。故明主譎\\n德而序位，所以為不亂也；忠臣誠能然後敢受職，所以為不窮也。分不\\n亂於上，能不窮於下，治辯之極也。詩曰：「平平左右，亦是率從。」\\n是言上下之交不相亂也。以從俗為善，以貨財為寶，以養生為己至道，\\n是民德也。行法至堅，不以私欲亂所聞，如是則可謂勁士矣。行法至堅\\n，好脩正其所聞，以橋飾其情性。其言多當矣，而未諭也；其行多當矣\\n，而未安也；其知慮多當矣，而未周密也。上則能大其所隆，下則能開\\n道不己若者，如是則可謂篤厚君子矣。脩百王之法，若辨白黑；應當時\\n之變，若數一二；行禮要節而安之，若生四枝；要時立功之巧，若詔四\\n時；平正和民之善，億萬之眾，而博若一人，如是則可謂聖人矣。井井\\n兮其有理也，嚴嚴兮其能敬己也，分分兮其有終始也，猒猒兮其能長久\\n也，樂樂兮其執道不殆也，炤炤兮其用知之明也，脩脩兮其用統類之行\\n也，綏綏兮其有文章也，熙熙兮其樂人之臧也，隱隱兮其恐人之不當也\\n，如是則可謂聖人矣。此其道出乎一，曷謂一？曰：執神而固。曷謂神\\n？曰：盡善挾治之謂神，萬物莫足以傾之之謂固。神固之謂聖人。聖人\\n也者，道之管也，天下之道管是矣，百王之道一是矣。故詩書禮樂之道\\n歸是矣。詩言是其志也，書言是其事也，禮言是其行也，樂言是其和也\\n，春秋言是其微也。故風之所以為不逐者，取是以節之也；小雅之所以\\n為小雅者，取是而文之也；大雅之所以為大雅者，取是而光之也；頌之\\n所以為至者，取是而通之也。天下之道畢是矣。鄉是者臧，倍是者亡；\\n鄉是如不臧，倍是如不亡者，自古及今，未嘗有也。客有道曰：孔子曰\\n：「周公其盛乎！身貴而愈恭，家富而愈儉，勝敵而愈戒。」應之曰：\\n是殆非周公之行，非孔子之言也。武王崩，成王幼，周公屏成王而及武\\n王，履天子之籍，負扆而坐（立），諸侯趨走堂下。當是時也，夫又誰\\n為恭矣哉！兼制天下，立七十一國，姬姓獨居五十三人焉。周之子孫，\\n苟不狂惑者，莫不為天下之顯諸侯。孰謂周公儉哉！武王之誅紂也，行\\n之日以兵忌，東面而迎太歲，至氾而汎，至懷而壞，至共頭而山隧。霍\\n叔懼曰：「出三日而五災至，無乃不可乎？」周公曰：「刳比干而囚箕\\n子，飛廉惡來知政，夫又惡有不可焉！」遂選馬而進，朝食於戚，暮宿\\n於百泉，厭旦（旦厭）於牧之野。鼓之而紂卒易鄉，遂乘殷人而誅紂。\\n蓋殺者非周人，因殷人也。故無首虜之獲，無蹈難之賞。反而定三革，\\n偃五兵，合天下，立聲樂，於是武象起而韶護廢矣。四海之內，莫不變\\n心易慮以化順之。故外闔不閉，跨天下而無蘄。當是時也，夫又誰為戒\\n矣哉！造父者，天下之善御者也，無輿馬則無所見其能。羿者，天下之\\n善射者也，無弓矢則無所見其巧。大儒者，善調一天下者也，無百里之\\n地，則無所見其功。輿固馬選矣，而不能以至遠、一日而千里，則非造\\n父也。弓調矢直矣，而不能射遠中微，則非羿也。用百里之地，而不能\\n以調一天下，制彊曓，則非大儒也。彼大儒者，雖隱於窮閻漏屋，無置\\n錐之地，而王公不能與之爭名；在一大夫之位，則一君不能獨畜，一國\\n不能獨容，成名況乎諸侯，莫不願得以為臣。用百里之地，而千里之國\\n莫能與之爭勝；笞棰曓國，齊一天下，而莫能傾也。是大儒之徵也。其\\n言有類，其行有禮，其舉事無悔，其持險應變曲當。與時遷徙，與世偃\\n仰，千舉萬變，其道一也。是大儒之稽也。其窮也俗儒笑之；其通也英\\n傑化之，嵬瑣逃之，邪說畏之，眾人媿之。通則一天下，窮則獨立貴名\\n，天不能死，地不能埋，桀跖之世不能汙，非大儒莫之能立，仲尼、子\\n弓是也。故有俗人者，有俗儒者，有雅儒者，有大儒者。不學問，無正\\n義，以富利為隆，是俗人者也。逢衣淺帶，解果其冠，略法先王而足亂\\n世術，繆學雜舉，不知法後王而一制度，不知隆禮義而殺詩書；其衣冠\\n行偽，已同於世俗矣，然而不知惡者；其言議談說已無以異於墨子矣，\\n然而明不能別，呼先王以欺愚者而求衣食焉；得委積足以揜其口，則揚\\n揚如也；隨其長子，事其便辟，舉其上客，（億）然若終身之虜而不敢\\n有他志，是俗儒者也。法後王，一制度，隆禮義而殺詩書；其言行已有\\n大法矣，然而明不能齊法教之所不及，聞見之所未至，則知不能類也；\\n知之曰知之，不知曰不知，內不自以誣，外不自以欺，以是尊賢畏法而\\n不敢怠傲，是雅儒者也。法先王，統禮義，一制度；以淺持博，以古持\\n今，以一持萬；苟仁義之類也，雖在鳥獸之中，若別白黑；倚物怪變，\\n所未嘗聞也，所未嘗見也，卒然起一方，則舉統類而應之，無所儗怍；\\n張法而度之，則晻然若合符節，是大儒者也。故人主用俗人則萬乘之國\\n亡，用俗儒則萬乘之國存，用雅儒則千乘之國安，用大儒則百里之地久\\n，而後三年，天下為一，諸侯為臣；用萬乘之國，則舉錯而定，一朝而\\n伯。不聞不若聞之，聞之不若見之，見之不若知之，知之不若行之。學\\n至於行之而止矣。行之，明也，明之為聖人。聖人也者，本仁義，當是\\n非，齊言行，不失豪釐，無它道焉，已乎行之矣。故聞之而不見，雖博\\n必謬；見之而不知，雖識必妄；知之而不行，雖敦必困。不聞不見，則\\n雖當，非仁也。其道百舉而百陷也。故人無師無法而知，則必為盜，勇\\n則必為賊，云能則必為亂，察則必為怪，辯則必為誕；人有師有法，而\\n知則速通，勇則速威，云能則速成，察則速盡，辯則速論。故有師法者\\n，人之大寶也；無師法者，人之大殃也。人無師法，則隆性矣；有師法\\n，則隆積矣。而師法者，所得乎情（積），非所受乎性。性不足以獨立\\n而治。性也者，吾所不能為也，然而可化也。情（積）也者，非吾所有\\n也，然而可為也。注錯習俗，所以化性也；并一而不二，所以成積也。\\n習俗移志，安久移質。并一而不二，則通於神明，參於天地矣。故積土\\n而為山，積水而為海，旦暮積謂之歲，至高謂之天，至下謂之地，宇中\\n六指謂之極，涂之人百姓，積善而全盡，謂之聖人。彼求之而後得，為\\n之而後成，積之而後高，盡之而後聖，故聖人也者，人之所積也。人積\\n耨耕而為農夫，積斲削而為工匠，積反貨而為商賈，積禮義而為君子。\\n工匠之子，莫不繼事，而都國之民安習其服，居楚而楚，居越而越，居\\n夏而夏，是非天性也，積靡使然也。故人知謹注錯，慎習俗，大積靡，\\n則為君子矣。縱性情而不足問學，則為小人矣；為君子則常安榮矣，為\\n小人則常危辱矣。凡人莫不欲安榮而惡危辱，故唯君子為能得其所好，\\n小人則日徼其所惡。詩曰：「維此良人，弗求弗迪；維彼忍心，是顧是\\n復。民之貪亂，寧為荼毒。」此之謂也。人論。志不免於曲私，而冀人\\n之以己為公也；行不免於汙漫，而冀人之以己為脩也；其愚陋溝瞀，而\\n冀人之以己為知也，是眾人也。志忍私，然後能公；行忍情性，然後能\\n脩；知而好問，然後能才；公脩而才，可謂小儒矣。志安公，行安脩，\\n知通統類，如是則可謂大儒矣。大儒者，天子三公也；小儒者，諸侯、\\n大夫、士也；眾人者，工農商賈也。禮者，人主之所以為群臣寸尺尋丈\\n檢式也。人倫盡矣。君子言有壇宇，行有防表，道有一隆。言道德（政\\n治）之求，不下於安存；言志意之求，不下於士；言道德之求，不二後\\n王。道過三代謂之蕩，法二後王謂之不雅。高之下之，小之巨之，不外\\n是矣。是君子之所以騁志意於壇宇宮廷也。故諸侯問政，不及安存，則\\n不告也。匹夫問學，不及為士，則不教也。百家之說，不及後王，則不\\n聽也。夫是之謂君子言有壇宇，行有防表也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">王制篇第九\\n請問為政？曰：賢能不待次而舉，罷不能不待須而廢，元惡不待教而誅\\n，中庸｛民｝不待政而化。分未定也，則有昭繆。雖王公士大夫之子孫\\n，不能屬於禮義，則歸之庶人。雖庶人之子孫也，積文學，正身行，能\\n屬於禮義，則歸之卿相士大夫。故姦言，姦說，姦事，姦能，遁逃反側\\n之民，職而教之，須而待之，勉之以慶賞，懲之以刑罰。安職則畜，不\\n安職則棄。五疾，上收而養之，材而事之，官施而衣食之，兼覆無遺。\\n才行反時者死無赦。夫是之謂天德，是王者之政也。聽政之大分，以善\\n至者待之以禮，以不善至者待之以刑。兩者分別，則賢不肖不雜，是非\\n不亂。賢不肖不雜，則英傑至，是非不亂，則國家治。若是，名聲日聞\\n，天下願，令行禁止，王者之事畢矣。凡聽，威嚴猛厲，而不好假道人\\n，則下畏恐而不親，周閉而不竭。若是，則大事殆乎弛，小事殆乎遂。\\n和解調通，好假道人，而無所凝止之，則姦言并至，嘗試之說鋒起。若\\n是，則聽大事煩，是又傷之也。故法而不議，則法之所不至者必廢。職\\n而不通，則職之所不及者必隊。故法而議，職而通，無隱謀，無遺善，\\n而百事無過，非君子莫能。故公平者，聽之衡也；中和者，聽之繩也。\\n其有法者以法行，無法者以類舉，聽之盡也。偏黨而無經，聽之辟也。\\n故有良法而亂者，有之矣，有君子而亂者，自古及今，未嘗聞也。傳曰\\n：「治生乎君子，亂生乎小人。」此之謂也。分均則不偏，埶齊則不壹\\n，眾齊則不使。有天有地，而上下有差。明王始立，而處國有制。夫兩\\n貴之不能相事，兩賤之不能相使，是天數也。埶位齊而欲惡同，物不能\\n澹則必爭，爭則必亂，亂則窮矣。先王惡其亂也，故制禮義以分之，使\\n有貧富貴賤之等，足以相兼臨者，是養天下之本也。書曰：「維齊非齊\\n。」此之謂也。馬駭輿，則君子不安輿；庶人駭政，則君子不安位。馬\\n駭輿，則莫若靜之；庶人駭政，則莫若惠之。選賢良，舉篤敬，興孝弟\\n，收孤寡，補貧窮。如是，則庶人安政矣。庶人安政，然後君子安位。\\n傳曰：「君者舟也，庶人者水也；水則載舟，水則覆舟。」此之謂也。\\n故君人者，欲安，則莫若平政愛民矣；欲榮，則莫若隆禮敬士矣；欲立\\n功名，則莫若尚賢使能矣。是君人者之大節也。三節者當，則其餘莫不\\n當矣。三節者不當，則其餘雖曲當，猶將無益也。孔子曰：「大節是也\\n，小節是也，上君也；大節是也，小節一出焉，一入焉，中君也；大節\\n非也，小節雖是也，吾無觀其餘矣。」成侯、嗣公聚斂計數之君也，未\\n及取民也。子產取民者也，未及為政也。管仲為政者也，未及修禮也。\\n故修禮者王，為政者彊，取民者安，聚斂者亡。故王者富民，霸者富士\\n，僅存之國富大夫，亡國富筐篋，實府庫。筐篋已富，府庫已實，而百\\n姓貧，夫是之謂上溢而下漏。入不可以守，出不可以戰，則傾覆滅亡可\\n立而待也。故我聚之以亡，敵得之以彊。聚斂者，召寇肥敵，亡國危身\\n之道也，故明君不蹈也。王奪之人，霸奪之與，彊奪之地。奪之人者臣\\n諸侯，奪之與者友諸侯，奪之地者敵諸侯。臣諸侯者王，友諸侯者霸，\\n敵諸侯者危。用彊者，人之城守，人之出戰，而我以力勝之也，則傷人\\n之民必甚矣。傷人之民甚，則人之民惡我必甚矣；人之民惡我甚，則日\\n欲與我鬬。人之城守，人之出戰，而我以力勝之，則傷吾民必甚矣；傷\\n吾民甚，則吾民之惡我必甚矣；吾民之惡我甚，則日不欲為我鬬。人之\\n民日欲與我鬬，吾民日不欲為我鬬，是彊者之所以反弱也。地來而民去\\n，累多而功少，雖守者益，所以守者損，是以大者之所以反削也。諸侯\\n莫不懷交接怨，而不忘其敵，伺彊大之間，承彊大之敝，此彊大之殆時\\n也。知彊大者不務彊也，慮以王命，全其力，凝其德。力全則諸侯不能\\n弱也，德凝則諸侯不能削也，天下無王霸主，則常勝矣，是知彊道者也\\n。彼霸者則不然。辟田野，實倉廩，便備用，案謹募選閱材伎之士，然\\n後漸慶賞以先之，嚴刑罰以糾之。存亡繼絕，衛弱禁曓，而無兼并之心\\n，則諸侯親之矣。修友敵之道，以敬接諸侯，則諸侯說之矣。所以親之\\n者，以不并也；并之見，則諸侯疏矣。所以說之者，以友敵也；臣之見\\n，則諸侯離矣。故明其不并之行，信其友敵之道，天下無王霸主，則常\\n勝矣。是知霸道者也。閔王毀於五國，桓公劫於魯莊，無它故焉，非其\\n道而慮之以王也。彼王者不然。仁眇天下，義眇天下，威眇天下。仁眇\\n天下，故天下莫不親也；義眇天下，故天下莫不貴也；威眇天下，故天\\n下莫敢敵也。以不敵之威，輔服人之道，故不戰而勝，不攻而得，甲兵\\n不勞而天下服，是知王道者也。知此二具者，欲王而王，欲霸而霸，欲\\n彊而彊矣。王者之人，飾動以禮義，聽斷以類，明振毫末，舉措應變而\\n不窮，夫是之謂有原。是王者之人也。王者之制，道不過三代，法不貳\\n後王。道過三代謂之蕩，法貳後王謂之不雅。衣服有制，宮室有度，人\\n徒有數，喪祭械用皆有等宜。聲則非雅聲者舉廢，色則凡非舊文者舉息\\n，械用則凡非舊器者舉毀，夫是之謂復古，是王者之制也。王者之論，\\n無德不貴，無能不官，無功不賞，無罪不罰。朝無幸位，民無幸生。尚\\n賢使能，而等位不遺；析愿禁悍，而刑罰不過。百姓曉然皆知夫為善於\\n家，而取賞於朝也；為不善於幽而蒙刑於顯也，夫是之謂定論。是王者\\n之論也。王者之〔法，〕等賦、政事、財萬物，所以養萬民也。田野什\\n一，關市幾而不征，山林澤梁，以時禁發而不稅，相地而衰政，理道之\\n遠近而致貢。通流財物粟米，無有滯留，使相歸移也，四海之內若一家\\n。故近者不隱其能，遠者不疾其勞，無幽閒隱僻之國，莫不趨使而安樂\\n之。夫是之為人師。是王者之法也。北海則有走馬吠犬焉，然而中國得\\n而畜使之。南海則有羽翮、齒革、曾青、丹干焉，然而中國得而財之。\\n東海則有紫紶、魚鹽焉，然而中國得而衣食之。西海則有皮革、文旄焉\\n，然而中國得而用之。故澤人足乎木，山人足乎魚，農夫不斲削、不陶\\n冶而足械用，工賈不耕田而足菽粟。故虎豹為猛矣，然君子剝而用之。\\n故天之所覆，地之所載，莫不盡其美，致其用，上以飾賢良，下以養百\\n姓而安樂之。夫是之謂大神。詩曰：「天作高山，大王荒之；彼作矣，\\n文王康之。」此之謂也。以類行雜，以一行萬。始則終，終則始，若環\\n之無端也，舍是而天下以衰矣。天地者，生之始也；禮義者，治之始也\\n；君子者，禮義之始也；為之貫之，積重之，致好之者，君子之始也。\\n故天地生君子，君子理天地；君子者，天地之參也，萬物之摠也，民之\\n父母也。無君子，則天地不理，禮義無統，上無君師，下無父子，夫是\\n之謂至亂。君臣、父子、兄弟、夫婦，始則終，終則始，與天地同理，\\n與萬世同久，夫是之謂大本。故喪祭、朝聘、師旅，一也；貴賤、殺生\\n、與奪，一也；君君、臣臣、父父、子子、兄兄、弟弟，一也；農農、\\n士士、工工、商商，一也。水火有氣而無生，草木有生而無知，禽獸有\\n知而無義。人有氣、有生、有知，亦且有義，故最為天下貴也。力不若\\n牛，走不若馬，而牛馬為用，何也？曰：人能群，彼不能群也。人何以\\n能群？曰：分。分何以能行？曰：義。故義以分則和，和則一，一則多\\n力，多力則彊，彊則勝物，故宮室可得而居也。故序四時，裁萬物，兼\\n利天下，無它故焉，得之分義也。故人生不能無群，群而無分則爭，爭\\n則亂，亂則離，離則弱，弱則不能勝物，故宮室不可得而居也，不可少\\n頃舍禮義之謂也。能以事親謂之孝，能以事兄謂之弟，能以事上謂之順\\n，能以使下謂之君。君者，善群也。群道當，則萬物皆得其宜，六畜皆\\n得其長，群生皆得其命。故養長時則六畜育，殺生時則草木殖，政令時\\n則百姓一。賢良服，聖王之制也。草木榮華滋碩之時，則斧斤不入山林\\n，不夭其生，不絕其長也。黿鼉魚鼈鰌鱣孕別之時，罔罟毒藥不入澤，\\n不夭其生，不絕其長也。春耕、夏耘、秋收、冬藏，四者不失時，故五\\n穀不絕而百姓有餘食也。汙池淵沼川澤，謹其時禁，故魚鼈優多而百姓\\n有餘用也。斬伐養長不失其時，故山林不童，而百姓有餘材也。聖王之\\n用也，上察於天，下錯於地，塞備天地之間，加施萬物之上，微而明，\\n短而長，狹而廣，神明博大以至約。故曰：一與一是為人者，謂之聖人\\n。序官，宰爵知賓客、祭祀、饗食、犧牲之牢數。司徒知百宗、城郭、\\n立器之數。司馬知師旅、甲兵、乘白之數。脩憲命，審詩商，禁淫聲，\\n以時順脩，使夷俗邪音不敢亂雅，大師之事也。脩隄梁，通溝澮，行水\\n潦，安水臧，以時決塞，歲雖凶敗水旱，使民有所耘艾，司空之事也。\\n相高下，視肥墝，序五種，省農功，謹蓄藏，以時順脩，使農夫樸力而\\n寡能，治田之事也。脩火憲，養山林、藪澤、草木、魚鼈、百索，以時\\n禁發，使國家足用，而財物不屈，虞師之事也。順州里，定廛宅，養六\\n畜，閒樹藝，勸教化，趨孝弟，以時順修，使百姓順命，安樂處鄉，鄉\\n師之事也。論百工，審時事，辨功苦，尚完利，便備用，使雕琢文采不\\n敢專造於家，工師之事也。相陰陽，占祲兆，鑽龜陳卦，主攘擇五卜，\\n知其吉凶妖祥，傴巫跛擊之事也。脩採清，易道路，謹盜賊，平室律，\\n以時順修，使賓旅安而貨財通，治市之事也。抃急禁悍，防淫除邪，戮\\n之以五刑，使曓悍以變，姦邪不作，司寇之事也。本政教，正法則，兼\\n聽而時稽之，度其功勞，論其慶賞，以時慎脩，使百吏免盡，而眾庶不\\n偷，冢宰之事也。論禮樂，正身行，廣教化，美風俗，兼覆而調一之，\\n辟公之事也。全道德，致隆高，綦文理，一天下，振毫末，使天下莫不\\n順比從服，天王之事也。故政事亂，則冢宰之罪也；國家失俗，則辟公\\n之過也；天下不一，諸侯俗反，則天王非其人也。具具而王，具具而霸\\n，具具而存，具具而亡。用萬乘之國者，威彊之所以立也，名聲之所以\\n美也，敵人之所以屈也，國之所以安危臧否也，制與在此，亡乎人。王\\n霸安存，危殆滅亡，制與在我，亡乎人。夫威彊未足以殆鄰敵也，名聲\\n未足以縣天下也，則是國未能獨立也，豈渠得免夫累乎？天下脅於曓國\\n，而黨為吾所不欲於是者，日與桀同事同行，無害為堯。是非功名之所\\n就也，非存亡安危之所墮也。功名之所就，存亡安危之所墮，必將於愉\\n殷赤心之所。誠以其國為王者之所亦王，以其國為危殆滅亡之所亦危殆\\n滅亡。殷之日，案以中立，無有所偏，而為縱橫之事，偃然案兵無動，\\n以觀夫曓國之相卒也。案平政教，審節奏，砥礪百姓，為是之日，而兵\\n剸天下勁矣。案然修仁義，伉隆高，正法則，選賢良，養百姓，為是之\\n日，而名聲剸天下之美矣。權者重之，兵者勁之，名聲者美之。夫堯舜\\n者一天下也，不能加毫末於是矣。權謀傾覆之人退，則賢良知聖之士案\\n自進矣。刑政平，百姓和，國俗節，則兵勁城固，敵國案自詘矣。務本\\n事，積財物，而勿忘棲遲辥越也，是使群臣百姓皆以制度行，則財物積\\n，國家案自富矣。三者體此而天下服，曓國之君，案自不能用其兵矣。\\n何則？彼無與至也。彼其所與至者，必其民也。其民之親我也，歡若父\\n母，好我芳若芝蘭，反顧其上則若灼黥，若仇讎。彼人之情性也，雖桀\\n跖，豈有肯為其所惡，賊其所好者哉！彼以奪矣。故古之人，有以一國\\n取天下者，非往行之也，脩政其所莫不願，如是而可以誅曓禁悍矣。故\\n周公南征而北國怨，曰：「何獨不來也！」東征而西國怨，曰：「何獨\\n後我也！」孰能有與是鬬者與？安以其國為是者王。殷之日，安以靜兵\\n息民，慈愛百姓，辟田野，實倉廩，便備用，安謹募選，閱材伎之士，\\n然後漸賞慶以先之，嚴刑罰以防之，擇士之知事者，使相率貫也，是以\\n厭然畜積修飾，而物用之足也。兵革器械者，彼將日日曓露毀折之中原\\n；我今將脩飾之，拊循之，掩蓋之於府庫。貨財粟米者，彼將日日棲遲\\n辥越之中野，我今將畜積并聚之於倉廩。材伎股肱健勇爪牙之士，彼將\\n日日挫頓竭之於仇敵，我今將來致之，并閱之，砥礪之於朝廷。如是，\\n則彼日積敝，我日積完；彼日積貧，我日積富；彼日積勞，我日積佚。\\n君臣上下之間者，彼將厲厲焉日日相離疾也，我今將頓頓焉日日相親愛\\n也，以是待其敝。安以其國為是者霸。立身則從傭俗，事行則遵傭故，\\n進退貴賤則舉傭士，之所以接下之人百姓者，則庸寬惠，如是者則安存\\n。立身則輕楛，事行則蠲疑，進退貴賤則舉佞侻，之所以接下之人百姓\\n者，則好取侵奪，如是者危殆。立身則憍曓，事行則傾覆，進退貴賤則\\n舉幽險詐故，之所以接下之人百姓者，則好用其死力矣，而慢其功勞；\\n好用其籍斂矣，而忘其本務，如是者滅亡。此五等者，不可不善擇也，\\n王霸安存，危殆滅亡之具也。善擇者制人，不善擇者人制之。善擇之者\\n王，不善擇之者亡。夫王者之與亡者，制人之與人制之也，是其為相縣\\n也亦遠矣。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">富國篇第十\\n萬物同宇而異體，無宜而有用，為人，數也。人倫并處，同求而異道，\\n同欲而異知，生也。皆有可也，知愚同；所可異也，知愚分。埶同而知\\n異，行私而無禍，縱欲而不窮，則民心奮而不可說也。如是，則知者未\\n得治也；知者未得治，則功名未成也；功名未成，則群眾未縣也；群眾\\n未縣，則君臣未立也。無君以制臣，無上以制下，天下害生縱欲。欲惡\\n同物，欲多而物寡，寡則必爭矣。故百技所成，所以養一人也。而能不\\n能兼技，人不能兼官。離居不相待則窮，群居而無分則爭；窮者患也，\\n爭者禍也，救患除禍，則莫若明分使群矣。彊脅弱也，知懼愚也，民下\\n違上，少陵長，不以德為政。如是，則老弱有失養之憂，而壯者有分爭\\n之禍矣。事業所惡也，功利所好也，職業無分。如是，則人有樹事之患\\n，而有爭功之禍矣。男女之合，夫婦之分，婚姻娉內，送逆無禮。如是\\n，則人有失合之憂，而有爭色之禍矣。故知者為之分也。足國之道，節\\n用裕民，而善臧其餘。節用以禮，裕民以政。彼裕民，故多餘。裕民則\\n民富，民富則田肥以易，田肥以易則出實百倍。上以法取焉，而下以禮\\n節用之，餘若丘山，不時焚燒，無所臧之。夫君子奚患乎無餘？故知節\\n用裕民，則必有仁聖賢良之名，而且有富厚丘山之積矣。此無它故焉，\\n生於節用裕民也。不知節用裕民則民貧，民貧則田瘠以穢，田瘠以穢則\\n出實不半。上雖好取侵奪，猶將寡獲也。而或以無禮節用之，則必有貪\\n利糾譑之名，而且有空虛窮乏之實矣。此無它故焉，不知節用裕民也。\\n康誥曰：「弘覆乎天，若德裕乃身。」此之謂也。禮者，貴賤有等，長\\n幼有差，貧富輕重皆有稱者也。故天子袾裷衣冕，諸侯玄裷衣冕，大夫\\n裨冕，士皮弁服。德必稱位，位必稱祿，祿必稱用，由士以上則必以禮\\n樂節之，眾庶百姓則必以法數制之。量地而立國，計利而畜民，度人力\\n而授事，使民必勝事，事必出利，利足以生民，皆使衣食百用出入相揜\\n，必時臧餘，謂之稱數。故自天子通於庶人，事無大小多少，由是推之\\n。故曰：「朝無幸位，民無幸生。」此之謂也。輕田野之稅，平關市之\\n征，省商賈之數，罕興力役，無奪農時，如是則國富矣。夫是之謂以政\\n裕民。人之生不能無群，群而無分則爭，爭則亂，亂則窮矣。故無分者\\n，人之大害也；有分者，天下之本利也。而人君者，所以管分之樞要也\\n。故美之者，是美天下之本也；安之者，是安天下之本也；貴之者，是\\n貴天下之本也。古者先王分割而等異之也，故使或美或惡，或厚或薄，\\n或佚或樂，或劬或勞，非特以為淫泰夸麗之聲，將以明仁之文，通仁之\\n順也。故為之雕琢刻鏤，黼黻文章，使足以辨貴賤而已，不求其觀；為\\n之鍾鼓管磬，琴瑟竽笙，使足以辨吉凶合歡定和而已，不求其餘；為之\\n宮室臺榭，使足以避燥溼養德辨輕重而已，不求其外。詩曰：「雕琢其\\n章，金玉其相，亹亹我王，綱紀四方。」此之謂也。若夫重色而衣之，\\n重味而食之，重財物而制之，合天下而君之，非特以為淫泰也，固以為\\n王（一）天下，治萬變，材萬物，養萬民，兼制天下者，為莫若仁人之\\n善也夫。故其知慮足以治之，其仁厚足以安之，其德音足以化之，得之\\n則治，失之則亂。百姓誠賴其知也，故相率而為之勞苦以務佚之，以養\\n其知也。誠美其厚也，故為之出死斷亡以覆救之，以養其厚也；誠美其\\n德也，故為之雕琢刻鏤，黼黻文章以藩飾之，以養其德也。故仁人在上\\n，百姓貴之如帝，親之如父母，為之出死斷亡而愉者，無它故焉，其所\\n是焉誠美，其所得焉誠大，其所利焉誠多。詩曰：「我任我輦，我車我\\n牛，我行既集，蓋云歸哉！」此之謂也。故曰：君子以德，小人以力；\\n力者，德之役也。百姓之力，待之而後功；百姓之群，待之而後和；百\\n姓之財，待之而後聚；百姓之埶，待之而後安；百姓之壽，待之而後長\\n。父子不得不親，兄弟不得不順，男女不得不歡。少者以長，老者以養\\n。故曰：「天地生之，聖人成之。」此之謂也。今之世而不然，厚刀布\\n之斂以奪之財，重田野之稅以奪之食，苛關市之征以難其事。不然而已\\n矣，有掎絜伺詐，權謀傾覆，以相顛倒，以靡敝之。百姓曉然皆知其汙\\n漫曓亂，而將大危亡也。是以臣或弒其君，下或殺其上，粥其城，倍其\\n節，而不死其事者，無它故焉，人主自取之。詩曰：「無言不讎，無德\\n不報。」此之謂也。兼足天下之道在明分，掩地表畝，刺屮殖穀，多糞\\n肥田，是農夫眾庶之事也。守時力民，進事長功，和齊百姓，使人不偷\\n，是將率之事也。高者不旱，下者不水，寒暑和節，而五穀以時孰，是\\n天｛下｝之事也。若夫兼而覆之，兼而愛之，兼而制之，歲雖凶敗水旱\\n，使百姓無凍餧之患，則是聖君賢相之事也。墨子之言，昭昭然為天下\\n憂不足。夫不足，非天下之公患也，特墨子之私憂過計也。今是土之生\\n五穀也，人善治之，則畝數盆，一歲而再獲之。然後瓜桃棗李，一本數\\n以盆鼓，然後葷菜百疏以澤量，然後六畜禽獸一而剸車，黿鼉魚鼈鰌鱣\\n以時別，一而成群，然後飛鳥鳧雁若煙海，然後昆蟲萬物生其間，可以\\n相食養者不可勝數也。夫天地之生萬物也，固有餘，足以食人矣；麻葛\\n繭絲、鳥獸之羽毛齒革也，固有餘，足以衣人矣。夫有餘不足，非天下\\n之公患也，特墨子之私憂過計也。天下之公患，亂傷之也。胡不嘗試相\\n與求亂之者誰也？我以墨子之「非樂」也，則使天下亂；墨子之「節用\\n」也，則使天下貧，非將墮之也，說不免焉。墨子大有天下，小有一國\\n，將蹙然衣麤食惡，憂戚而非樂。若是則瘠，瘠則不足欲，不足欲則賞\\n不行。墨子大有天下，小有一國，將少人徒，省官職，上功勞苦，與百\\n姓均事業，齊功勞。若是則不威，不威則罰不行。賞不行，則賢者不可\\n得而進也；罰不行，則不肖者不可得而退也。賢者不可得而進也，不肖\\n者不可得而退也，則能不能不可得而官也。若是，則萬物失宜，事變失\\n應，上失天時，下失地利，中失人和，天下敖然，若燒若焦，墨子雖為\\n之衣褐帶索，嚽菽飲水，惡能足之乎？既以伐其本，竭其原，而焦天下\\n矣。故先王聖人為之不然，知夫為人主上者，不美不飾之不足以一民也\\n，不富不厚之不足以管下也，不威不強之不足以禁曓勝悍也，故必將撞\\n大鐘，擊鳴鼓，吹笙竽，彈琴瑟，以塞其耳；必將錭琢刻鏤，黼黻文章\\n，以塞其目；必將芻豢稻粱，五味芬芳，以塞其口。然後眾人徒，備官\\n職，漸慶賞，嚴刑罰，以戒其心。使天下生民之屬，皆知己之所願欲之\\n舉在是于也，故其賞行；皆知己之所畏恐之舉在是于也，故其罰威。賞\\n行罰威，則賢者可得而進也，不肖者可得而退也，能不能可得而官也。\\n若是則萬物得宜，事變得應，上得天時，下得地利，中得人和，則財貨\\n渾渾如泉源，汸汸如河海，曓曓如丘山，不時焚燒，無所臧之。夫天下\\n何患乎不足也？故儒術誠行，則天下大而富，使而功，撞鐘擊鼓而和。\\n詩曰：「鐘鼓喤喤，管磬瑲瑲，降福穰穰，降福簡簡，威儀反反。既醉\\n既飽，福祿來反。」此之謂也。故墨術誠行，則天下尚儉而彌貧，非鬬\\n而日爭，勞苦頓萃而愈無功，愀然憂戚非樂而日不和。詩曰：「天方薦\\n瘥，喪亂弘多，民言無嘉，憯莫懲嗟。」此之謂也。垂事養民，拊循之\\n，唲嘔之，冬日則為之饘粥，夏日則為之瓜麮，以偷取少頃之譽焉，是\\n偷道也。可以少頃得姦民之譽，然而非長久之道也；事必不就，功必不\\n立，是姦治者也。傮然要時務民，進事長功，輕非譽而恬失民，事進矣\\n，而百姓疾之，是又｛不可｝偷偏者也。徙壞墮落，必反無功。故垂事\\n養譽，不可；以遂功而忘民，亦不可。皆姦道也。故古人為之不然，使\\n民夏不宛暍，冬不凍寒，急不傷力，緩不後時，事成功立，上下俱富，\\n而百姓皆愛其上，人歸之如流水，親之歡如父母，為之出死斷亡而愉者\\n，無它故焉，忠信調和均辨之至也。故君國長民者，欲趨時遂功，則和\\n調累解，速乎急疾，忠信均辨，說乎慶賞矣。必先脩正其在我者，然後\\n徐責其在人者，威乎刑罰。三德者誠乎上，則下應之如景嚮，雖欲無明\\n達，得乎哉！書曰：「乃大明服，惟民其力懋，和而有疾。」此之謂也\\n。故不教而誅，則刑繁而邪不勝；教而不誅，則姦民不懲；誅而不賞，\\n則勤屬（厲）之民不勸；誅賞而不類，則下疑俗險而百姓不一。故先王\\n明禮義以壹之，致忠信以愛之，尚賢使能以次之，爵服慶賞以申重之，\\n時其事，輕其任，以調齊之，潢然兼覆之，養長之，如保赤子。若是，\\n故姦邪不作，盜賊不起，而化善者勸勉矣。是何邪？則其道易，其塞固\\n，其政令一，其防表明。故曰：上一則下一矣，上二則下二矣。辟之若\\n屮木枝葉必類本。此之謂也。不利而利之，不如利而後利之之利也。不\\n愛而用之，不如愛而後用之之功也。利而後利之，不如利而不利者之利\\n也。愛而後用之，不如愛而不用者之功也。利而不利也，愛而不用也者\\n，取天下矣。利而後利之，愛而後用之者，保社稷也。不利而利之，不\\n愛而用之者，危國家也。觀國之治亂臧否，至於疆易而端已見矣。其候\\n徼支繚，其竟關之政盡察，是亂國已。入其境，其田疇穢，都邑露，是\\n貪主已。觀其朝廷，則其貴者不賢；觀其官職，則其治者不能；觀其便\\n嬖，則其信者不愨，是闇主已。凡主相臣下百吏之俗，其於貨財取與計\\n數也，須（順）孰盡察；其禮義節奏也，芒軔僈楛，是辱國已。其耕者\\n樂田，其戰士安難，其百吏好法，其朝廷隆禮，其卿相調議，是治國已\\n。觀其朝廷，則其貴者賢；觀其官職，則其治者能；觀其便嬖，則其信\\n者愨，是明主已。凡主相臣下百吏之屬，其於貨財取與計數也，寬饒簡\\n易；其於禮義節奏也，陵謹盡察，是榮國已。賢齊則其親者先貴，能齊\\n則其故者先官，其臣下百吏，汙者皆化而脩，悍者皆化而愿，躁者皆化\\n而愨，是明主之功已。觀國之強弱貧富有徵，上不隆禮則兵弱，上不愛\\n民則兵弱，已諾不信則兵弱，慶賞不漸則兵弱，將率不能則兵弱。上好\\n功則國貧，上好利則國貧，士大夫眾則國貧，工商眾則國貧，無制數度\\n量則國貧。下貧則上貧，下富則上富。故田野縣鄙者，財之本也；垣窌\\n倉廩者，財之末也。百姓時和，事業得敘者，貨之源也；等賦府庫者，\\n貨之流也。故明主必謹養其和，節其流，開其源，而時斟酌焉。潢然使\\n天下必有餘，而上不憂不足。如是，則上下俱富，交無所藏之。是知國\\n計之極也。故禹十年水，湯七年旱，而天下無菜色者，十年之後，年穀\\n復熟，而陳積有餘。是無它故焉，知本末源流之謂也。故田野荒而倉廩\\n實，百姓虛而府庫滿，夫是之謂國蹶。伐其本，竭其源，而并之其末，\\n然而主相不知惡也，則其傾覆滅亡可立而待也。以國持之，而不足以容\\n其身，夫是之謂至貧，是愚主之極也。將以求富而喪其國，將以求利而\\n危其身，古有萬國，今有十數焉，是無它故焉，其所以失之一也。君人\\n者亦可以覺矣。百里之國，足以獨立矣。凡攻人者，非以為名則案以為\\n利也，不然則忿之也。仁人之用國，將脩志意，正身行，伉隆高，致忠\\n信，期文理。布衣紃屨之士誠是，則雖在窮閻漏屋，而王公不能與之爭\\n名；以國載之，則天下莫之能隱匿也。若是則為名者不攻也。將闢田野\\n，實倉廩，便備用，上下一心，三軍同力，與之遠舉極戰則不可；境內\\n之聚也保固；視可，午其軍，取其將，若撥麷。彼得之，不足以藥傷補\\n敗。彼愛其爪牙，畏其仇敵，若是，則為利者不攻也。將脩大小強弱之\\n義，以持慎之，禮節將甚文，珪璧將甚碩，貨賂將甚厚，所以說之者，\\n必將雅文辯慧之君子也。彼苟有人意焉，夫誰能忿之？若是，則忿之者\\n不攻也。為名者否，為利者否，為忿者否，則國安於盤石，壽於旗翼。\\n人皆亂，我獨治；人皆危，我獨安；人皆失喪之，我按起而治之。故仁\\n人之用國，非特將持其有而已也，又將兼人。詩曰：「淑人君子，其儀\\n不忒；其儀不忒，正是四國。」此之謂也。持國之難易：事強曓之國難\\n，使強曓之國事我易。事之以貨寶，則貨寶單而交不結；約信盟誓，則\\n約定而畔無日；割國之錙銖以賂之，則割定而欲無猒。事之彌煩，其侵\\n人愈甚，必至於資單國舉然後已。雖左堯而右舜，未有能以此道得免焉\\n者也。辟之是猶使處女嬰寶珠，佩寶玉，負戴黃金，而遇中山之盜也，\\n雖為之逢蒙視，詘要橈膕，君盧屋妾，由將不足以免也。故非有一人之\\n道也，直將巧繁拜請而畏事之，則不足以持國安身。故明君不道也。必\\n將脩禮以齊朝，正法以齊官，平政以齊民；然後節奏齊於朝，百事齊於\\n官，眾庶齊於下。如是，則近者競親，遠方致願，上下一心，三軍同力\\n，名聲足以曓炙之，威強足以捶笞之，拱揖指揮，而強曓之國莫不趨使\\n，譬之是猶烏獲與焦僥搏也。故曰：事強曓之國難，使強曓之國事我易\\n。此之謂也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">王霸篇第十一\\n國者天下之｛制｝利用也，人主者天下之利埶也。得道以持之，則大安\\n也，大榮也，積美之源也；不得道以持之，則大危也，大累也，有之不\\n如無之；及其綦也，索為匹夫不可得也，齊湣、宋獻是也。故人主，天\\n下之利埶也，然而不能自安也，安之者必將道也。故用國者，義立而王\\n，信立而霸，權謀立而亡。三者明主之所謹擇也，仁人之所務白也。絜\\n國以呼禮義，而無以害之，行一不義，殺一無罪，而得天下，仁者不為\\n也。擽然扶持心國，且若是其固也。之所與為之者之人，則舉義士也；\\n之所以為布陳於國家刑法者，則舉義法也；主之所極然帥群臣而首鄉之\\n者，則與義志也。如是則下仰上以義矣，是綦定也；綦定而國定，國定\\n而天下定。仲尼無置錐之地，誠義乎志意，加義乎身行，箸之言語，濟\\n之日，不隱乎天下，名垂乎後世。今亦以天下之顯諸侯，誠義乎志意，\\n加義乎法則度量，箸之以政事，案申重之以貴賤殺生，使襲然終始猶一\\n也。如是，則夫名聲之部發於天地之間也，豈不如日月雷霆然矣哉！故\\n曰：以國齊義，一日而白，湯武是也。湯以亳，武王以鄗，皆百里之地\\n也，天下為一，諸侯為臣，通達之屬，莫不從服，無它故焉，以濟義矣\\n。是所謂義立而王也。德雖未至也，義雖未濟也，然而天下之理略奏矣\\n，刑賞已諾信乎天下矣，臣下曉然皆知其可要也。政令已陳，雖覩利敗\\n，不欺其民；約結已定，雖覩利敗，不欺其與。如是則兵勁城固，敵國\\n畏之；國一綦明，與國信之；雖在僻陋之國，威動天下，五伯是也。非\\n本政教也，非致隆高也，非綦文理也，非服人之心也，鄉方略，審勞佚\\n，謹畜積，脩戰備，齺然上下相信，而天下莫之敢當。故齊桓、晉文、\\n楚莊、吳闔閭、越句踐，是皆僻陋之國也，威動天下，彊殆中國，無它\\n故焉，略信也。是所謂信立而霸也。挈國以呼功利，不務張其義，齊其\\n信，唯利之求，內則不憚詐其民，而求小利焉；外則不憚詐其與，而求\\n大利焉，內不脩正其所以有，然常欲人之有。如是，則臣下百姓莫不以\\n詐心待其上矣。上詐其下，下詐其上，則是上下析也。如是則敵國輕之\\n，與國疑之，權謀日行，而國不免危削，綦之而亡，齊閔、薛公是也。\\n故用彊齊，非以修禮義也，非以本政教也，非以一天下也，緜緜常以結\\n引馳外為務。故彊南足以破楚，西足以詘秦，北足以敗燕，中足以舉宋\\n。及以燕趙起而攻之，若振槁然，而身死國亡，為天下大戮，後世言惡\\n，則必稽焉。是無它故焉，唯其不由禮義，而由權謀也。三者明主之所\\n以謹擇也，而仁人之所以務白也。善擇者制人，不善擇者人制之。國者\\n天下之大器也，重任也，不可不善為擇所而後錯之，錯險則危；不可不\\n善為擇道然後道之，涂薉則塞，危塞則亡。彼國錯者，非封焉之謂也，\\n何法之道，誰子之與也。故道王者之法，與王者之人為之，則亦王；道\\n霸者之法，與霸者之人為之，則亦霸；道亡國之法，與亡國之人為之，\\n則亦亡。三者明主之所以謹擇也，而仁人之所以務白也。故國者重任也\\n，不以積持之則不立。故國者世所以新者也，是憚憚非變也，改王改行\\n也。故一朝之日也，一日之人也，然而厭焉有千歲之固，何也？曰：援\\n夫千歲之信法以持之也，安與夫千歲之信士為之也。人無百歲之壽，而\\n有千歲之信士，何也？曰：以夫千歲之法自持者，是乃千歲之信士矣。\\n故與積禮義之君子為之則王，與端誠信全之士為之則霸，與權謀傾覆之\\n人為之則亡。三者明主之所以謹擇也，仁人之所以務白也。善擇之者制\\n人，不善擇之者人制之。彼持國者，必不可以獨也，然則彊固榮辱，在\\n於取相矣。身能相能，如是者王，身不能，知恐懼而求能者，如是者彊\\n；身不能，不知恐懼而求能者，安唯便僻左右親比己者之用，如是者危\\n削，綦之而亡。國者，巨用之則大，小用之則小；綦大而王，綦小而亡\\n，小巨分流者存。巨用之者，先義而後利，安不卹親疏，不卹貴賤，唯\\n誠能之求，夫是之謂巨用之。小用之者，先利而後義，安不卹是非，不\\n治曲直，唯便僻親比己者之用，夫是之謂小用之。巨用之者若彼，小用\\n之者若此，小巨分流者，亦一若彼，一若此也。故曰：「粹而王，駮而\\n霸，無一焉而亡。」此之謂也。國無禮則不正，禮之所以正國也，譬之\\n猶衡之於輕重也，猶繩墨之於曲直也，猶規矩之於方圓也，既錯之而人\\n莫之能誣也。詩云：「如霜雪之將將，如日月之光明，為之則存，不為\\n則亡。」此之謂也。國危則無樂君，國安則無憂民。亂則國危，治則國\\n安。今君人者，急逐樂而緩治國，豈不過甚矣哉！譬之是由好聲色而恬\\n無耳目也，豈不哀哉！夫人之情，目欲綦色，耳欲綦聲，口欲綦味，鼻\\n欲綦臭，心欲綦佚。此五綦者，人情之所必不免也。養五綦者有具。無\\n其具，則五綦者不可得而致也。萬乘之國，可謂廣大富厚矣，加有治辨\\n彊固之道焉，若是則恬愉無患難矣，然後養五綦之具具也。故百樂者，\\n生於治國者也；憂患者，生於亂國者也。急逐樂而緩治國者，非知樂者\\n也。故明君者，必將先治其國，然後百樂得其中。闇君者，必將急逐樂\\n而緩治國，故憂患不可勝校也，必至於身死國亡然後止也，豈不哀哉！\\n將以為樂，乃得憂焉；將以為安，乃得危焉；將以為福，乃得死亡焉，\\n豈不哀哉！於乎！君人者，亦可以察若言矣。故治國有道，人主有職。\\n若夫貫日而治詳，一日而曲列之，是所使夫百吏官人為也，不足以是傷\\n游玩安燕之樂。若夫論一相以兼率之，使臣下百吏莫不宿道鄉方而務，\\n是夫人主之職也。若是則一天下，名配堯禹。之主者，守至約而詳，事\\n至佚而功，垂衣裳，不下簟席之上，而海內之人莫不願得以為帝王。夫\\n是之謂至約，樂莫大焉。人主者，以官人為能者也；匹夫者，以自能為\\n能者也。人主得使人為之，匹夫則無所移之。百畝一守，事業窮，無所\\n移之也。今以一人兼聽天下，日有餘而治不足者，使人為之也。大有天\\n下，小有一國，必自為之然後可，則勞苦秏顇莫甚焉。如是，則雖臧獲\\n不肯與天子易埶業。以是縣天下，一四海，何故必自為之？為之者，役\\n夫之道也，墨子之說也。論德使能而官施之者，聖王之道也，儒之所謹\\n守也。傳曰：農分田而耕，賈分貨而販，百工分事而勸，士大夫分職而\\n聽，建國諸侯之君分土而守，三公摠方而議，則天子共己而已。出若入\\n若，天下莫不平均，莫不治辨，是百王之所同也，而禮法之大分也。百\\n里之地，可以取天下。是不虛，其難者在人主之知之也。取天下者，非\\n負其土地而從之之謂也，道足以壹人而已矣。彼其人苟壹，則其土地且\\n奚去我而適它？故百里之地，其等位爵服，足以容天下之賢士矣；其官\\n職事業，足以容天下之能士矣；循其舊法，擇其善者而明用之，足以順\\n服好利之人矣。賢士一焉，能士官焉，好利之人服焉，三者具而天下盡\\n，無有是其外矣。故百里之地，足以竭埶矣。致忠信，箸仁義，足以竭\\n人矣。兩者合而天下取，諸侯後同者先危。詩曰：「自西自東，自南自\\n北，無思不服。」一人之謂也。羿、蠭門者，善服射者也；王良、造父\\n者，善服馭者也。聰明君子者，善服人者也。人服而埶從之，人不服而\\n埶去之，故王者已於服人矣。故人主欲得善射，射遠中微，則莫若羿、\\n蠭門矣；欲得善馭，及速致遠，則莫若王良、造父矣；欲得調壹天下，\\n制秦楚，則莫若聰明君子矣。其用知甚簡，其為事不勞，而功名致大，\\n甚易處而綦可樂也。故明君以為寶，而愚者以為難。夫貴為天子，富有\\n天下，名為聖王，兼制人，人莫得而制也，是人情之所同欲也，而王者\\n兼而有是者也。重色而衣之，重味而食之，重財物而制之，合天下而君\\n之，飲食甚厚，聲樂甚大，臺謝甚高，園囿甚廣，臣使諸侯，一天下，\\n是又人情之所同欲也，而天子之禮制如是者也。制度以陳，政令以挾，\\n官人失要則死，公侯失禮則幽，四方之國，有侈離之德則必滅，名聲若\\n日月，功績如天地，天下之人應之如景嚮，是又人情之所同欲也，而王\\n者兼而有是者也。故人之情，口好味而臭味莫美焉，耳好聲而聲樂莫大\\n焉，目好色而文章致繁婦女莫眾焉，形體好佚而安重閒靜莫愉焉，心好\\n利而穀祿莫厚焉。合天下之所同願兼而有之，睪牢天下而制之若制子孫\\n，人苟不狂惑戇陋者，其誰能睹是而不樂也哉！欲是之主，竝肩而存，\\n能建是之士不世絕，千歲而不合，何也？曰：人主不公，人臣不忠也。\\n人主則外賢而偏舉，人臣則爭職而妬賢，是其所以不合之故也。人主胡\\n不廣焉，無卹親疏，無偏貴賤，唯誠能之求，若是，則人臣輕職業讓賢\\n，而安隨其後。如是，則舜禹還至，王業還起，功壹天下，名配舜禹，\\n物由有可樂，如是其美焉者乎！嗚呼！君人者，亦可以察若言矣。楊朱\\n哭衢涂曰：「此夫過舉蹞步，而覺跌千里者夫！」哀哭之。此亦榮辱、\\n安危、存亡之衢已，此其為可哀，甚於衢涂。嗚呼！哀哉！君人者，千\\n歲而不覺也。無國而不有治法，無國而不有亂法；無國而不有賢士，無\\n國而不有罷士；無國而不有愿民，無國而不有悍民；無國而不有美俗，\\n無國而不有惡俗。兩者竝行，而國在上偏而國安，在下偏而國危；上一\\n而王，下一而亡。故其法治，其佐賢，其民愿，其俗美，而四者齊，夫\\n是之謂上一。如是則不戰而勝，不攻而得，甲兵不勞而天下服。故湯以\\n亳，文王以鄗，皆百里之地也，天下為一，諸侯為臣，通達之屬，莫不\\n從服，無它故焉，四者齊也。桀紂即序（厚）於有天下之埶，索為匹夫\\n而不可得也，是無它故焉，四者竝亡也。故百王之法不同若是，所歸者\\n一也。上莫不致愛其下，而制之以禮。上之於下，如保赤子，政令制度\\n，所以接下之人，百姓有不理者如豪末，則雖孤獨鰥寡，必不加焉。故\\n下之親上，歡如父母，可殺而不可使不順。君臣上下，貴賤長幼，至于\\n庶人，莫不以是為隆正；然後皆內自省，以謹於分。是百王之所以同也\\n，而禮法之樞要也。然後農分田而耕，賈分貨而販，百工分事而勸，士\\n大夫分職而聽，建國諸侯之君分土而守，三公摠方而議，則天子共己而\\n止矣。出若入若，天下莫不平均，莫不治辨。是百王之所同，而禮法之\\n大分也。若夫貫日而治平，權物而稱用，使衣服有制，宮室有度，人徒\\n有數，喪祭械用皆有等宜，以是用挾於萬物，尺寸尋丈，莫得不循乎制\\n度數量然後行，則是官人使吏之事也，不足數於大君子之前。故君人者\\n，立隆政本朝而當，所使要百事者，誠仁人也，則身佚而國治，功大而\\n名美，上可以王，下可以霸。立隆正本朝而不當，所使要百事者非仁人\\n也，則身勞而國亂，功廢而名辱，社稷必危，是人君者之樞機也。故能\\n當一人而天下取，失當一人而社稷危。不能當一人，而能當千人百人者\\n，說無之有也。既能當一人，則身有何勞而為？垂衣裳而天下定。故湯\\n用伊尹，文王用呂尚，武王用召公，成王用周公旦。卑者五伯，齊桓公\\n閨門之內，縣樂、奢泰、游抏之脩，於天下不見謂脩，然九合諸侯，一\\n匡天下，為五伯長，是亦無他故焉，知一政於管仲也，是君人者之要守\\n也。知者易為之興力，而功名綦大。舍是而孰足為也？故古之人，有大\\n功名者，必道是者也。喪其國，危其身者，必反是者也。故孔子曰：「\\n知者之知，固以多矣，有以守少，能無察乎？愚者之知，固以少矣，有\\n以守多，能無狂乎？」此之謂也。治國者，分已定，則主相臣下百吏，\\n各謹其所聞，不務聽其所不聞；各謹其所見，不務視其所不見。所聞所\\n見，誠以齊矣。則雖幽閒隱辟，百姓莫敢不敬分安制，以化其上，是治\\n國之徵也。主道治近不治遠，治明不治幽，治一不治二。主能治近則遠\\n者理，主能治明則幽者化，主能當一則百事正。夫兼聽天下，日有餘而\\n治不足者如此也，是治之極也。既能治近，又務治遠；既能治明，又務\\n見幽；既能當一，又務正百，是過者也，過猶不及也。辟之是猶立直木\\n而求其景之枉也。不能治近，又務治遠；不能察明，又務見幽；不能當\\n一，又務正百，是悖者也。辟之是猶立枉木而求其景之直也。故明主好\\n要，而闇主好詳；主好要則百事詳，主好詳則百事荒。君者、論一相，\\n陳一法，明一指，以兼覆之，兼炤之，以觀其盛者也。相者，論列百官\\n之長，要百事之聽，以飾朝廷臣下百吏之分，度其功勞，論其慶賞，歲\\n終奉其成功以效於君。當則可，不當則廢。故君人勞於索之，而休於使\\n之。用國者，得百姓之力者富，得百姓之死者彊，得百姓之譽者榮。三\\n得者具而天下歸之，三得者亡而天下去之；天下歸之之謂王，天下去之\\n之謂亡。湯武者，循（修）其道，行其義，興天下同利，除天下同害，\\n天下歸之。故厚德音以先之，明禮義以道之，致忠信以愛之，賞賢使能\\n以次之，爵服賞慶以申重之，時其事，輕其任，以調齊之，潢然兼覆之\\n，養長之，如保赤子。生民則致寬，使民則綦理，辯政令制度，所以接\\n天下之人，百姓有非理者如豪末，則雖孤獨鰥寡，必不加焉。是故百姓\\n貴之如帝，親之如父母，為之出死斷亡而不愉者，無它故焉，道德誠明\\n，利澤誠厚也。亂世則不然，汙漫突盜以先之，權謀傾覆以示之，俳優\\n、侏儒、婦女之請謁以悖之，使愚詔知，使不肖臨賢，生民則致貧隘，\\n使民則綦（甚）勞苦。是故，百姓賤之如，惡之如鬼，日欲司間而相與\\n投藉之，去逐之。卒有寇難之事，又望百姓之為己死，不可得也，說無\\n以取之焉。孔子曰：「審吾所以適人，適人之所以來我也。」此之謂也\\n。傷國者，何也？曰：以小人尚民而威，以非所取於民而巧，是傷國之\\n大災也。大國之主也，而好見小利，是傷國。其於聲色、臺榭、園囿也\\n，愈厭而好新，是傷國。不好循（脩）正其所以有，啖啖常欲人之有，\\n是傷國。三邪者在匈中，而又好以權謀傾覆之人，斷事其外，若是，則\\n權輕名辱，社稷必危，是傷國者也。大國之主也，不隆本行，不敬舊法\\n，而好詐故，若是，則夫朝廷群臣，亦從而成俗於不隆禮義而好傾覆也\\n。朝廷群臣之俗若是，則夫眾庶百姓亦從而成俗於不隆禮義而好貪利矣\\n。君臣上下之俗，莫不若是，則地雖廣，權必輕；人雖眾，兵必弱；刑\\n罰雖繁，令不下通。夫是之謂危國，是傷國者也。儒者為之不然，必將\\n曲辨。朝廷必將隆禮義而審貴賤，若是、則士大夫莫不敬節死制者矣。\\n百官則將齊其制度，重其官秩，若是則百吏莫不畏法而遵繩矣。關市幾\\n而不征，質律禁止而不偏，如是則商賈莫不敦愨而無詐矣。百工將時斬\\n伐，佻其期日，而利其巧任，如是，則百工莫不忠信而不楛矣。縣鄙將\\n輕田野之稅，省刀布之歛，罕舉力役，無奪農時，如是則農夫莫不朴力\\n而寡能矣。士大夫務節死制，然而兵勁。百吏畏法循繩，然後國常不亂\\n。商賈敦愨無詐，則商旅安貨通財而國求給矣。百工忠信而不楛，則器\\n用巧便而財不匱矣。農夫朴力而寡能，則上不失天時，下不失地利，中\\n得人和，而百事不廢。是之謂政令行，風俗美，以守則固，以征則彊，\\n居則有名，動則有功。此儒之所謂曲辨也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">君道篇第十二\\n有亂君，無亂國；有治人，無治法，羿之法非亡也，而羿不世中；禹之\\n法猶存，而夏不世王。故法不能獨立，類不能自行；得其人則存，失其\\n人則亡。法者治之端也，聖（君）子者法之原也。故有君子，則法雖省\\n，足以徧矣；無君子，則法雖具，失先後之施，不能應事之變，足以亂\\n矣。不知法之義，而正法之數者，雖博，臨事必亂。故明主急得其人，\\n而闇主急得其埶。急得其人，則身佚而國治，功大而名美，上可以王，\\n下可以霸；不急得其人而急得其埶，則身勞而國亂，功廢而名辱，社稷\\n必危。故君人者，勞於索之，而休於使之。書曰：「惟文王敬忌，一人\\n以擇。」此之謂也。合符節、別契券者，所以為信也，上好權謀則臣下\\n百吏誕詐之人乘是而後欺；探籌投鉤者，所以為公也，上好曲私則臣下\\n百吏乘是而後偏；衡石稱縣者，所以為平也，上好覆傾則臣下百吏乘是\\n而後險；斗斛敦槩者，所以為嘖也，上好貪利則臣下百吏乘是而後豐取\\n刻與，以無度取於民。故械數者，治之流也，非治之原也，君子者，治\\n之原也。官人守數，君子養原，原清則流清，原濁則流濁。故上好禮義\\n，尚賢使能，無貪利之心，則下亦將綦辭讓，致忠信，而謹於臣子矣。\\n如是則雖在小民，不待合符節、別契券而信，不待探籌投鉤而公，不待\\n衝石稱縣而平，不待斗斛敦槩而嘖。故賞不用而民勸，罰不用而民服，\\n有司不勞而事治，政令不煩而俗美。百姓莫敢不順上之法，象上之志，\\n而勸上之事，而安樂之矣。故藉歛忘費，事業忘勞，寇難忘死，城郭不\\n待飾而固，兵刃不待陵而勁，敵國不待服而詘，四海之民不待令而一，\\n夫是之謂至平。詩曰：「王猶允塞，徐方既來。」此之謂也。請問為人\\n君？曰：以禮分施，均徧而不偏。請問為人臣？曰：以禮侍君，忠順而\\n不懈。請問為人父？曰：寬惠而有禮。請問為人子？曰：敬愛而致文。\\n請問為人兄？曰：慈愛而見友。請問為人弟？曰：敬詘而不苟。請問為\\n人夫？曰：致功而不流，致臨而有辨。請問為人妻？曰：夫有禮則柔從\\n聽侍，夫無禮則恐懼而自竦也。此道也，偏立而亂，俱立而治，其足以\\n稽矣。請問兼能之奈何？曰：審之禮也。古者先王審禮以方皇周浹於天\\n下，動無不當也。故君子恭而不難，敬而不鞏，貧窮而不約，富貴而不\\n驕，竝遇變態而不窮，審之禮也。故君子之於禮，敬而安之；其於事也\\n，徑而不失；其於人也，寡怨寬裕而無阿；其所為身也，謹修飾而不危\\n；其應變故也，齊給便捷而不惑；其於天地萬物也，不務說其所以然，\\n而致善用其材；其於百官之事技藝之人也，不與之爭能，而致善用其功\\n；其待上也，忠順而不懈；其使下也，均徧而不偏；其交遊也，緣義而\\n有類（緣類而有義）；其居鄉里也，容而不亂。是故窮則必有名，達則\\n必有功，仁厚兼覆天下而不閔，明達用天地理萬變而不疑，血氣和平，\\n志意廣大，行義塞於天地之間，仁智之極也。夫是之謂聖人，審之禮也\\n。請問為國？曰聞修身，未嘗聞為國也。君者儀也〔，民者景也〕，儀\\n正而景正。君者槃也〔，民者水也〕，槃圓而水圓。｛君者盂也，盂方\\n而水方｝。君射則臣決。楚莊王好細腰，故朝有餓人。故曰：聞修身，\\n未嘗聞為國也。君者，民之原也；原清則流清，原濁則流濁。故有社稷\\n者而不能愛民，不能利民，而求民之親愛己，不可得也。民不親不愛，\\n而求為己用，為己死，不可得也。民不為己用，不為己死，而求兵之勁\\n，城之固，不可得也。兵不勁，城不固，而求敵之不至，不可得也。敵\\n至而求無危削，不滅亡，不可得也。危削滅亡之情，舉積此矣，而求安\\n樂，是狂生者也。狂生者，不胥時而落。故人主欲彊固安樂，則莫若反\\n之民；欲附下一民，則莫若反之政；欲修政美國（俗），則莫若求其人\\n。彼或蓄積而得之者不世絕，彼其人者，生乎今之世，而志乎古之道。\\n以天下之王公莫好之也，然而于是（是子）獨好之；以天下之民莫欲（\\n為）之也，然而于是（是子）獨為之。好之者貧，為之者窮，然而于是\\n（是子）猶將為之也，不為少頃輟焉。曉然獨明於先王之所以得之，所\\n以失之，知國之安危臧否，若別白黑。是其人也，大用之，則天下為一\\n，諸侯為臣；小用之，則威行鄰敵；縱不能用，使無去其疆域，則國終\\n身無故。故君人者，愛民而安，好士而榮，兩者無一焉而亡。詩曰：「\\n介人維藩，大師維垣。」此之謂也。道者，何也？曰：君道也（君之所\\n道也）。君者，何也？曰：能群也。能群也者，何也？曰：善生養人者\\n也，善班治人者也，善顯設人者也，善藩飾人者也。善生養人者人親之\\n，善班治人者人安之，善顯設人者人樂之，善藩飾人者人榮之。四統者\\n俱，而天下歸之，夫是之謂能群。不能生養人者，人不親也；不能班治\\n人者，人不安也；不能顯設人者，人不樂也；不能藩飾人者，人不榮也\\n。四統者亡，而天下去之，夫是之謂匹夫。故曰：道存則國存，道亡則\\n國亡。省工賈，眾農夫，禁盜賊，除姦邪：是所以生養之也。天子三公\\n，諸侯一相，大夫擅官，士保職，莫不法度而公，是所以班治之也。論\\n德而定次，量能而授官，皆使其人載其事，而各得其所宜，上賢使之為\\n三公，次賢使之為諸侯，下賢使之為士大夫：是所以顯設之也。修冠弁\\n衣裳，黼黻文章，琱琢刻鏤，皆有等差，是所以藩飾之也。故由天子至\\n於庶人也，莫不騁其能，得其志，安樂其事，是所同也；衣煖而食充，\\n居安而游樂，事時制明而用足，是又所同也。若夫重色而成文章，重味\\n而成珍備，是所衍也。聖王財衍，以明辨異，上以飾賢良而明貴賤，下\\n以飾長幼而明親疏。上在王公之朝，下在百姓之家，天下曉然皆知其所\\n以為異也，將以明分達治而保萬世也。故天子諸侯無靡費之用，士大夫\\n無流淫之行，百吏官人無怠慢之事，眾庶百姓無姦怪之俗，無盜賊之罪\\n，其能以稱義徧矣。故曰：治則衍及百姓，亂則不足及王公。此之謂也\\n。至道大形，隆禮至法則國有常，尚賢使能則民知方，纂論公察則民不\\n疑，賞克罰偷則民不怠，兼聽齊明則天下歸之，然後明分職，序事業，\\n材技官能，莫不治理，則公道達而私門塞矣，公義明而私事息矣。如是\\n則德厚者進而佞說者止，貪利者退而廉節者起。書曰：「先時者殺無赦\\n，不逮時者殺無赦。」人習其事而固，人之百事，如耳目鼻口之不可以\\n相借官也。故職分而民不探（慢），次定而序不亂，兼聽齊明而百事不\\n留，如是則臣下百吏至于庶人，莫不修己而後敢安正，誠能而後敢受職\\n。百姓易俗，小人變心，姦怪之屬，莫不反慤，夫是之謂政教之極。故\\n天子不視而見，不聽而聰，不慮而知，不動而功，塊然獨坐而天下從之\\n如一體，如四胑之從心，夫是之謂大形。詩曰：「溫溫恭人，維德之基\\n。」此之謂也。為人主者，莫不欲彊而惡弱，欲安而惡危，欲榮而惡辱\\n，是禹桀之所同也。要此三欲，辟此三惡，果何道而便？曰：在慎取相\\n，道莫徑是矣。故知而不仁不可，仁而不知不可；既知且仁，是人主之\\n寶也，而王霸之佐也。不急得，不知；得而不用，不仁。無其人而幸有\\n其功，愚莫大焉。今人主有六（大）患：使賢者為之，則與不肖者規之\\n；使知者慮之，則與愚者論之；使脩士行之，則與汙邪之人疑之，雖欲\\n成功，得乎哉！譬之是猶立直木而恐其景之枉也，惑莫大焉！語曰：好\\n女之色，惡者之櫱也；公正之士，眾人之痤也；循（脩）｛乎｝道之人\\n，汙邪之賊也。今使汙邪之人，論其怨賊，而求其無偏，得乎哉！譬之\\n是猶立枉木而求其景之直也，亂莫大焉。故古之人為之不然：其取人有\\n道，其用人有法。取人之道，參之以禮；用人之法，禁之以等。行義動\\n靜，度之以禮；知慮取舍，稽之以成；日月積久，校之以功，故卑不得\\n以臨尊，輕不得以縣重，愚不得以謀知，是以萬舉而不過也。故校之以\\n禮，而觀其能安敬也；與之舉措遷移，而觀其能應變也；與之安燕，而\\n觀其能無流慆也；接之以聲色、權利、忿怒、患險，而觀其能無離守也\\n。彼誠有之者，與誠無之者，若白黑然，可詘邪哉！故伯樂不可欺以馬\\n，而君子不可欺以人，此明王之道也。人主欲得善射，射遠中微者，縣\\n貴爵重賞以招致之。內不可以阿子弟，外不可以隱遠人，能中是者取之\\n，是豈不必得之之道也哉！雖聖人不能易也。欲得善馭速致遠者，一日\\n而千里，縣貴爵重賞以招致之。內不可以阿子弟，外不可以隱遠人，能\\n致是者取之，是豈不必得之之道也哉！雖聖人不能易也。欲治國馭民，\\n調壹上下，將內以固城，外以拒難，治則制人，人不能制也；亂則危辱\\n滅亡，可立而待也。然而求卿相輔佐，則獨不若是其公也，案唯便嬖親\\n比己者之用也，豈不過甚矣哉！故有社稷者，莫不欲彊，俄則弱矣；莫\\n不欲安，俄則危矣；莫不欲存，俄則亡矣。古有萬國，今有十數焉，是\\n無它故，莫不失之是也。故明主有私人以金石珠玉，無私人以官職事業\\n，是何也？曰：本不利於所私也。彼不能而主使之，則是主闇也；臣不\\n能而誣能，則是臣詐也。主闇於上，臣詐於下，滅亡無日，俱害之道也\\n。夫文王非無貴戚也，非無子弟也，非無便嬖也，倜然乃舉太公於州人\\n而用之，豈私之也哉！以為親邪？則周姬姓也，而彼姜姓也；以為故邪\\n？則未嘗相識也；以為好麗邪？則夫人行年七十有二，齫然而齒墮矣。\\n然而用之者，夫文王欲立貴道，欲白貴名，以惠天下，而不可以獨也。\\n非于是子莫足以舉之，故舉是子而用之。於是乎貴道果立，貴名果明（\\n白），兼制天下，立七十一國姬姓獨居五十三人。周之子孫，苟不狂惑\\n者，莫不為天下之顯諸侯，如是者能愛人也。故舉天下之大道，立天下\\n之大功，然後隱其所憐所愛，其下猶足以為天下之顯諸侯。故曰：唯明\\n主為能愛其所愛，闇主則必危其所愛。此之謂也。牆之外，目不見也；\\n里之前，耳不聞也；而人主之守司，遠者天下，近者境內，不可不略知\\n也。天下之變，境內之事，有弛易齵差者矣，而人主無由知之，則是拘\\n脅蔽塞之端也。耳目之明，如是其狹也；人主之守司，如是其廣也；其\\n中不可以不知也，如是其危也。然則人主將何以知之？曰：便嬖左右者\\n，人主之所以窺遠收眾之門戶牖嚮也，不可不早具也。故人主必將有便\\n嬖左右足信者，然後可。其知惠足使規物，其端誠足使定物，然後可；\\n夫是之謂國具。人主不能不有遊觀安燕之時，則不得不有疾病物故之變\\n焉。如是，國者，事物之至也如泉原，一物不應，亂之端也。故曰：人\\n主不可以獨也。卿相輔佐，人主之基杖也，不可不早具也。故人主必將\\n有卿相輔佐足任者，然後可。其德音足以填撫百姓，其知慮足以應待萬\\n變，然後可；夫是之謂國具。四鄰諸侯之相與，不可以不相接也，然而\\n不必相親也，故人主必將有足使喻志決疑於遠方者，然後可。其辯說足\\n以解煩，其知慮足以決疑，其齊斷足以距難，不還秩，不反君，然而應\\n薄扞患，足以持社稷，然後可，夫是之謂國具。故人主無便嬖左右足信\\n者，謂之闇；無卿相輔佐足任者，謂之獨；所使於四鄰諸侯者非其人，\\n謂之孤；孤獨而晻，謂之危。國雖若存，古之人曰亡矣。詩曰：「濟濟\\n多士，文王以寧。」此之謂也。材人，愿慤拘錄，計數纖嗇，而無敢遺\\n喪，是官人使吏之材也。脩飭端正，尊法敬分，而無傾側之心，守職循\\n（脩）業，不敢損益，可傳世也，而不可使侵奪，是士大夫官師之材也\\n。知隆禮義之為尊君也，知好士之為美名也，知愛民之為安國也，知有\\n常法之為一俗也，知尚賢使能之為長功也，知務本禁末之為多材也，知\\n無與下爭小利之為便於事也，知明制度，權物稱用之為不泥也，是卿相\\n輔佐之材也，未及君道也。能論官此三材者而無失其次，是謂人主之道\\n也。若是則身佚而國治，功大而名美，上可以王，下可以霸，是人主之\\n要守也。人主不能論此三材者，不知道此道，安值將卑埶出勞，併耳目\\n之樂，而親自貫日而治詳，一內（日）而曲辨之，慮與臣下爭小察而綦\\n偏能，自古及今，未有如此而不亂者也。是所謂視乎不可見，聽乎不可\\n聞，為乎不可成，此之謂也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">臣道篇第十三\\n人臣之論，有態臣者，有篡臣者，有功臣者，有聖臣者。內不足使一民\\n，外不足使距難，百姓不親，諸侯不信，然而巧敏佞說，善取寵乎上，\\n是態臣者也；上不忠乎君，下善取譽乎民，不卹公道通義，朋黨比周，\\n以環主圖私為務，是篡臣者也；內足使以一民，外足使以距難，民親之\\n，士信之，上忠乎君，下愛百姓而不倦，是功臣者也；上則能尊君，下\\n則能愛民，政令教化，刑下如影，應卒遇變，齊給如響，推類接譽，以\\n待無方，曲成制象，是聖臣者也。故用聖臣者王，用功臣者彊，用篡臣\\n者危，用態臣者亡。態臣用則必死，篡臣用則必危，功臣用則必榮，聖\\n臣用則必尊。故齊之蘇秦，楚之州侯，秦之張儀，可謂態臣者也。韓之\\n張去疾，趙之奉陽，齊之孟嘗，可謂篡臣也。齊之管仲，晉之咎犯，楚\\n之孫叔敖，可謂功臣矣。殷之伊尹，周之太公，可謂聖臣矣。是人臣之\\n論也，吉凶賢不肖之極也。必謹志之！而慎自為擇取焉，足以稽矣。從\\n命而利君謂之順，從命而不利君謂之諂；逆命而利君謂之忠，逆命而不\\n利君謂之篡；不卹君之榮辱，不卹國之臧否，偷合苟容以持祿養交而已\\n耳，謂之國賊。君有過謀過事，將危國家隕社稷之懼也；大臣父兄，有\\n能進言於君，用則可，不用則去，謂之諫；有能進言於君，用則可，不\\n用則死，謂之爭；有能比知同力，率群臣百吏而相與彊君撟君，君雖不\\n安，不能不聽，遂以解國之大患，除國之大害，成於尊君安國，謂之輔\\n；有能抗君之命，竊君之重，反君之事，以安國之危，除君之辱，功伐\\n足以成國之大利，謂之拂。故諫爭輔拂之人，社稷之臣也，國君之寶也\\n，明君之所尊厚也，而闇主惑君以為己賊也。故明君之所賞，闇君之所\\n罰也；闇君之所賞，明君之所殺也。伊尹箕子可謂諫矣，比干子胥可謂\\n爭矣，平原君之於趙可謂輔矣，信陵君之於魏可謂拂矣。傳曰：「從道\\n不從君。」此之謂也。故正義之臣設，則朝廷不頗；諫爭輔拂之人信，\\n則君過不遠；爪牙之士施，則仇讎不作；邊境之臣處，則疆垂不喪，故\\n明主好同而闇主好獨，明主尚賢使能而饗其盛，闇主妬賢畏能而滅其功\\n，罰其忠，賞其賊，夫是之謂至闇，桀紂所以滅也。事聖君者，有聽從\\n無諫爭；事中君者，有諫爭無諂諛；事曓君者，有補削無撟拂。迫脅於\\n亂時，窮居於曓國，而無所避之，則崇其美，揚其善，違其惡，隱其敗\\n，言其所長，不稱其所短，以為成俗。詩曰：「國有大命，不可以告人\\n，妨其躬身。」此之謂也。恭敬而遜，聽從而敏，不敢有以私決擇也，\\n不敢有以私取與也，以順上為志，是事聖君之義也。忠信而不諛，諫爭\\n而不諂，撟然剛折端志而無傾側之心，是案曰是，非案曰非，是事中君\\n之義也。調而不流，柔而不屈，寬容而不亂，曉然以至道而無不調和也\\n，而能化易，時關內之，是事曓君之義也。若馭樸馬，若養赤子，若食\\n餧人。故因其懼也而改其過，因其憂也而辨其故，因其喜也而入其道，\\n因其怒也而除其怨，曲得所謂焉。書曰：「從命而不拂，微諫而不倦，\\n為上則明，為下則遜。」此之謂也。事人而不順者，不疾者也；疾而不\\n順者，不敬者也；敬而不順者，不忠者也；忠而不順者，無功者也；有\\n功而不順者，無德者也。故無德之為道也，傷疾、墮功、滅苦，故君子\\n不為也。有大忠者，有次忠者，有下忠者，有國賊者。以德復（覆）君\\n而化之，大忠也；以德調君而補（輔）之，次忠也；以是諫非而怒之，\\n下忠也；不卹君之榮辱，不卹國之臧否，偷合苟容，以之持祿養交而已\\n耳，國賊也。若周公之於成王也，可謂大忠矣；若管仲之於桓公，可謂\\n次忠矣；若子胥之於夫差，可謂下忠矣；若曹觸龍之於紂者，可謂國賊\\n矣。仁者必敬人。凡人非賢，則案不肖也。人賢而不敬，則是禽獸也；\\n人不肖而不敬，則是狎虎也。禽獸則亂，狎虎則危，災及其身矣。詩曰\\n：「不敢曓虎，不敢馮河。人知其一，莫知其它。戰戰兢兢，如臨深淵\\n，如履薄冰。」此之謂也。故仁者必敬人。敬人有道，賢者則貴而敬之\\n，不肖者則畏而敬之；賢者則親而敬之，不肖者則疏而敬之。其敬一也\\n，其情二也。若夫忠信端愨而不害傷，則無接而不然，是仁人之質也。\\n忠信以為質，端愨以為統，禮義以為文，倫類以為理，喘而言，臑而動\\n，而一可以為法則。詩曰：「不僭不賊，鮮不為則。」此之謂也。恭敬\\n，禮也；調和，樂也；謹慎，利也；鬬怒，害也。故君子安禮樂利，謹\\n慎而無鬬怒，是以百舉不過也，小人反是。通忠之順，權險之平，禍亂\\n之從聲，三者非明主莫之能知也。爭然後善，戾然後功，出死無私，致\\n忠而公，夫是之謂通忠之順，信陵君似之矣。奪然後義，殺然後仁，上\\n下易位然後貞，功參天地，澤被生民，夫是之謂權險之平，湯武是也。\\n過而通情，和而無經，不卹是非，不論曲直，偷合苟容，迷亂狂生，夫\\n是之謂禍亂之從聲，飛廉惡來是也。傳曰：「斬而齊，枉而順，不同而\\n壹。」詩曰：「受小球大球，為下國綴旒。」此之謂也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">致士篇第十四\\n衡聽、顯幽、重明、退姦、進良之術。朋黨比周之譽，君子不聽；殘賊\\n加累之譖，君子不用；隱忌雍蔽之人，君子不近；貨財禽犢之請，君子\\n不許。凡流言、流說、流事、流謀、流譽、流愬，不官而衡至者，君子\\n慎之，聞聽而明譽之，定其當而當，然後士其刑賞而還與之；如是則姦\\n言、姦說、姦事、姦謀、姦譽、姦愬，莫之試也；忠言、忠說、忠事、\\n忠謀、忠譽、忠愬、莫不明通，方起以尚盡矣。夫是之謂衡聽、顯幽、\\n重明、退姦、進良之術。川淵深而魚鼈歸之，山林茂而禽獸歸之，刑政\\n平而百姓歸之，禮義備而君子歸之。故禮及身而行脩，義及國而政明，\\n能以禮挾而貴名白，天下願，令行禁止，王者之事畢矣。詩曰：「惠此\\n中國，以綏四方。」此之謂也。川淵者龍魚之居也，山林者鳥獸之居也\\n，國家者士民之居也。川淵枯則龍魚去之，山林險則鳥獸去之，國家失\\n政則士民去之。無土則人不安居，無人則土不守，無道法則人不至，無\\n君子則道不舉。故土之與人也，道之與法也者，國家之本作也。君子也\\n者，道法之摠要也，不可少頃曠也。得之則治，失之則亂；得之則安，\\n失之則危；得之則存，失之則亡，故有良法而亂者有之矣，有君子而亂\\n者，自古及今，未嘗聞也。傳曰：「治生乎君子，亂生於小人。」此之\\n謂也。得眾動天。美意延年。誠信如神，夸誕逐魂。人主之患，不在乎\\n不言用賢，而在乎〔不〕誠必用賢。夫言用賢者，口也；卻賢者，行也\\n，口行相反，而欲賢者之至，不肖者之退也，不亦難乎！夫耀蟬者，務\\n在明其火，振其樹而已；火不明，雖振其樹，無益也。今人主有能明其\\n德，則天下歸之，若蟬之歸明火也。臨事接民，而以義變應，寬裕而多\\n容，恭敬以先之，政之始也。然後中和察斷以輔之，政之隆也。然後進\\n退誅賞之，政之終也。故一年與之始，三年與之終。用其終為始，則政\\n令不行而上下怨，疾亂所以自作也。書曰：「義刑義殺，勿庸以即，女\\n惟曰：未有順事。」言先教也。程者物之準也，禮者節之準也。程以立\\n數，禮以定倫；德以敘位，能以授官。凡節奏欲陵，而生民欲寬；節奏\\n陵而文，生民寬而安；上文下安，功名之極也，不可以加矣。君者國之\\n隆也，父者家之隆也。隆一而治，二而亂。自古及今，未有二隆爭重而\\n能長久者。師術有四，而博習不與焉。尊嚴而憚，可以為師；耆艾而信\\n，可以為師；誦說而不陵不犯，可以為師；知微而論，可以為師：故師\\n術有四，而博習不與焉。水深而回，樹落則糞本，弟子通利則思師。詩\\n曰：「無言不讎，無德不報。」此之謂也。賞不欲僭，刑不欲濫。賞僭\\n則利及小人，刑濫則害及君子。若不幸而過，寧僭無濫。與其害善，不\\n若利淫。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">議兵篇第十五\\n臨武君與孫卿子議兵於趙孝成王前，王曰：「請問兵要？」臨武君對曰\\n：「上得天時，下得地利，觀敵之變動，後之發，先之至，此用兵之要\\n術也。」孫卿子曰：「不然！臣所聞古之道，凡用兵攻戰之本，在乎壹\\n民。弓矢不調，則羿不能以中微；六馬不和，則造父不能以致遠；士民\\n不親附，則湯武不能以必勝也。故善附民者，是乃善用兵者也。故兵要\\n在乎善附民而已。」臨武君曰：「不然！兵之所貴者埶利也，所行者變\\n詐也。善用兵者，感忽悠闇，莫知其所從出。孫吳用之無敵於天下，豈\\n必待附民哉！」孫卿子曰：「不然！臣之所道，仁人之兵，王者之志也\\n。君之所貴，權謀埶利也；所行，攻奪變詐也，諸侯之事也。仁人之兵\\n，不可詐也；彼可詐者，怠慢者也，路亶者也，君臣上下之間，滑（渙\\n）然有離德者也。故以桀詐桀，猶巧拙有幸焉。以桀詐堯，譬之若以卵\\n投石，以指撓沸；若赴水火，入焉焦沒耳。故仁人上下，百將一心，三\\n軍同力；臣之於君也，下之於上也，若子之事父，弟之事兄，若手臂之\\n扞頭目而覆胸腹也，詐而襲之，與先驚而後擊之，一也。且仁人之用十\\n里之國，則將有百里之聽；用百里之國，則將有千里之聽；用千里之國\\n，則將有四海之聽，必將聰明警戒和傳而一。故仁人之兵，聚則成卒，\\n散則成列，延則若莫邪之長刃，嬰之者斷；兌則若莫邪之利鋒，當之者\\n潰，圜居而方止，則若盤石然，觸之者角摧，案角鹿埵隴種東籠而退耳\\n。且夫曓國之君，將誰與至哉？彼其所與至者，必其民也，而其民之親\\n我歡若父母，其好我芬若椒蘭，彼反顧其上，則若灼黥，若讎仇。人之\\n情，雖桀跖，豈又肯為其所惡，賊其所好者哉！是猶使人之子孫自賊其\\n父母也，彼必將來告之，夫又何可詐也！故仁人用國日明，諸侯先順者\\n安，後順者危，慮敵之者削，反之者亡。詩曰：『武王載發，有虔秉鉞\\n；如火烈烈，則莫我敢遏。』此之謂也。」孝成王、臨武君曰：「善！\\n請問王者之兵，設何道何行而可？」孫卿子曰：「凡在大王，將率末事\\n也。臣請遂道王者諸侯彊弱存亡之效，安危之埶。君賢者其國治，君不\\n能者其國亂；隆禮貴義者其國治，簡禮賤義者其國亂；治者彊，亂者弱\\n，是彊弱之本也。上足卬則下可用也，上不卬則下不可用也；下可用則\\n強，下不可用則弱，是強弱之常也。隆禮效功，上也；重祿貴節，次也\\n；上功賤節，下也，是強弱之凡也。好士者強，不好士者弱；愛民者強\\n，不愛民者弱；政令信者強，政令不信者弱；民齊者強，民不齊者弱；\\n賞重者強，賞輕者弱；刑威者強，刑侮者弱；械用兵革攻完便利者強，\\n械用兵革窳楛不便利者弱。重用兵者強，輕用兵者弱；權出一者強，權\\n出二者弱，是強弱之常也。齊人隆技擊，其技也，得一首者，則賜贖錙\\n金，無本賞矣。是事小敵毳，則偷可用也，事大敵堅，則渙焉離耳。若\\n飛鳥然，傾側反覆無日，是亡國之兵也，兵莫弱是矣。是其去賃市傭而\\n戰之，幾矣。魏氏之武卒，以度取之，衣三屬之甲，操十二石之弩，負\\n服矢五十个，置戈其上，冠帶劍，贏三日之糧，日中而趨百里，中試則\\n復其戶，利其田宅，是數年而衰，而未可奪也，改造則不易周也，是故\\n地雖大，其稅必寡，是危國之兵也。秦人，其生民也陿阨，其使民也酷\\n烈，劫之以埶，隱之以阨，忸之以慶賞，鰌之以刑罰，使天下之民，所\\n以要利於上者，非鬬無由也。阨而用之，得而後功之，功賞相長也，五\\n甲首而隸五家，是最為眾彊長久，多地以正，故四世有勝，非幸也，數\\n也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">彊國篇第十六\\n刑范正，金錫美，工冶巧，火齊得。剖刑而莫邪已，然而不剝脫，不砥\\n厲，則不可以斷繩。剝脫之，砥厲之，則劙盤盂，刎牛馬，忽然耳。彼\\n國者，亦彊國之剖刑已。然而不教誨，不調一，則入不可以守，出不可\\n以戰。教誨之，調一之，則兵勁城固，敵國不敢嬰也。彼國者亦有砥厲\\n，禮義節奏是也。故人之命在天，國之命在禮。人君者，隆禮尊賢而王\\n，重法愛民而霸，好利多詐而危，權謀傾覆幽險而亡。威有三，有道德\\n之威者，有曓察之威者，有狂妄之威者，此三威者，不可不孰察也。禮\\n義則脩，分義則明，舉錯則時，愛利則形。如是，百姓貴之如帝，高之\\n如天，親之如父母，畏之如神明。故賞不用而民勸，罰不用而威行，夫\\n是之謂道德之威。禮樂則不脩，分義則不明，舉錯則不時，愛利則不形\\n，然而其禁曓也察，其誅不服也審，其刑罰重而信，其誅殺猛而必，黭\\n然而雷擊之，如牆厭之。如是，百姓劫則致畏，嬴則敖上，執拘則最，\\n得間則散，敵中則奪，非劫之以形埶，非振之以誅殺，則無以有其下，\\n夫是之謂曓察之威。無愛人之心，無利人之事，而日為亂人之道，百姓\\n讙敖，則從而執縛之，刑灼之，不和人心。如是，下比周賁潰以離上矣\\n，傾覆滅亡，可立而待也，夫是之謂狂妄之威。，此三威者，不可不孰\\n察也。道德之威成乎安彊，曓察之威成乎危弱，狂妄之威成乎滅亡也。\\n公孫子曰：子發將西伐蔡，克蔡，獲蔡侯，歸致命曰：「蔡侯奉其社稷\\n，而歸之楚，舍屬二三子而治其地。」既楚發其賞，子發辭曰：「發誡\\n布令而敵退，是主威也；徙舉相攻而敵退，是將威也；合戰用力而敵退\\n，是眾威也。臣舍不宜以眾威受賞。」譏之曰：子發之致命也恭，其辭\\n賞也固。夫尚賢使能，賞有功，罰有罪，非獨一人為之也，彼先王之道\\n也，一人之本也，善善惡惡之應也，治必由之，古今一也。古者明王之\\n舉大事，立大功也，大事已博，大功已立，則君享其成，群臣享其功，\\n士大夫益爵，官人益秩，庶人益祿。是以為善者勸，為不善者沮，上下\\n一心，三軍同力，是以百事成，而功名大也。今子發獨不然，反先王之\\n道，亂楚國之法，墮興功之臣，恥受賞之屬，無僇乎族黨，而抑卑其後\\n世，案獨以為私廉，豈不過甚矣哉！故曰：子發之致命也恭，其辭賞也\\n固。荀卿子說齊相曰：處勝人之埶，行勝人之道，天下莫忿，湯武是也\\n。處勝人之埶，不以勝人之道，厚於有天下之埶，索為匹夫，不可得也\\n，桀紂是也。然則得勝人之埶者，其不如勝人之道遠矣！夫主相者，勝\\n人以埶也，是為是，非為非，能為能，不能為不能，併己之私欲，必以\\n道，夫公道通義之可以相兼容者，是勝人之道也。今相國上則得專主，\\n下則得專國，相國之於勝人之埶，亶有之矣。然則胡不敺此勝人之埶，\\n赴勝人之道，求仁厚明通之君子而託王焉，與之參國政，正是非！如是\\n，則國孰敢不為義矣！君臣上下，貴賤長少，至於庶人，莫不為義，則\\n天下孰不欲合義矣！賢士願相國之朝，能士願相國之官，好利之民莫不\\n願以齊為歸，是一天下也。相國舍是而不為，案直為是世俗之所以為，\\n則女主亂之宮，詐臣亂之朝，貪吏亂之官，眾庶百姓皆以貪利爭奪為俗\\n，曷若是而可以持國乎？今巨楚縣吾前，大燕鰌吾後，勁魏鉤吾右，西\\n壤之不絕若繩，楚人則乃有襄賁開陽以臨吾左，是一國作謀，則三國必\\n起而乘我。如是，則齊必斷而為四，三國若假城然耳，必為天下大笑。\\n曷若兩者孰足為也！夫桀紂，聖王之後子孫也，有天下者之世也，埶籍\\n之所存，天下之宗室也，土地之大，封內千里，人之眾數以億萬，俄而\\n天下倜然舉去桀紂而犇湯武，反然舉惡桀紂而貴湯武。是何也？夫桀紂\\n何失而湯武何得也？曰：是無它故焉，桀紂者善為人所惡也，而湯武者\\n善為人所好也。人之所惡何也？曰：汙漫爭奪貪利是也。人之所好者何\\n也？曰：禮義辭讓忠信是也。今君人者，辟稱比方則欲自竝乎湯武，若\\n其所以統之，則無以異於桀紂，而求有湯武之功名，可乎？故凡得勝者\\n，必與人也；凡得人者，必與道也。道也者，何也？禮義、辭讓、忠信\\n是也。故自四五萬而往者，彊勝非眾之力也，隆在信矣。自數百里而往\\n者，安固非大之力也，隆在脩政矣。今已有數萬之眾者也，陶誕比周以\\n爭與；已有數百里之國者也，汙漫突盜以爭地；然則是弃己之所安彊，\\n而爭己之所以危弱也；損己之所不足，以重己之所有餘。若是其悖繆也\\n，而求有湯武之功名，可乎！辟之，是猶伏而咶天，救經而引其足也。\\n說必不行矣，愈務而愈遠。為人臣者，不恤己行之不行，苟得利而已矣\\n，是渠衝入穴而求利也，是仁人之所羞而不為也。故人莫貴乎生，莫樂\\n乎安；所以養生安樂者，莫大乎禮義。人知貴生樂安而弃禮義，辟之是\\n猶欲壽而歾頸也，愚莫大焉。故君人者，愛民而安，好士而榮，兩者無\\n一焉而亡。詩曰：「价人維藩，大師維垣。」此之謂也。力術止，義術\\n行，曷謂也？曰：秦之謂也。威彊乎湯武，廣大乎舜禹，然而憂患不可\\n勝校也。諰諰然常恐天下之一合而軋己也，此所謂力術止也。曷謂乎威\\n彊乎湯武？湯武也者，乃能使說己者使耳。今楚、父死焉，國舉焉，負\\n三王之廟，而辟於陳蔡之間，視可司間，案欲剡其脛而以蹈秦之腹，然\\n而秦使左案左，使右案右，是乃使讎人役也，此所謂威彊乎湯武也。曷\\n謂廣大乎舜禹也？曰：古者百王之一天下，臣諸侯也，未有過封內千里\\n者也。今秦南乃有沙羨與俱，是乃江南也。北與胡貉為鄰，西有巴戎，\\n東在楚者乃界於齊，在韓者踰常山乃有臨慮，在魏者乃據圉津，即去大\\n梁百有二十里耳！其在趙者剡然有苓而據松柏之塞，負西海而固常山，\\n是地徧天下也。威動海內，彊殆中國，然而憂患不可勝校也，諰諰然常\\n恐天下之一合而軋己也；此所謂廣大乎舜禹也。然則奈何？曰：節威反\\n文，案用夫端誠信全之君子治天下焉，因與之參國政，正是非，治曲直\\n，聽咸陽，順者錯之，不順者而後誅之。若是，則兵不復出於塞外，而\\n令行於天下矣。若是，則雖為之築明堂於塞外而朝諸侯，殆可矣。假今\\n之世，益地不如益信之務也。應侯問孫卿子曰：入秦何見？孫卿子曰：\\n其固塞險，形埶便，山林川谷美，天材之利多，是形勝也。入境，觀其\\n風俗，其百姓樸，其聲樂不流汙，其服不挑，甚畏有司而順，古之民也\\n。及都邑官府，其百吏肅然，莫不恭儉敦敬，忠信而不楛，古之吏也。\\n入其國，觀其士大夫，出於其門，入於公門；出於公門，歸於其家，無\\n有私事也；不比周，不朋黨，倜然莫不明通而公也，古之士大夫也。觀\\n其朝廷，其間聽決百事不留，恬然如無治者，古之朝也。故四世有勝，\\n非幸也，數也。是所見也。故曰：佚而治，約而詳，不煩而功，治之至\\n也，秦類之矣。雖然，則有其諰矣。兼是數具者而盡有之，然而縣之以\\n王者之功名，則倜倜然其不及遠矣！是何也？則其殆無儒邪！故曰粹而\\n王，駮而霸，無一焉而亡。此亦秦之所短也。積微：月不勝日，時不勝\\n月，歲不勝時。凡人好敖慢小事，大事至然後興之務之，如是，則常不\\n勝夫敦比於小事者矣。是何也？則小事之至也數，其縣日也博，其為積\\n也大；大事之至也希，其縣日也淺，其為積也小。故善日者王，善時者\\n霸，補漏者危，大荒者亡。故王者敬日，霸者敬時，僅存之國危而後戚\\n之。亡國至亡而後知亡，至死而後知死，亡國之禍敗，不可勝悔也。霸\\n者之善，箸焉可以時託也；王者之功名，不可勝日志也。財物貨寶，以\\n大為重，政教功名反是，能積微者速成。詩曰：「德輶如毛，民鮮克舉\\n之。」此之謂也。凡姦人之所以起者，以上之不貴義，不敬義也。夫義\\n者，所以限禁人之為惡與姦者也。今上不貴義，不敬義，如是，則天下\\n之人百姓，皆有棄義之志，而有趨姦之心矣，此姦人之所以起也。且上\\n者下之師也，夫下之和上，譬之猶響之應聲，影之像形也。故為人上者\\n，不可不順也。夫義者，內節於人，而外節於萬物者也；上安於主，而\\n下調於民者也；內外上下節者，義之情也。然則凡為天下之要，義為本\\n而信次之。古者禹湯本義務信而天下治，桀紂棄義倍信而天下亂。故為\\n人上者，必將慎禮義，務忠信，然後可。此君人者之大本也。堂上不糞\\n，則郊草不瞻曠芸；白刃扞乎胷，則目不見流矢；拔戟加乎首，則十指\\n不辭斷；非不以此為務也，疾養緩急之有相先者也。故齊之技擊，不可\\n以遇魏氏之武卒；魏氏之武卒，不可以遇秦之銳士；秦之銳士，不可以\\n當桓文之節制；桓文之節制，不可以敵湯武之仁義；有遇之者，若以焦\\n熬投石焉。兼是數國者，皆干賞蹈利之兵也，傭徒鬻賣之道也，未有貴\\n上安制綦節之理也。諸侯有能微妙之以節，則作而兼殆之耳。故招近募\\n選，隆埶詐，尚功利，是漸之也；禮義教化，是齊之也。故以詐遇詐，\\n猶有巧拙焉；以詐遇齊，辟之猶以錐刀墮太山也，非天下之愚人莫敢試\\n。故王者之兵不試。湯武之誅桀紂也，拱挹指麾，而彊曓之國莫不趨使\\n，誅桀紂若誅獨夫。故泰誓曰：『獨夫紂。』此之謂也。故兵大齊則制\\n天下，小齊則治鄰敵。若夫招近募選，隆埶詐，尚功利之兵，則勝不勝\\n無常，代翕代張，代存代亡，相為雌雄耳矣。夫是之謂盜兵，君子不由\\n也。故齊之田單，楚之莊蹻，秦之衛鞅，燕之繆蟣，是皆世俗所謂善用\\n兵者也，是其巧拙強弱，則未有以相君也。若其道一也，未及和齊也；\\n掎契司詐，權謀傾覆，未免盜兵也。齊桓、晉文、楚莊、吳闔閭、越句\\n踐是皆和齊之兵也，可謂入其域矣，然而未有本統也，故可以霸而不可\\n以王，是強弱之效也。」孝成王、臨武君曰：「善！請問為將？」孫卿\\n子曰：「知莫大乎棄疑，行莫大乎無過，事莫大乎無悔，事至無悔而止\\n矣，成不可必也。故制號政令欲嚴以威，慶賞刑罰欲必以信，處舍收臧\\n欲周以固，徙舉進退欲安以重、欲疾以速，窺敵觀變欲潛以深、欲伍以\\n參，遇敵決戰必道吾所明、無道吾所疑，夫是之謂六術。無欲將而惡廢\\n，無急勝而忘敗，無威內而輕外，無見利而不顧其害，凡慮事欲孰而用\\n財欲泰，夫是之謂五權。所以不受命於主有三：可殺而不可使處不完，\\n可殺而不可使擊不勝，可殺而不可使欺百姓，夫是之謂三至。凡受命於\\n主而行三軍，三軍既定，百官得序，群物皆正，則主不能喜，敵不能怒\\n，夫是之謂至臣。慮必先事，而申之以敬，慎終如始，終始如一，夫是\\n之謂大吉。凡百事之成也，必在敬之；其敗也，必在慢之。故敬勝怠則\\n吉，怠勝敬則滅；計勝欲則從，欲勝計則凶。戰如守，行如戰，有功如\\n幸，敬謀無壙，敬事無壙，敬吏無壙，敬眾無壙，敬敵無壙：夫是之謂\\n五無壙。慎行此六術、五權、三至，而處之以恭敬無壙，夫是之謂天下\\n之將，則通於神明矣。」臨武君曰：「善！請問王者之軍制？」孫卿子\\n曰：「將死鼓，御死轡，百吏死職，士大夫死行列。聞鼓聲而進，聞金\\n聲而退，順命為上，有功次之；令不進而進，猶令不退而退也，其罪惟\\n均。不殺老弱，不獵禾稼，服者不禽，格者不舍，犇命者不獲。凡誅，\\n非誅其百姓也，誅其亂百姓者也；百姓有扞其賊，則是亦賊也。以故順\\n刃者生，蘇刃者死，犇命者貢。微子開封於宋，曹觸龍斷於軍，殷之服\\n民，所以養生之者也，無異周人。故近者歌謳而樂之，遠者竭蹷而趨之\\n，無幽間辟陋之國，莫不趨使而安樂之，四海之內若一家，通達之屬莫\\n不從服，夫是之謂人師。詩曰：『自西自東，自南自北，無思不服。』\\n此之謂也。王者有誅而無戰，城守不攻，兵格不擊，上下相喜則慶之，\\n不屠城，不潛軍，不留眾，師不越時。故亂者樂其政，不安其上，欲其\\n至也。」臨武君曰：「善！」陳囂問孫卿子曰：「先生議兵，常以仁義\\n為本；仁者愛人，義者循理，然則又何以兵為？凡所為有兵者，為爭奪\\n也。」孫卿子曰：「非女所知也！彼仁者愛人，愛人故惡人之害之也；\\n義者循理，循理故惡人之亂之也。彼兵者所以禁曓除害也，非爭奪也。\\n故仁人之兵，所存者神，所過者化，若時雨之降，莫不說喜。是以堯伐\\n驩兜，舜伐有苗，禹伐共工，湯伐有夏，文王伐崇，武王伐紂，此四帝\\n兩王，皆以仁義之兵，行於天下也。故近者親其善，遠方慕其德，兵不\\n血刃，遠邇來服，德盛於此，施及四極。詩曰：『淑人君子，其儀不忒\\n〔，其儀不忒，正是四國〕。』」此之謂也。」李斯問孫卿子曰：「秦\\n四世有勝，兵強海內，威行諸侯，非以仁義為之也，以便從事而已。」\\n孫卿子曰：「非女所知也！女所謂便者，不便之便也；吾所謂仁義者，\\n大便之便也。彼仁義者，所以脩政者也；政脩則民親其上，樂其君，而\\n輕為之死。故曰：凡在於軍，將率末事也。秦四世有勝，諰諰然常恐天\\n下之一合而軋己也，此所謂末世之兵，未有本統也。故湯之放桀也，非\\n其逐之鳴條之時也；武王之誅紂也，非以甲子之朝而後勝之也，皆前行\\n素脩也，此所謂仁義之兵也。今女不求之於本，而索之於末，此世之所\\n以亂也。」禮者，治辨之極也，強固之本也，威行之道也，功名之總也\\n，王公由之所以得天下也，不由所以隕社稷也。故堅甲利兵不足以為勝\\n，高城深池不足以為固，嚴令繁刑不足以為威。由其道則行，不由其道\\n則廢。楚人鮫革犀兕以為甲，鞈（堅）如金石；宛鉅鐵釶，慘如蠭蠆，\\n輕利僄遫，卒如飄風；然而兵殆於垂沙，唐蔑死。莊蹻起，楚分而為三\\n四，是豈無堅甲利兵也哉！其所以統之者非其道故也。汝潁以為險，江\\n漢以為池，限之以鄧林，緣之以方城，然而秦師至而鄢郢舉，若振槁然\\n，是豈無固塞隘阻也哉！其所以統之者非其道故也。紂刳比干，囚箕子\\n，為炮烙刑，殺戮無時，臣下懍然莫必其命，然而周師至，而令不行乎\\n下，不能用其民，是豈令不嚴，刑不繁也哉！其所以統之者非其道故也\\n。古之兵，戈矛弓矢而已矣，然而敵國不待試而詘；城郭不辨，溝池不\\n拑，固塞不樹，機變不張；然而國晏然不畏外而明（固）內者，無它故\\n焉，明道而分鈞之，時使而誠愛之，下之和上也如影嚮，有不由令者，\\n然後誅之以刑。故刑一人而天下服，罪人不郵其上，知罪之在己也。是\\n故刑罰省而威流，無它故焉，由其道故也。古者帝堯之治天下也，蓋殺\\n一人，刑二人，而天下治。傳曰：「威厲而不試，刑錯而不用。」此之\\n謂也。凡人之動也，為賞慶為之，則見害傷焉止矣。故賞慶、刑罰、埶\\n詐，不足以盡人之力，致人之死。為人主上者也，其所以接下之百姓者\\n，無禮義忠信，焉慮率用賞慶、刑罰、埶詐，除阨其下，獲其功用而已\\n矣。大寇則至，使之持危城則必畔，遇敵處戰則必北，勞苦煩辱則必犇\\n，霍焉離耳，下反制其上。故賞慶、刑罰、埶詐之為道者，傭徒鬻賣之\\n道也，不足以合大眾，美國家，故古之人羞而不道也。故厚德音以先之\\n，明禮義以道之，致忠信以愛之，尚賢使能以次之，爵服慶賞以申之，\\n時其事，輕其任，以調齊之，長養之，如保赤子。政令以定，風俗以一\\n，有離俗不順其上，則百姓莫不敦惡，莫不毒，若祓不祥；然後刑於是\\n起矣。是大刑之所加也，辱孰大焉！將以為利邪？則大刑加焉，身苟不\\n狂惑戇陋，誰睹是而不改也哉！然後百姓曉然皆知脩（循）上之法，像\\n上之志，而安樂之。於是有能化善、脩身、正行、積禮義、尊道德，百\\n姓莫不貴敬，莫不親譽，然後賞於是起矣。是高爵豐祿之所加也，榮孰\\n大焉！將以為害邪？則高爵豐祿以持養之，生民之屬，孰不願也！雕雕\\n焉縣貴爵重賞於其前，縣明刑大辱於其後，雖欲無化，能乎哉！故民歸\\n之如流水，所存者神，所為者化。而順曓悍勇力之屬為之化而愿，旁辟\\n曲私之屬為之化而公，矜糾收繚之屬為之化而調，夫是之謂大化至一。\\n詩曰：「王猶允塞，徐方既來。」此之謂也。凡兼人者有三術：有以德\\n兼人者，有以力兼人者，有以富兼人者。彼貴我名聲，美我德行，欲為\\n我民，故辟門除涂，以迎吾入。因其民，襲其處，而百姓皆安。立法施\\n令，莫不順比。是故得地而權彌重，兼人而兵俞強，是以德兼人者也。\\n非貴我名聲也，非美我德行也，彼畏我威，劫我埶，故民雖有離心，不\\n敢有畔慮，若是則戎甲俞眾，奉養必費。是故得地而權彌輕，兼人而兵\\n俞弱，是以力兼人者也。非貴我名聲也，非美我德行也，用貧求富，用\\n飢求飽，虛腹張口，來歸我食。若是，則必發夫掌窌之粟以食之，委之\\n財貨以富之，立良有司以接之，已朞三年，然後民可信也。是故得地而\\n權彌輕，兼人而國俞貧，是以富兼人者也。故曰，以德兼人者王，以力\\n兼人者弱，以富兼人者貧，古今一也。兼并易能也，唯堅凝之難焉。齊\\n能并宋，而不能凝也，故魏奪之。燕能并齊，而不能凝也，故田單奪之\\n。韓之上地，方數百里，完全富足而趨趙，趙不能凝也，故秦奪之。故\\n能并之，而不能凝，則必奪；不能并之，又不能凝其有，則必亡。能凝\\n之，則必能并之矣。得之則凝，兼并無強。古者湯以薄，武王以滈，皆\\n百里之地也，天下為一，諸侯為臣，無他故焉，能凝之也。故凝士以禮\\n，凝民以政；禮脩而士服，政平而民安；士服民安，夫是之謂大凝。以\\n守則固，以征則強，令行禁止，王者之事畢矣。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">天論篇第十七\\n天行有常，不為堯存，不為桀亡。應之以治則吉，應之以亂則凶。彊本\\n而節用，則天不能貧；養備而動時，則天不能病；脩道而不貳，則天不\\n能禍。故水旱不能使之飢渴，寒暑不能使之疾，祆怪不能使之凶。本荒\\n而用侈，則天不能使之富；養略而動罕，則天不能使之全；倍道而妄行\\n，則天不能使之吉。故水旱未至而飢，寒暑未薄而疾，祆怪未至而凶，\\n受時與治世同，而殃禍與治世異，不可以怨天，其道然也。故明於天人\\n之分，則可謂至人矣。不為而成，不求而得，夫是之謂天職。如是者，\\n雖深其人不加慮焉，雖大不加能焉，雖精不加察焉，夫是之謂不與天爭\\n職。天有其時，地有其財，人有其治，夫是之謂能參。舍其所以參，而\\n願其所參，則惑矣。列星隨旋，日月遞炤，四時代御，陰陽大化，風雨\\n博施，萬物各得其和以生，各得其養以成，不見其事，而見其功，夫是\\n之謂神。皆知其所以成，莫知其無形，夫是之謂天〔功〕。唯聖人為不\\n求知天。天職既立，天功既成，形具而神生，好惡喜怒哀樂臧焉，夫是\\n之謂天情。耳目鼻口形能各有接而不相能也，夫是之謂天官。心居中虛\\n，以治五官，夫是之謂天君。財非其類以養其類，夫是之謂天養。順其\\n類者謂之福，逆其類者謂之禍，夫是之謂天政。暗其天君，亂其天官，\\n棄其天養，逆其天政，背其天情，以喪天功，夫是之謂大凶。聖人清其\\n天君，正其天官，備其天養，順其天政，養其天情，以全其天功。如是\\n則知其所為，知其所不為矣；則天地官而萬物役矣。其行曲治，其養曲\\n適，其生不傷，夫是之謂知天。故大巧在所不為，大智在所不慮。所志\\n於天者，已其見象之可以期者矣；所志於地者，已其見宜之可以息者矣\\n；所志於四時者，已其見數之可以事者矣；所志於陰陽者，已其見和之\\n可以治者矣。官人守天，而自為守道也。治亂，天邪？曰：日月星辰瑞\\n厤，是禹桀之所同也，禹以治，桀以亂，治亂非天也。時邪？曰：繁啟\\n蕃長於春夏，畜積收臧於秋冬，是禹桀之所同也，禹以治，桀以亂，治\\n亂非時也。地邪？曰：得地則生，失地則死，是又禹桀之所同也，禹以\\n治，桀以亂；治亂非地也。詩曰：「天作高山，大王荒之。彼作矣，文\\n王康之。」此之謂也。天不為人之惡寒也輟冬，地不為人之惡遼遠也輟\\n廣，君子不為小人之匈匈也輟行。天有常道矣，地有常數矣，君子有常\\n體矣。君子道其常，而小人計其功。詩曰：「〔禮義之不愆，〕何恤人\\n之言兮！」此之謂也。楚王後車千乘，非知也；君子啜菽飲水，非愚也\\n，是節然也。若夫心（志）意脩，德行厚，知慮明，生於今而志乎古，\\n則是其在我者也。故君子敬其在己者，而不慕其在天者；小人錯其在己\\n者，而慕其在天者。君子敬其在己者，而不慕其在天者，是以日進也；\\n小人錯其在己者，而慕其在天者，是以日退也。故君子之所以日進，與\\n小人之所以日退，一也。君子小人之所以相縣者，在此耳。星隊木鳴，\\n國人皆恐。曰：是何也？曰：無何也！是天地之變，陰陽之化，物之罕\\n至者也。怪之，可也；而畏之，非也。夫日月之有蝕，風雨之不時，怪\\n星之黨見，是無世而不常有之。上明而政平，則是雖竝世起，無傷也；\\n上闇而政險，則是雖無一至者，無益也。夫星之隊，木之鳴，是天地之\\n變，陰陽之化，物之罕至者也；怪之，可也；而畏之，非也。物之已至\\n者，人祆則可畏也。楛耕傷稼，耘耨失歲，政險失民；田薉稼惡，糴貴\\n民飢，道路有死人，夫是之謂人祆。政令不明，舉錯不時，本事不理，\\n夫是之謂人祆。禮義不脩，內外無別，男女淫亂，則父子相疑，上下乖\\n離，寇難竝至，夫是之謂人祆。祆是生於亂。三者錯，無安國。其說甚\\n爾，其菑甚慘。勉力不時，則牛馬相生，六畜作祆，可怪也，而亦可畏\\n也。傳曰：「萬物之怪書不說。」無用之辯，不急之察，棄而不治。若\\n夫君臣之義，父子之親，夫婦之別，則日切瑳而不舍也。雩而雨，何也\\n？曰：無何也，猶不雩而雨也。日月食而救之，天旱而雩，卜筮然後決\\n大事，非以為得求也，以文之也。故君子以為文，而百姓以為神。以為\\n文則吉，以為神則凶也。在天者莫明於日月，在地者莫明於水火，在物\\n者莫明於珠玉，在人者莫明於禮義。故日月不高，則光暉不赫；水火不\\n積，則暉潤不博；珠玉不睹乎外，則王公不以為寶；禮義不加於國家，\\n則功名不白。故人之命在天，國之命在禮。君人者，隆禮尊賢而王，重\\n法愛民而霸，好利多詐而危，權謀傾覆幽險而盡亡矣。大天而思之，孰\\n與物畜而制之！從天而頌之，孰與制天命而用之！望時而待之，孰與應\\n時而使之！因物而多之，孰與騁能而化之！思物而物之，孰與理物而勿\\n失之也！願於物之所以生，孰與有物之所以成！故錯人而思天，則失萬\\n物之情。百王之無變，足以為道貫。一廢一起，應之以貫，理貫不亂。\\n不知貫，不知應變。貫之大體未嘗亡也。亂生其差，治盡其詳。故道之\\n所善，中則可從，畸則不可為，匿則大惑。水行者表深，表不明則陷。\\n治民者表道，表不明則亂。禮者，表也。非禮，昬世也；昬世，大亂也\\n。故道無不明，外內異表，隱顯有常，民陷乃去。萬物為道一偏，一物\\n為萬物一偏。愚者為一物一偏，而自以為知道，無知也。慎子有見於後\\n，無見於先。老子有見於詘，無見於信。墨子有見於齊，無見於畸。宋\\n子有見於少，無見於多。有後而無先，則群眾無門。有詘而無信，則貴\\n賤不分。有齊而無畸，則政令不施，有少而無多，則群眾不化。書曰：\\n「無有作好，遵王之道；無有作惡，遵王之路。」此之謂也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">正論篇第十八\\n世俗之為說者曰：「主道利周。」是不然。主者民之唱也，上者下之儀\\n也。彼將聽唱而應，視儀而動。唱默則民無應也，儀隱則下無動也；不\\n應不動，則上下無以相有也。若是，則與無上同也，不祥莫大焉。故上\\n者下之本也，上宣明則下治辨矣，上端誠則下愿慤矣，上公正則下易直\\n矣。治辨則易一，愿慤則易使，易直則易知。易一則彊，易使則功，易\\n知則明，是治之所由生也。上周密則下疑玄矣，上幽險則下漸詐矣，上\\n偏曲則下比周矣。疑玄則難一，漸詐則難使，比周則難知。難一則不彊\\n，難使則不功，難知則不明，是亂之所由作也。故主道利明不利幽，利\\n宣不利周。故主道明則下安，主道幽則下危。故下安則貴上，下危則賤\\n上。故上易知則下親上矣，上難知則下畏上矣。下親上則上安，下畏上\\n則上危。故主道莫惡乎難知，莫危乎使下畏己。傳曰：「惡之者眾則危\\n。」書曰：「克明明德。」詩曰：「明明在下。」故先王明之，豈特玄\\n之耳哉！世俗之為說者曰：「桀紂有天下，湯武篡而奪之。」是不然。\\n以桀紂為常有天下之籍則然，親有天下之籍則不然，天下謂在桀紂則不\\n然。古者天子千官，諸侯百官。以是千官也，令行於諸夏之國，謂之王\\n。以是百官也，令行於境內，國雖不安，不至於廢易遂亡，謂之君。聖\\n王之子也，有天下之後也，埶籍之所在也，天下之宗室也，然而不材不\\n中，內則百姓疾之，外則諸侯叛之，近者境內不一，遙者諸侯不聽，令\\n不行於境內，甚者諸侯侵削之，攻伐之。若是，則雖未亡，吾謂之無天\\n下矣。聖王沒，有埶籍者罷不足以縣天下，天下無君；諸侯有能德明威\\n積，海內之民莫不願得以為君師，然而曓國獨侈，安能誅之，必不傷害\\n無罪之民，誅曓國之君，若誅獨夫。若是，則可謂能用天下矣，能用天\\n下之謂王。湯武非取天下也，脩其道，行其義，興天下之同利，除天下\\n之同害，而天下歸之也。桀紂非去天下也，反禹湯之德，亂禮義之分，\\n禽獸之行，積其凶，全其惡，而天下去之也。天下歸之之謂王，天下去\\n之之謂亡。故桀紂無天下，湯武不弒君，由此效之也。湯武者民之父母\\n也，桀紂者民之怨賊也。今世俗之為說者，以桀紂為君，而以湯武為弒\\n，然則是誅民之父母，而師民之怨賊也，不祥莫大焉。以天下之合為君\\n，則天下未嘗合於桀紂也。然則以湯武為弒，則天下未嘗有說也，直墮\\n之耳。故天子唯其人。天下者，至重也，非至彊莫之能任；至大也，非\\n至辨莫之能分；至眾也，非至明莫之能和。此三至者，非聖人莫之能盡\\n。故非聖人莫之能王。聖人備道全美者也，是縣天下之權稱也。桀紂者\\n其志慮至險也，其志意至闇也，其行之為至亂也，親者疏之，賢者賤之\\n，生民怨之。禹湯之後也，而不得一人之與；刳比干，囚箕子，身死國\\n亡，為天下之大僇，後世之言惡者必稽焉，是不容妻子之數也。故至賢\\n疇四海，湯武是也；至罷不能容妻子，桀紂是也。今世俗之為說者，以\\n桀紂為有天下，而臣湯武，豈不過甚矣哉！譬之，是猶傴巫跛匡大自以\\n為有知也。故可以有奪人國，不可以有奪人天下；可以有竊國，不可以\\n有竊天下也。可以奪之者可以有國，而不可以有天下；竊可以得國，而\\n不可以得天下。是何也？曰：國小具也，可以小人有也，可以小道得也\\n，可以小力持也；天下者大具也，不可以小人有也，不可以小道得也，\\n不可以小力持也。國者小人可以有之，然而未必不亡也；天下者，至大\\n也，非聖人莫之能有也。世俗之為說者曰：「治古無肉刑，而有象刑：\\n墨黥，慅嬰，共艾畢，剕對（）屨，殺赭衣而不純。治古如是。」是不\\n然，以為治邪？則人固莫觸罪，非獨不用肉刑，亦不用象刑矣。以為人\\n或觸罪矣，而直輕其刑，然則是殺人者不死，傷人者不刑也。罪至重而\\n刑至輕，庸人不知惡矣，亂莫大焉。凡刑人之本，禁曓惡惡，且徵其未\\n也。殺人者不死，而傷人者不刑，是謂惠曓而寬賊也，非惡惡也。故象\\n刑殆非生於治古，并起於亂今也。治古不然。凡爵列、官職、賞慶、刑\\n罰，皆報也，以類相從者也。一物失稱，亂之端也。夫德不稱位，能不\\n稱官，賞不當功，罰不當罪，不祥莫大焉。昔者武王伐有商，誅紂，斷\\n其首，縣之赤旆。夫征曓誅悍，治之盛也。殺人者死，傷人者刑，是百\\n王之所同也，未有知其所由來者也。刑稱罪則治，不稱罪則亂。故治則\\n刑重，亂則刑輕，犯治之罪固重，犯亂之罪固輕也。書曰：「刑罰世輕\\n世重。」此之謂也。世俗之為說者曰：「湯武不能禁令。」曰：「是何\\n也？」曰：「楚越不受制。」是不然。湯武者，至天下之善禁令者也。\\n湯居亳，武王居鄗，皆百里之地也，天下為一，諸侯為臣，通達之屬，\\n莫不振動從服以化順之，曷為楚越獨不受制也！彼王者之制也，視形埶\\n而制械用，稱遠邇而等貢獻，豈必齊哉！故魯人以榶，衛人用柯，齊人\\n用一革，土地刑制不同者，械用備飾不可不異也。故諸夏之國同服同儀\\n，蠻夷戎狄之國同服不同制。封內甸服，封外侯服，侯衛賓服，蠻夷要\\n服，戎狄荒服。甸服者祭，侯服者祀，賓服者享，要服者貢，荒服者終\\n王。日祭月祀，時享歲貢，〔終王，〕夫是之謂視形埶而制械用，稱遠\\n近而等貢獻；是王者之制也。彼楚越者，且時享歲貢，終王之屬也，必\\n齊之日祭月祀之屬，然後曰受制邪？是規磨之說也。溝中之瘠也，則未\\n足與及王者之制也。語曰：「淺不足與測深，愚不足與謀知，坎井之鼃\\n，不可與語東海之樂。」此之謂也。世俗之為說者曰：「堯舜擅讓。」\\n是不然。天子者，埶位至尊，無敵於天下，夫有誰與讓矣？道德純備，\\n智惠甚明，南面而聽，天下生民之屬莫不震動從服以化順之。天下無隱\\n士，無遺善，同焉者是也，異焉者非也。夫有惡擅天下矣。 曰：「死\\n而擅之。」是又不然。聖王在上，決德而定次，量能而授官，皆使民載\\n其事而各得其宜。不能以義制利，不能以偽飾性，則兼以為民。聖王已\\n沒，天下無聖，則固莫足以擅天下矣。天下有聖，而在後〔子〕者，則\\n天下不離，朝不易位，國不更制，天下厭然，與鄉無以異也。以堯繼堯\\n，夫又何變之有矣！聖不在後子而在三公，則天下如歸，猶復而振之矣\\n。天下厭然，與鄉無以異也；以堯繼堯，夫又何變之有矣！唯其徙朝改\\n制為難。故天子生則天下一隆，致順而治，論德而定次，死則能任天下\\n者必有之矣。夫禮義之分盡矣，擅讓惡用矣哉！曰：「老衰而擅。」是\\n又不然。血氣筋力則有衰，若夫智慮取舍則無衰。曰：「老者不堪其勞\\n而休也。」是又畏事者之議也。天子者埶至重而形至佚，心至愉而志無\\n所詘，而形不為勞，尊無上矣。衣被則服五采，雜閒色，重文繡，加飾\\n之以珠玉；食飲則重大牢而備珍怪，期臭味，曼而饋，伐睪而食，雍而\\n徹乎五祀，執薦者百人侍西房；居則設張容，負依而坐，諸侯趨走乎堂\\n下；出戶而巫覡有事，出門而宗祝有事，乘大路，趨越席以養安，側載\\n睪芷以養鼻，前有錯衡以養目，和鸞之聲，步中武象，趨中韶護以養耳\\n，三公奉軶持納，諸侯持輪挾輿先馬，大侯編後，大夫次之，小侯元士\\n次之，庶士介而夾道，庶人隱竄，莫敢視望。居如大神，動如天帝。持\\n老養衰，猶有善於是者與？不老者，休也，休猶有安樂恬愉如是者乎？\\n故曰：諸侯有老，天子無老。有擅國，無擅天下，古今一也。夫曰堯舜\\n擅讓，是虛言也，是淺者之傳，陋者之說也，不知逆順之理，小大至不\\n至之變者也，未可與及天下之大理者也。世俗之為說者曰：「堯舜不能\\n教化。」是何也？曰：「朱象不化。」是不然也。堯舜至天下之善教化\\n者也。南面而聽，天下生民之屬莫不振動從服以化順之。然而朱象獨不\\n化，是非堯舜之過，朱象之罪也。堯舜者天下之英也，朱象者天下之嵬\\n，一時之瑣也。今世俗之為說者，不怪朱象而非堯舜，豈不過甚矣哉！\\n夫是之謂嵬說。羿蠭門者、天下之善射者也，不能以撥弓曲矢中〔微〕\\n；王梁造父者，天下之善馭者也，不能以辟馬毀輿致遠。堯舜者天下之\\n善教化者也，不能使嵬瑣化。何世而無嵬？何時而無瑣？自太皞燧人莫\\n不有也。故作者不祥，學者受其殃，非者有慶。詩曰：「下民之，匪降\\n自天。噂沓背憎，職競由人。」此之謂也。世俗之為說者曰：「太古薄\\n葬，棺厚三寸，衣衾三領，葬田不妨田，故不掘也；亂今厚葬飾棺，故\\n抇也。」是不及知治道，而不察於抇不抇者之所言也。凡人之盜也，必\\n以有為，不以備不足，則以重有餘也。而聖王之生民也，使皆當（富）\\n厚優猶｛不｝知足，而不得以有餘過度。故盜不竊，賊不刺，狗豕吐菽\\n粟，而農賈皆能以貨財讓。風俗之美，男女自不取於涂，而百姓羞拾遺\\n。故孔子曰：「天下有道，盜其先變乎！」雖珠玉滿體，文繡充棺，黃\\n金充椁，加之以丹矸，重之以曾青，犀象以為樹，琅玕龍茲華覲以為實\\n，人猶且莫之抇也。是何故也？則求利之詭緩，而犯分之羞大也。夫亂\\n今然後反是。上以無法使，下以無度行；知者不得慮，能者不得治，賢\\n者不得使。若是，則上失天性，下失地利，中失人和。故百事廢，財物\\n詘，而禍亂起。王公則病不足於上，庶人則凍餧羸瘠於下。於是焉桀紂\\n群居，而盜賊擊奪以危上矣。安禽獸行，虎狼貪，故脯巨人而炙嬰兒矣\\n。若是則有何尤抇人之墓，抉人之口而求利矣哉！雖此倮而薶之，猶且\\n必抇也，安得葬薶哉！彼乃將食其肉而齕其骨也。夫曰：太古薄葬，故\\n不抇也；亂今厚葬，故抇也。是特姦人之誤於亂說，以欺愚者而淖陷之\\n，以偷取利焉。夫是之謂大姦。傳曰：「危人而自安，害人而自利。」\\n此之謂也。子宋子曰：「明見侮之不辱，使人不鬬。人皆以見侮為辱，\\n故鬬也；知見侮之為不辱，則不鬬矣。」應之曰：然則亦以人之情為不\\n惡侮乎？曰：「惡而不辱也。」曰：若是，則必不得所求焉。凡人之鬬\\n也，必以其惡之為說，非以其辱之為故也。今俳優侏儒狎徒詈侮而不鬬\\n者，是豈鉅知見侮之為不辱哉。然而不鬬者，不惡故也。今人或入其央\\n瀆，竊其豬彘，則援劍戟而逐之，不避死傷。是豈以喪豬為辱也哉！然\\n而不憚鬬者，惡之故也。雖以見侮為辱也，不惡則不鬬；雖知見侮為不\\n辱，惡之則必鬬。然則鬬與不鬬邪，亡於辱之與不辱也，乃在於惡之與\\n不惡也。夫今子宋子不能解人之惡侮，而務說人以勿辱也，豈不過甚矣\\n哉！金舌弊口，猶將無益也。不知其無益，則不知；知其無益也，直以\\n欺人，則不仁。不仁不知，辱莫大焉。將以為有益於人，則與無益於人\\n也，則得大辱而退耳！說莫病是矣。子宋子曰：「見侮不辱。」應之曰\\n：凡議必將立隆正，然後可也。無隆正則是非不分，而辨訟不決，故所\\n聞曰：「天下之大隆，是非之封界，分職名象之所起，王制是也。」故\\n凡言議期命是非，以聖王為師。而聖王之分，榮辱是也。是有兩端矣。\\n有義榮者，有埶榮者；有義辱者，有埶辱者。志意脩，德行厚，知慮明\\n，是榮之由中出者也，夫是之謂義榮。爵列尊，貢祿厚，形埶勝，上為\\n天子諸侯，下為卿相士大夫，是榮之從外至者也，夫是之謂埶榮。流淫\\n汙僈，犯分亂理，驕曓貪利，是辱之由中出者也，夫是之謂義辱。詈侮\\n捽搏，捶笞臏腳，斬斷枯磔，藉靡舌，是辱之由外至者也，夫是之謂埶\\n辱。是榮辱之兩端也。故君子可以有埶辱，而不可以有義辱；小人可以\\n有埶榮，而不可以有義榮。有埶辱無害為堯，有埶榮無害為桀。義榮埶\\n榮，唯君子然後兼有之；義辱埶辱，唯小人然後兼有之。是榮辱之分也\\n。聖王以為法，士大夫以為道，官人以為守，百姓以為成俗，萬世不能\\n易也。今子宋子案不然，獨詘容為己，慮一朝而改之，說必不行矣。譬\\n之，是猶以塼涂塞江海也，以焦僥而戴太山也，蹎跌碎折，不待頃矣。\\n二三子之善於子宋子者，殆不若止之，將恐得傷其體也。子宋子曰：「\\n人之情，欲寡，而皆以己之情為欲多，是過也。」故率其群徒，辨其談\\n說，明其譬稱，將使人知情欲之寡也。應之曰：然則亦以人之情為欲，\\n目不欲綦色，耳不欲綦聲，口不欲綦味，鼻不欲綦臭，形不欲綦佚，此\\n五綦者，亦以人之情為不欲乎？曰：「人之情欲是已。」曰：若是，則\\n說必不行矣。以人之情為欲，此五綦者而不欲多，譬之，是猶以人之情\\n為欲富貴而不欲貨也，好美而惡西施也。古之人為之不然。以人之情為\\n欲多而不欲寡，故賞以富厚而罰以殺損也。是百王之所同也。故上賢祿\\n天下，次賢祿一國，下賢祿田邑，愿慤之民完衣食。今子宋子以是之情\\n為欲寡而不欲多也，然則先王以人之所不欲者賞，而以人之所欲者罰邪\\n？亂莫大焉。今子宋子嚴然而好說，聚人徒，立師學，成文典，然而說\\n不免於以至治為至亂也，豈不過甚矣哉！</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">禮論篇第十九\\n禮起於何也？曰：人生而有欲，欲而不得，則不能無求。求而無度量分\\n界，則不能不爭。爭則亂，亂則窮，先王惡其亂也，故制禮義以分之，\\n以養人之欲，給人之求。使欲必不窮於物，物必不屈於欲。兩者相持而\\n長，是禮之所起也。故禮者養也。芻豢稻梁，五味調香，所以養口也；\\n椒蘭芬苾，所以養鼻也；雕琢刻鏤，黼黻文章，所以養目也；鍾鼓管磬\\n，琴瑟竽笙，所以養耳也；疏房檖越席，床笫几筵，所以養體也。故禮\\n者養也。君子既得其養，又好其別。曷謂別？曰：貴賤有等，長幼有差\\n，貧富輕重皆有稱者也。故天子大路越席，所以養體也；側載睪芷，所\\n以養鼻也；前有錯衡，所以養目也；和鸞之聲，步中武象，趨中韶護，\\n所以養耳也；龍旗九斿，所以養信也；寢兕持虎，蛟韅、絲末、彌龍，\\n所以養威也。故大路之馬必倍至，教順然後乘之，所以養安也。孰知夫\\n出死要節之所以養生也！孰知夫出費用之所以養財也！孰知夫恭敬辭讓\\n之所以養安也！孰知夫禮義文理之所以養情也！故人苟生之為見，若者\\n必死；苟利之為見，若者必害；苟怠惰偷懦之為安，若者必危；苟情說\\n之為樂，若者必滅。故人一之於禮義，則兩得之矣；一之於情性，則兩\\n喪之矣。故儒者將使人兩得之者也，墨者將使人兩喪之者也，是儒墨之\\n分也。禮有三本：天地者生之本也，先祖者類之本也，君師者治之本也\\n。無天地惡生？無先祖惡出？無君師惡治？三者偏亡焉無安人。故禮，\\n上事天，下事地，尊先祖，而隆君師。是禮之三本也。故王者天太祖，\\n諸侯不敢壞，大夫士有常宗，所以別貴始，貴始得之本也。郊止乎天子\\n，而社止於諸侯，道及士大夫，所以別尊者事尊，卑者事卑，宜大者巨\\n，宜小者小也。故有天下者事十（七）世，有一國者事五世，有五乘之\\n地者事三世，有三乘之地者事二世，持手而食者不得立宗廟，所以別積\\n厚，積厚者流澤廣，積薄者流澤狹也。大饗，尚玄尊，俎生魚，先大羹\\n，貴食飲之本也。饗，尚玄尊而用酒醴，先黍稷而飯稻粱。祭，齊大羹\\n而飽庶羞，貴本而親用也。貴本之謂文，親用之謂理，兩者合而成文，\\n以歸大一，夫是之謂大隆。故尊之尚玄酒也，俎之尚生魚也，俎（豆）\\n之先大羹也，一也。利爵之不醮也，成事之俎不嘗也，三臭之不食也，\\n一也。大昏之未發齊也，太廟之未入尸也，始卒之未小斂也，一也。大\\n路之素未集也，郊之麻絻也，喪服之先散麻也，一也。三年之喪，哭之\\n不文也，清廟之歌，一倡而三歎也，縣一鍾，尚拊之膈，朱絃而通越也\\n，一也。凡禮，始乎梲，成乎文，終乎悅校。故至備，情文俱盡。其次\\n，情文代勝；其下復情以歸大一也。天地以合，日月以明，四時以序，\\n星辰以行，江河以流，萬物以昌，好惡以節，喜怒以當，以為下則順，\\n以為上則明，萬變變而不亂，貳之則喪也。禮豈不至矣哉！立隆以為極\\n，而天下莫之能損益也。本末相順，終始相應，至文以有別，至察以有\\n說，天下從之者治，不從者亂，從之者安，不從者危，從之者存，不從\\n者亡，小人不能測也。禮之理誠深矣，堅白同異之察，入焉而溺；其理\\n誠大矣，擅作典制辟陋之說，入焉而喪；其理誠高矣，曓慢恣雎輕俗以\\n為高之屬，入焉而隊。故繩墨誠陳矣，則不可欺以曲直；衡誠縣矣，則\\n不可欺以輕重；規矩誠設矣，則不可欺以方圓；君子審於禮，則不可欺\\n以詐偽。故繩者直之至，衡者平之至，規矩者方圓之至，禮者人道之極\\n也。然而不法禮不足禮，謂之無方之民；法禮足禮，謂之有方之士。禮\\n之中焉能思索，謂之能慮；禮之中焉能勿易，謂之能固。能慮能固，加\\n好者焉，斯聖人矣。故天者高之極也，地者下之極也，無窮者廣之極也\\n，聖人者道之極也。故學者，固學為聖人也，非特學無方之民也。禮者\\n，以財物為用，以貴賤為文，以多少為異，以隆殺為要。文理繁，情用\\n省，是禮之隆也。文理省，情用繁，是禮之殺也。文理情用相為內外，\\n表裏竝行而雜，是禮之中流也。故君子上致其隆，下盡其殺，而中處其\\n中。步驟馳騁厲鶩不外是矣。是君子之壇宇宮廷也。人有是，士君子也\\n；外是，民也。於是其中焉，方皇周挾，曲得其次序，是聖人也。故厚\\n者禮之積也，大者禮之廣也，高者禮之隆也，明者禮之盡也。詩曰：「\\n禮儀卒度，笑語卒獲。」此之謂也。禮者，謹於治生死者也。生，人之\\n始也；死，人之終也。終始俱善，人道畢矣。故君子敬始而慎終，終始\\n如一，是君子之道，禮義之文也。夫厚其生而薄其死，是敬其有知，而\\n慢其無知也，是姦人之道而倍叛之心也。君子以倍叛之心接臧穀，猶且\\n羞之，而況以事其所隆親乎！故死之為道也，一而不可得再復也，臣之\\n所以致重其君，子之所以致重其親，於是盡矣。故事生不忠厚，不敬文\\n，謂之野；送死不忠厚，不敬文，謂之瘠。君子賤野而羞瘠，故天子棺\\n椁十（七）重，諸侯五重，大夫三重，士再重。然後皆有衣衾多少厚薄\\n之數，皆有翣菨文章之等，以敬飾之，使生死終始若一，一足以為人願\\n，是先王之道，忠臣孝子之極也。天子之喪，動四海，屬諸侯；諸侯之\\n喪，動通國，屬大夫；大夫之喪，動一國，屬脩士；脩士之喪，動一鄉\\n，屬朋友；庶人之喪，合族黨，動州里；刑餘罪人之喪，不得合族黨，\\n獨屬妻子，棺椁三寸，衣衾三領，不得飾棺，不得晝行，以昬殣，凡緣\\n而往埋之，反無哭泣之節，無衰麻之服，無親疏月數之等，各反其平，\\n各復其始，已葬埋，若無喪者而止，夫是之謂至辱。禮者，謹於吉凶，\\n不相厭者也。紸纊聽息之時，則夫忠臣孝子亦知其閔已，然而殯斂之具\\n，未有求也；垂涕恐懼，然而幸生之心未已，持生之事未輟也。卒矣，\\n然後作具之。故雖備家，必踰日然後能殯，三日而成服。然後告遠者出\\n矣，備物者作矣。故殯久不過七十日，速不損五十日。是何也？曰：遠\\n者可以至矣，百求可以得矣，百事可以成矣；其忠至矣，其節大矣，其\\n文備矣。然後月朝卜日，月夕卜宅，然後葬也。當是時也，其義止，誰\\n得行之？其義行，誰得止之？故三月之葬，其以生設飾死者也，殆非直\\n留死者以安生也，是致隆思慕之義也。喪禮之凡，變而飾，動而遠，久\\n而平。故死之為道也，不飾則惡，惡則不哀；尒則翫，翫則厭，厭則忘\\n，忘則不敬。一朝而喪其嚴親，而所以送葬之者，不哀不敬，則嫌於禽\\n獸矣，君子恥之。故變而飾，所以滅惡也；動而遠，所以遂敬也；久而\\n平，所以優生也。禮者，斷長續短，損有餘，益不足，達愛敬之文，而\\n滋成行義之美者也。故文飾麤惡，聲樂哭泣，恬愉憂戚，是反也，然而\\n禮兼而用之，時舉而代御。故文飾聲樂恬愉，所以持平奉吉也；麤衰（\\n惡）哭泣憂戚，所以持險奉凶也。故其立文飾也，不至於窕冶；其立麤\\n衰（惡）也，不至於瘠弃；其立聲樂恬愉也，不至於流淫惰慢；其立哭\\n泣哀戚也，不至於隘懾傷生，是禮之中流也。故情貌之變，足以別吉凶\\n，明貴賤親疏之節，期止矣。外是，姦也；雖難，君子賤之。故量食而\\n食之，量要而帶之，相高以毀瘠，是姦人之道也，非禮義之文也，非孝\\n子之情也，將以有為者也。故說豫、娩澤、憂戚、萃惡，是吉凶憂愉之\\n情發於顏色者也；歌謠、謸笑、哭泣、諦號，是吉凶憂愉之情發於聲音\\n者也；芻豢、稻梁、酒醴，餰鬻、魚肉、菽藿、酒漿，是吉凶憂愉之情\\n發於食飲者也；卑絻、黼黻、文織，資麤、衰絰、菲繐、菅屨，是吉凶\\n憂愉之情發於衣服者也；疏房、檖、越席、牀笫、几筵，屬茨、倚廬、\\n席薪、枕塊，是吉凶憂愉之情發於居處者也。兩情者，人生固有端焉。\\n若夫斷之繼之，博之淺之，益之損之，類之盡之，盛之美之，使本末終\\n始，莫不順比，足以為萬世則，則是禮也。非順孰脩為之君子，莫之能\\n知也。故曰：性者，本始材朴也；偽者，文理隆盛也。無性則偽之無所\\n加，無偽則性不能自美。性偽合，然後成聖人之名一，天下之功於是就\\n也。故曰：天地合而萬物生，陰陽接而變化起，性偽合而天下治。天能\\n生物，不能辨物也；地能載人，不能治人也；宇中萬物生人之屬，待聖\\n人然後分也。詩曰：「懷柔百神，及河喬嶽。」此之謂也。喪禮者，以\\n生者飾死者也，大象其生以送其死也。故如（事）死如生，如（事）亡\\n如存，終始一也。始卒，沐浴、鬠體、飯唅，象生執也。不沐則濡櫛三\\n律而止，不浴則濡巾三式而止。充耳而設瑱，飯以生稻，唅以槁骨，反\\n生術矣。設褻衣，襲三稱，縉紳而無鉤帶矣。設掩面儇目，鬠而不冠笄\\n矣。書其名，置於其重，則名不見而柩獨明矣。薦器，則冠有鍪而毋縰\\n，罋廡虛而不實，有簟席而無牀笫，木器不成斲，陶器不成物，薄器不\\n成內，笙竽具而不和，琴瑟張而不均，輿藏而馬反，告不用也。具生器\\n以適墓，象徙道也。略而不盡，而不功，趨輿而藏之，金革轡靷而不入\\n，明不用也。象徙道，又明不用也，是皆所以重哀也。故生器文而不功\\n，明器而不用。凡禮，事生，飾歡也；送死，飾哀也；祭祀，飾敬也；\\n師旅，飾威也。是百王之所同，古今之所一也，未有知其所由來者也。\\n故壙壟，其象室屋也；棺椁，其象版蓋斯象拂也；無帾絲歶縷翣，其以\\n象菲帷幬尉也。抗折，其以象槾茨番閼也。故喪禮者，無它焉，明死生\\n之義，送以哀敬，而終周藏也。故葬埋，敬藏其形也；祭祀，敬事其神\\n也；其銘誄繫世，敬傳其名也。事生，飾始也；送死，飾終也；終始具\\n，而孝子之事畢，聖人之道備矣。刻死而附生謂之墨，刻生而附死謂之\\n惑，殺生而送死謂之賊。大象其生以送其死，使死生終始莫不稱宜而好\\n善，是禮義之法式也，儒者是矣。三年之喪，何也？曰：稱情而立文，\\n因以飾群，別親疎貴賤之節，而不可益損也。故曰：無適不易之術也。\\n創巨者其日久，痛甚者其愈遲，三年之喪，稱情而立文，所以為至痛極\\n也。齊衰、苴杖、居廬、食粥、席薪、枕塊，所以為至痛飾也。三年之\\n喪，二十五月而畢，哀痛未盡，思慕未忘，然而禮以是斷之者，豈不以\\n送死有已，復生有節也哉！凡生天地之閒者，有血氣之屬必有知，有知\\n之屬莫不愛其類。今夫大鳥獸則失亡其群匹，越月踰時，則必反鉛；過\\n故鄉，則必徘徊焉，鳴號焉，躑躅焉，踟躕焉，然後能去之也。小者是\\n燕爵，猶有啁噍之頃焉，然後能去之。故有血氣之屬，莫知於人，故人\\n之於其親也，至死無窮。將由夫愚陋淫邪之人與，則彼朝死而夕忘之。\\n然而縱之，則是曾鳥獸之不若也，彼安能相與群居而無亂乎！將由夫脩\\n飾之君子與，則三年之喪，二十五月而畢，若駟之過隙，然而遂之，則\\n是無窮也。故先王聖人，安為之立中制節，一使足以成文理，則舍之矣\\n。然則何以分之？曰：至親以期斷。是何也？曰：天地則已易矣，四時\\n則已徧矣，其在宇中者莫不更始矣，故先王案以此象之也。然則三年何\\n也？曰：加隆焉，案使倍之，故再期也。由九月以下何也？曰：案使不\\n及也。故三年以為隆，緦小功以為殺，期九月以為閒。上取象於天，下\\n取象於地，中取則於人，人所以群居和一之理盡矣。故三年之喪，人道\\n之至文者也，夫是之謂至隆。是百王之所同也，古今之所一也。君之喪\\n，所以取三年，何也？曰：君者，治辨之主也，文理之原也，情貌之盡\\n也，相率而致隆之，不亦可乎！詩曰：「愷悌君子，民之父母。」彼君\\n子者，固有為民父母之說焉。父能生之，不能養之；母能食之，不能教\\n誨之；君者，已能食之矣，又善教誨之者也。三年畢矣哉！乳母，飲食\\n之者也，而三月；慈母，衣被之者也，而九月；君曲，備之者也，三年\\n畢乎哉！得之則治，失之則亂，文之至也。得之則安，失之則危，情之\\n至也。兩至者俱積焉，以三年事之，猶未足也，直無由進之耳。故社，\\n祭社也；稷，祭稷也；郊者，并百王於上天而祭祀之也。三月之殯，何\\n也？曰：大之也，重之也。所致隆也，所致親也，將舉措之，遷徙之，\\n離宮室而歸丘陵也，先王恐其不文也，是以繇其期，足之日也。故天子\\n七月，諸侯五月，大夫三月，皆使其須足以容事，事足以容成，成足以\\n容文，文足以容備，曲容備物之謂道矣。祭者、志意思慕之情也。愅詭\\n唈僾而不能無時至焉。故人之歡欣和合之時，則夫忠臣孝子亦愅詭而有\\n所至矣。彼其所至者，甚大動也。案屈然已，則其於志意之情者惆然不\\n嗛，其於禮節者闕然不具。故先王案為之立文，尊尊親親之義至矣。故\\n曰：祭者，志意思慕之情也。忠信愛敬之至矣，禮節文貌之盛矣，苟非\\n聖人，莫之能知也。聖人明知之，士君子安行之，官人以為守，百姓以\\n成俗。其在君子以為人道也，其在百姓以為鬼事也。故鐘鼓管磬，琴瑟\\n竽笙，韶夏護武，汋桓箾簡象，是君子之所以為愅詭其所喜樂之文也。\\n齊衰、苴杖、居廬、食粥、席薪、枕塊，是君子之所以為愅詭其所哀痛\\n之文也。師旅有制，刑法有等，莫不稱罪，是君子之所以為愅詭其所敦\\n惡之文也。卜筮視日、齋戒、脩涂、几筵、饋薦、告祝，如或饗之。物\\n取而皆祭之，如或嘗之。毋利舉爵，主人有尊，如或觴之。賓出，主人\\n拜送，反易服，即位而哭，如或去之。哀夫！敬夫！事死如事生，事亡\\n如事存，狀乎無形，影然而成文。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">樂論篇第二十\\n夫樂者，樂也，人情之所必不免也。故人不能無樂，樂則必發於聲音，\\n形於動靜。而人之道，聲音動靜，性術之變，盡是矣。故人不能不樂，\\n樂則不能無形，形而不為道，則不能無亂。先王惡其亂也，故制雅頌之\\n聲以道之，使其聲足以樂而不流，使其文足以辨而不諰，使其曲直繁省\\n，廉肉節奏，足以感動人之善心，使夫邪污之氣無由得接焉。是先王立\\n樂之方也，而墨子非之奈何！故樂在宗廟之中，君臣上下同聽之，則莫\\n不和敬；閨門之內，父子兄弟同聽之，則莫不和親；鄉里族長之中，長\\n少同聽之，則莫不和順。故樂者，審一以定和者也，比物以飾節者也，\\n合奏以成文者也；足以率一道，足以治萬變。是先王立樂之術也，而墨\\n子非之奈何！故聽其雅頌之聲，而志意得廣焉；執其干戚，習其俯仰屈\\n伸，而容貌得莊焉；行其綴兆，要其節奏，而行列得正焉，進退得齊焉\\n。故樂者，出所以征誅也，入所以揖讓也；征誅揖讓，其義一也。出所\\n以征誅，則莫不聽從；入所以揖讓，則莫不從服。故樂者，天下之大齊\\n也，中和之紀也，人情之所必不免也。是先王立樂之術也，而墨子非之\\n奈何！且樂者，先王之所以飾喜也；軍旅鈇鉞者，先王之所以飾怒也。\\n先王喜怒皆得其齊焉。是故喜而天下和之，怒而曓亂畏之。先王之道，\\n禮樂正其盛者也。而墨子非之。故曰：墨子之於道也，猶瞽之於白黑也\\n，猶聾之於清濁也，猶欲之楚而北求之也。夫聲樂之入人也深，其化人\\n也速，故先王謹為之文。樂中平則民和而不流，樂肅莊則民齊而不亂。\\n民和齊則兵勁城固，敵國不敢嬰也。如是，則百姓莫不安其處，樂其鄉\\n，以至足其上矣。然後名聲於是白，光輝於是大，四海之民莫不願得以\\n為師，是王者之始也。樂姚冶以險，則民流僈鄙賤矣；流僈則亂，鄙賤\\n則爭；亂爭則兵弱城犯，敵國危之如是，則百姓不安其處，不樂其鄉，\\n不足其上矣。故禮樂廢而邪音起者，危削侮辱之本也。故先王貴禮樂而\\n賤邪音。其在序官也，曰：「脩憲命，審誅賞（詩商），禁淫聲，以時\\n順脩，使夷俗邪音不敢亂雅，太師之事也。」墨子曰：「樂者，聖王之\\n所非也，而儒者為之過也。」君子以為不然。樂者，聖人之所樂也，而\\n可以善民心，其感人深，其移風易俗。故先王導之以禮樂，而民和睦。\\n夫民有好惡之情，而無喜怒之應則亂；先王惡其亂也，故脩其行，正其\\n樂，而天下順焉。故齊衰之服，哭泣之聲，使人之心悲。帶甲嬰，歌於\\n行伍，使人之心傷；姚冶之容，鄭衛之音，使人之心淫；紳端章甫，舞\\n韶歌武，使人之心莊。故君子耳不聽淫聲，目不視女色，口不出惡言，\\n此三者，君子慎之。凡姦聲，感人而逆氣應之，逆氣成象而亂生焉；正\\n聲，感人而順氣應之，順氣成象而治生焉。唱和有應，善惡相象，故君\\n子慎其所去就也。君子以鐘鼓道志，以琴瑟樂心；動以干戚，飾以羽旄\\n，從以磬管。故其清明象天，其廣大象地，其俯仰周旋有似於四時。故\\n樂行而志清，禮脩而行成，耳目聰明，血氣和平，移風易俗，天下皆寧\\n，美善相樂。故曰：樂者，樂也。君子樂得其道，小人樂得其欲；以道\\n制欲，則樂而不亂；以欲忘道，則惑而不樂。故樂者，所以道樂也，金\\n石絲竹，所以道德也；樂行而民鄉方矣。故樂者，治人之盛者也，而墨\\n子非之。且樂也者，和之不可變者也；禮也者，理之不可易者也。樂合\\n同，禮別異，禮樂之統，管乎人心矣。窮本極變，樂之情也；著誠去偽\\n，禮之經也。墨子非之，幾遇刑也。明王已沒，莫之正也。愚者學之，\\n危其身也。君子明樂，乃其德也。亂世惡善，不此聽也。於乎哀哉！不\\n得成也。弟子勉學，無所營也。聲樂之象，鼓大麗，鐘統實，磬廉制，\\n竽笙簫和，筦籥發猛，塤篪翁博，瑟易良，琴婦好，歌清盡，舞意天道\\n兼。鼓其樂之君邪。故鼓似天，鐘似地，磬似水，竽笙簫和筦籥，似星\\n辰日月，鞉柷、拊鞷、椌楬似萬物。曷以知舞之意？曰：目不自見，耳\\n不自聞也，然而治俯仰、詘信、進退、遲速，莫不廉制，盡筋骨之力，\\n以要鐘鼓俯會之節，而靡有悖逆者，眾積意乎！吾觀於鄉，而知王道之\\n易易也。主人親速賓及介，而眾賓皆從之。至于門外，主人拜賓及介，\\n而眾賓皆入，貴賤之義別矣。三揖，至于階，三讓，以賓升。拜至獻酬\\n辭讓之節繁，及介省矣。至于眾賓，升受，坐祭，立飲，不酢而降，隆\\n殺之義辨矣。工入升歌，三終，主人獻之；笙入三終，主人獻之；閒歌\\n三終，合樂三終，工告樂備，遂出。二人揚觶，乃立司正，焉知其能和\\n樂而不流也。賓酬主人，主人酬介，介酬眾賓，少長以齒，終於沃洗者\\n，焉知其能弟長而無遺也。降，說屨升坐，脩爵無數。飲酒之節，朝不\\n廢朝，莫不廢夕。賓出，主人拜送，節文終遂，焉知其能安燕而不亂也\\n。貴賤明，隆殺辨，和樂而不流，弟長而無遺，安燕而不亂，此五行者\\n，是足以正身安國矣。彼國安而天下安。故曰：吾觀於鄉，而知王道之\\n易易也。亂世之徵，其服組，其容婦。其俗淫，其志利，其行雜，其聲\\n樂險，其文章匿而采，其養生無度，其送死瘠墨，賤禮義而貴勇力，貧\\n則為盜，富則為賊。治世反是也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">解蔽篇第二十一\\n凡人之患，蔽於一曲，而闇於大理。治則復經，兩疑則惑矣。天下無二\\n道，聖人無兩心。今諸侯異政，百家異說，則必或是或非，或治或亂。\\n亂國之君，亂家之人，此其誠心，莫不求正而以自為也。妬繆於道，而\\n人誘其所迨也。私其所積，唯恐聞其惡也。倚其所私，以觀異術，唯恐\\n聞其美也。是以與治雖走，而是己不輟也。豈不蔽於一曲，而失正求也\\n哉！心不使焉，則白黑在前而目不見，雷鼓在側而耳不聞，況於使者乎\\n？德道之人，亂國之君非之上，亂家之人非之下，豈不哀哉！故為蔽，\\n欲為蔽，惡為蔽，始為蔽，終為蔽，遠為蔽，近為蔽，博為蔽，淺為蔽\\n，古為蔽，今為蔽。凡萬物異則莫不相為蔽，此心術之公患也。昔人君\\n之蔽者，夏桀殷紂是也。桀蔽於末喜斯觀，而不知關龍逢，以惑其心，\\n而亂其行。紂蔽於妲己、飛廉，而不知微子啟，以惑其心，而亂其行。\\n故群臣去忠而事私，百姓怨非而不用，賢良退處而隱逃，此其所以喪九\\n牧之地，而虛宗廟之國也。桀死於亭（鬲）山，紂縣於赤旆。身不先知\\n，人又莫之諫，此蔽塞之禍也。成湯監於夏桀，故主其心而慎治之，是\\n以能長用伊尹，而身不失道，此其所以代夏王而受九有也。文王監於殷\\n紂，故主其心而慎治之，是以能長用呂望，而身不失道，此其所以代殷\\n王而受九牧也。遠方莫不致其珍；故目視備色，耳聽備聲，口食備味，\\n形居備宮，名受備號，生則天下歌，死則四海哭。夫是之謂至盛。詩曰\\n：「鳳凰秋秋，其翼若干，其聲若簫。有鳳有凰，樂帝之心。」此不蔽\\n之福也。昔人臣之蔽者，唐鞅奚齊是也。唐鞅蔽於欲權而逐載子，奚齊\\n蔽於欲國而罪申生；唐鞅戮於宋，奚齊戮於晉。逐賢相而罪孝兄，身為\\n刑戮，然而不知，此蔽塞之禍也。故以貪鄙、背叛、爭權而不危辱滅亡\\n者，自古及今，未嘗有之也。鮑叔、甯戚、隰朋，仁知且不蔽，故能持\\n管仲，而名利福祿與管仲齊。召公、呂望，仁知且不蔽，故能持周公而\\n名利福祿與周公齊。傳曰：「知賢之謂明，輔賢之謂能，勉之彊之，其\\n福必長。」此之謂也。此不蔽之福也。昔賓孟之蔽者，亂家是也。墨子\\n蔽於用而不知文，宋子蔽於欲而不知得，慎子蔽於法而不知賢，申子蔽\\n於埶而不知知，惠子蔽於辭而不知實，莊子蔽於天而不知人。故由用謂\\n之道，盡利矣。由俗（欲）謂之，道盡嗛矣；由法謂之，道盡數矣；由\\n埶謂之，道盡便矣；由辭謂之，道盡論矣；由天謂之，道盡因矣。此數\\n具者，皆道之一隅也。夫道者，體常而盡變，一隅不足以舉之。曲知之\\n人，觀於道之一隅，而未之能識也。故以為足而飾之，內以自亂，外以\\n惑人，上以蔽下，下以蔽上，此蔽塞之禍也。孔子仁知且不蔽，故學亂\\n術足以為先王者也。一家得周道，舉而用之，不蔽於成積也。故德與周\\n公齊，名與三王竝，此不蔽之福也。聖人知心術之患，見蔽塞之禍，故\\n無欲無惡，無始無終，無近無遠，無博無淺，無古無今，兼陳萬物而中\\n縣衡焉。是故眾異不得相蔽以亂其倫也。何謂衡？曰：道。故心不可以\\n不知道，心不知道，則不可道，而可非道。人孰欲得恣，而守其所不可\\n，以禁其所可？以其不可道之心取人，則必合於不道人，而不｛知｝合\\n於道人。以其不可道之心與不道人論道人，亂之本也。夫何以知？曰：\\n心知道，然後可道，可道然後守道以禁非道。以其可道之心取人，則合\\n於道人，而不合於不道之人矣。以其可道之心與道人論非道，治之要也\\n，何患不知。故治之要在於知道。人何以知道？曰：心。心何以知？曰\\n：虛壹而靜。心未嘗不臧也，然而有所謂虛；心未嘗不滿（兩）也，然\\n而有所謂一；心未嘗不動也，然而有所謂靜。人生而有知，知而有志；\\n志也者，臧也；然而有所謂虛，不以所已臧害所將受謂之虛。心生而有\\n知，知而有異。異也者，同時兼知之；同時兼知之，兩也。然而有所謂\\n一，不以夫一害此一，謂之壹。心臥則夢，偷則自行，使之則謀；故心\\n未嘗不動也，然而有所謂靜，不以夢劇亂知謂之靜。未得道而求道者，\\n謂之虛壹而靜。作之，則將須道者之虛則人，將事道者之壹則盡，盡將\\n思道者靜則察。知道察，知道行，體道者也。虛壹而靜，謂之大清明。\\n萬物莫形而不見，莫見而不論，莫論而失位。坐於室而見四海，處於今\\n而論久遠。疏觀萬物而知其情，參稽治亂而通其度，經緯天地而材官萬\\n物，制割大理而宇宙裡矣。恢恢廣廣，孰知其極？睪睪廣廣，孰知其德\\n？涫涫紛紛，孰知其形？明參日月，大滿八極，夫是之謂大人。夫惡有\\n蔽矣哉！心者，形之君也，而神明之主也，出令而無所受令。自禁也，\\n自使也，自奪也，自取也，自行也，自止也。故口可劫而使墨云，形可\\n劫而使詘申，心不可劫而使易意，是之則受，非之則辭。故曰，心容，\\n其擇也無禁，必自現，其物也雜博，其情之至也不貳。詩云：「采采卷\\n耳，不盈頃筐。嗟我懷人，寘彼周行。」頃筐易滿也，卷耳易得也，然\\n而不可以貳周行。故曰，心枝則無知，傾則不精，貳則疑惑。以贊稽之\\n，萬物可兼知也。身盡其故則美。類不可兩也，故知者擇一而壹焉。農\\n精於田，而不可以為田師；賈精於市，而不可以為賈（市）師；工精於\\n器，而不可以為器師。有人也，不能此三技，而可使治三官。曰：精於\\n道者也，精於物者也。精於物者以物物，精於道者兼物物。故君子壹於\\n道，而以贊稽物。壹於道則正，以贊稽物則察；以正志行察論，則萬物\\n官矣。昔者舜之治天下也，不以事詔而萬物成。處一危之，其榮滿側；\\n養一之微，榮矣而未知。故道經曰：「人心之危，道心之微。」危微之\\n幾，惟明君子而後能知之。故人心譬如槃水，正錯而勿動，則湛濁在下\\n，而清明在上，則足以見鬒眉而察理矣。微風過之，湛濁動乎下，清明\\n亂於上，則不可以得大形之正也。心亦如是矣。故導之以理，養之以清\\n，物莫之傾，則足以定是非決嫌疑矣。小物引之，則其正外易，其心內\\n傾，則不足以決庶（麤）理矣。故好書者眾矣，而倉頡獨傳者，壹也；\\n好稼者眾矣，而后稷獨傳者，壹也。好樂者眾矣，而夔獨傳者，壹也；\\n好義者眾矣，而舜獨傳者，壹也。倕作弓，浮游作矢，而羿精於射；奚\\n仲作車，乘杜作乘馬，而造父精於御：自古及今，未嘗有兩而能精者也\\n。曾子曰：「是其庭可以搏鼠，惡能與我歌矣！」空石之中有人焉，其\\n名曰觙。其為人也，善射以好思。耳目之欲接，則敗其思；蚊蝱之聲聞\\n，則挫其精。是以闢耳目之欲，而遠蚊蝱之聲，閑居靜思則通。思仁若\\n是，可謂微乎！孟子惡敗而出妻，可謂能自彊矣；有子惡臥而焠掌，可\\n謂能自忍矣，未及好也。闢耳目之欲，可謂能自彊矣，未及思也；蚊虻\\n之聲聞則挫其精，可謂危矣，未可謂微也。夫微者，至人也。至人也，\\n何彊、何忍、何危！故濁明外景，清明內景，聖人縱其欲，兼其情，而\\n制焉者理矣；夫何彊、何忍、何危！故仁者之行道也，無為也；聖人之\\n行道也，無彊也。仁者之思也恭，聖人之思也樂。此治心之道也。凡觀\\n物有疑，中心不定，則外物不清。吾慮不清，則未可定然否也。冥冥而\\n行者，見寢石以為伏虎也，見植林以為後人也：冥冥蔽其明也。醉者越\\n百步之溝，以為蹞步之澮也；俯而出城門，以為小之閨也：酒亂其神也\\n。厭目而視者，視一以為兩；掩耳而聽者，聽漠漠而以為哅洶，埶亂其\\n官也。故從山上望牛者若羊，而求羊者不下牽也，遠蔽其大也。從山下\\n望木者，十仞之木若箸，而求箸者不上折也：高蔽其長也。水動而景搖\\n，人不以定美惡，水埶玄也。瞽者仰視而不見星，人不以定有無，用精\\n惑也。有人焉，以此時定物，則世之愚者也。彼愚者之定物，以疑決疑\\n，決必不當。夫苟不當，安能無過乎？夏首之南有人焉，曰涓蜀梁。其\\n為人也，愚而善畏。明月而宵行，俯見其影，以為伏鬼也；卬視其髮，\\n以為立魅也。背而走，比至其家，失氣而死。豈不哀哉！凡人之有鬼也\\n，必以其感忽之間，疑玄之時定之。此人之所以無有而有無之時也，而\\n己以正事，故傷於溼而擊鼓鼓痺（故傷於溼而痺，痺而擊鼓烹豚），則\\n必有敝鼓喪豚之費矣，而未有俞疾之福也。故雖不在夏首之南，則無以\\n異矣。凡以知，人之性也；可以知，物之理也。以可以知人之性，求可\\n以知物之理，而無所疑止之，則沒世窮年不能徧也。其所以貫理焉，雖\\n億萬，已不足浹萬物之變，與愚者若一。學，老身長子，而與愚者若一\\n，猶不知錯，夫是之謂妄人。故學也者，固學止之也。惡乎止之？曰，\\n止諸至足。曷謂至足？曰，聖（王）也。聖也者，盡倫者也；王也者，\\n盡制者也；兩盡者，足以為天下極矣。故學者以聖王為師，案以聖王之\\n制為法，法其法，以求其統類，以務象效其人。嚮是而務，士也；類是\\n而幾，君子也；知之，聖人也。故有知非以慮是，則謂之懼；有勇非以\\n持是，則謂之賊；察孰非以分是，則謂之篡；多能非以脩蕩是，則謂之\\n知；辯利非以言是，則謂之詍。傳曰：「天下有二，非察是，是察非。\\n」謂合王制不合王制也。天下有不以是為隆正也，然而猶有能分是非、\\n治曲直者邪？若夫非分是非，非治曲直，非辨治亂，非治人道，雖能之\\n無益於人，不能無損於人。案直將治怪說，玩奇辭，以相撓滑也；案彊\\n鉗而利口，厚顏而忍詬，無正而恣雎，妄辨而幾利；不好辭讓，不敬禮\\n節，而好相推擠，此亂世姦人之說也，則天下之治說者，方多然矣。傳\\n曰：「析辭而為察，言物而為辨，君子賤之。博聞彊志，不合王制，君\\n子賤之。」此之謂也。為之無益於成也，求之無益於得也，憂戚之無益\\n於幾也，則廣焉能弃之矣，不以自妨也，不少頃干之胸中。不慕往，不\\n閔來，無邑憐之心，當時則動，物至而應，事起而辨，治亂可否，昭然\\n明矣。周而成，泄而敗，明君無之有也。宣而成，隱而敗，闇君無之有\\n也。故君人者，周則讒言至矣，直言反矣，小人邇而君子遠矣。詩云：\\n「墨以為明，狐狸而蒼。」此言上幽而下險也。君人者，宣則直言至矣\\n，而讒言反矣，君子邇而小人遠矣。詩云：「明明在下，赫赫在上。」\\n此言上明而下化也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">正名篇第二十二\\n後王之成名，刑名從商，爵名從周，文名從禮，散名之加於萬物者，則\\n從諸夏之成俗曲期，遠方異俗之鄉，則因之而為通。散名之在人者，生\\n之所以然者謂之性，性之和所生，精合感應，不事而自然，謂之性。性\\n之好惡，喜怒哀樂，謂之情。情然而心為之擇，謂之慮。心慮而能為之\\n動，謂之偽。慮積焉，能習焉，而後成，謂之偽；正利而為，謂之事；\\n正義而為，謂之行。所以知之在人者，謂之知；知有所合，謂之智。智\\n所以能之在人者，謂之能；能有所合，謂之能。性傷謂之病，節遇謂之\\n命，是散名之在人者也，是後王之成名也。故王者之制名，名定而實辨\\n，道行而志通，則慎率民而一焉。故析辭擅作名，以亂正名，使民疑惑\\n，人多辨訟，則謂之大姦。其罪猶為符節度量之罪也。故其民莫敢託為\\n奇辭以亂正名，故其民慤；慤則易使，易使則公。其民莫敢託為奇辭以\\n亂正名，故壹於道法，而謹於循令矣。如是則其迹長矣。迹長功成，治\\n之極也。是謹於守名約之功也。今聖王沒，名守慢，奇辭起，名實亂，\\n是非之形不明，則雖守法之吏，誦數之儒，亦皆亂也。若有王者起，必\\n將有循於舊名，有作於新名。然則所為有名，與所緣以同異，與制名之\\n樞要，不可不察也。異形離心交喻，異物名實玄紐，貴賤不明，同異不\\n別。如是，則志必有不喻之患，而事必有困廢之禍。故知者為之分別制\\n名以指實，上以明貴賤，下以辨同異。貴賤明，同異別，如是則志無不\\n喻之患，事無困廢之禍，此所為有名也。然則何緣而以同異？曰：緣天\\n官。凡同類同情者，其天官之意物也同。故比方之疑似而通，是所以共\\n其約名以相期也。形體色理，以目異；聲音清濁，調竽奇聲，以耳異；\\n甘苦鹹淡，辛酸奇味，以口異；香臭芬鬱，腥臊洒酸奇臭，以鼻異；疾\\n養凔熱，滑鈹輕重，以形體異；說故喜怒哀樂愛惡欲，以心異。心有徵\\n知，徵知，則緣耳而知聲可也，緣目而知形可也。然而徵知必將待天官\\n之當簿其類，然後可也。五官簿之而不知，心徵之而無說，則人莫不然\\n謂之不知。此所緣而以同異也。然後隨而命之，同則同之，異則異之。\\n單足以喻則單，單不足以喻則兼，單與兼無所相避則共，雖共不為害矣\\n。知異實者之異名也，故使異實者莫不異名也，不可亂也，猶使異實者\\n莫不同名也。故萬物雖眾，有時而欲徧舉之，故謂之物；物也者，大共\\n名也。推而共之，共則有共，至於無共然後止。有時而欲偏舉之，故謂\\n之鳥獸。鳥獸也者，大別名也。推而別之，別則有別，至於無別然後止\\n。名無固宜，約之以命，約定俗成謂之宜，異於約則謂之不宜。名無固\\n實，約之以命實，約定俗成，謂之實名。名有固善，徑易而不拂，謂之\\n善名。物有同狀而異所者，有異狀而同所者，可別也。狀同而為異所者\\n，雖可合，謂之二實。狀變而實無別而為異者，謂之化。有化而無別，\\n謂之一實。此事之所以稽實定數也。此制名之樞要也。後王之成名，不\\n可不察也。見侮不辱，聖人不愛己，殺盜非殺人也，此惑於用名以亂名\\n者也。驗之所以為有名，而觀其孰行，則能禁之矣。山淵平，情欲寡，\\n芻豢不加甘，大鍾不加樂，此惑於用實，以亂名者也。驗之所緣無以同\\n異，而觀其孰調，則能禁之矣。非而謁楹，有牛馬非馬也，此惑於用名\\n以亂實者也。驗之名約，以其所受悖其所辭，則能禁之矣。凡邪說辟言\\n之離正道而擅作者，無不類於三惑者矣。故明君知其分而不與辨也。夫\\n民易一以道，而不可與共故。故明君臨之以埶，道之以道，申之以命，\\n章之以論，禁之以刑。故民之化道也如神，辨埶惡用矣哉！今聖王沒，\\n天下亂，姦言起，君子無埶以臨之，無刑以禁之，故辨說也。實不喻，\\n然後命，命不喻，然後期，期不喻，然後說，說不喻，然後辨。故期命\\n辨說也者，用之大文也，而王業之始也。名聞而實喻，名之用也。累而\\n成文，名之麗也。用麗俱得，謂之知名。名也者，所以期累實也。辭也\\n者，兼異實之名以論一意也。辨說也者，不異實名以喻動靜之道也。期\\n命也者，辨說之用也。辨說也者，心之象道也。心也者，道之工宰也。\\n道也者，治之經理也。心合於道，說合於心，辭合於說。正名而期，質\\n請而喻，辨異而不過，推類而不悖。聽則合文，辨則盡故。以正道而辨\\n姦，猶引繩以持曲直。是故邪說不能亂，百家無所竄。有兼聽之明，而\\n無矜奮之容；有兼覆之厚，而無伐德之色。說行則天下正，說不行則白\\n道而冥窮。是聖人之辨說也。詩曰：「顒顒卬卬，如珪如璋，令聞令望\\n，豈弟君子，四方為綱。」此之謂也。辭讓之節得矣，長少之理順矣。\\n忌諱不稱，祅辭不出。以仁心說，以學心聽，以公心辨。不動乎眾人之\\n非譽，不治觀者之耳目，不賂貴者之權埶，不利傳辟者之辭。故能處道\\n而不貳，吐而不奪，利而不流，貴公正而賤鄙爭，是士君子之辨說也。\\n詩曰：「長夜漫兮，永思騫兮，大古之不慢兮，禮義之不愆兮，何恤人\\n之言兮！」此之謂也。君子之言，涉然而精，俛然而類，差差然而齊。\\n彼正其名，當其辭，以務白其志義者也。彼名辭也者，志義之使也，足\\n以相通，則舍之矣。苟之，姦也。故名足以指實，辭足以見極，則舍之\\n矣。外是者，謂之訒，是君子之所弃，而愚者拾以為己寶。故愚者之言\\n，芴然而粗，嘖然而不類，誻誻然而沸，彼誘其名，眩其辭，而無深於\\n其志義者也。故窮藉而無極，甚勞而無功，貪而無名。故知者之言也，\\n慮之易知也，行之易安也，持之易立也，成則必得其所好，而不遇其所\\n惡焉。而愚者反是。詩曰：「為鬼為蜮，則不可得。有靦面目，視人罔\\n極。作此好歌，以極反側。」此之謂也。凡語治而待去欲者，無以道欲\\n而困於有欲者也。凡語治而待寡欲者，無以節欲而困於多欲者也。有欲\\n無欲，異類也，生死也，非治亂也。欲之多寡，異類也，情之數也，非\\n治亂也。欲不待可得，而求者從所可。欲不待可得，所受乎天也；求者\\n從所可，受乎心也。所受乎天之一欲，制於所受乎心之多，固難類所受\\n乎天也。人之所欲生甚矣，人之所惡死甚矣；然而人有從生成死者，非\\n不欲生而欲死也，不可以生而可以死也。故欲過之而動不及，心止之也\\n。心之所可中理，則欲雖多，奚傷於治？欲不及而動過之，心使之也。\\n心之所可失理，則欲雖寡，奚止於亂？故治亂在於心之所可，亡於情之\\n所欲。不求之其所在，而求之其所亡，雖曰我得之，失之矣。性者天之\\n就也，情者性之質也，欲者情之應也。以所欲為可得而求之，情之所必\\n不免也。以為可而道之，知所必出也。故雖為守門，欲不可去，性之具\\n也。雖為天子，欲不可盡。欲雖不可盡，可以近盡也。欲雖不可去，求\\n可節也。所欲雖不可盡，求者猶近盡；欲雖不可去，所求不得，慮者欲\\n節求也。道者，進則近盡，退則節求，天下莫之若也。凡人莫不從其所\\n可，而去其所不可。知道之莫之若也，而不從道者，無之有也。假之有\\n人而欲南無多，而惡北無寡，豈為夫南者之不可盡也，離南行而北走也\\n哉！今人所欲無多，所惡無寡，豈為夫所欲之不可盡也，離得欲之道，\\n而取所惡也哉！故可道而從之，奚以損之而亂？不可道而離之，奚以益\\n之而治？故知者論道而已矣，小家珍說之所願者皆衰矣。凡人之取也，\\n所欲未嘗粹而來也；其去也，所惡未嘗粹而往也。故人無動而不可以不\\n與權俱。衡不正，則重縣於仰，而人以為輕。輕縣於俛，而人以為重，\\n此人所以惑於輕重也。權不正，則禍託於欲，而人以為福。福託於惡，\\n而人以為禍，此亦人所以惑於禍福也。道者，古今之正權也。離道而內\\n自擇，則不知禍福之所託。易者，以一易一，人曰：無得亦無喪也，以\\n一易兩，人曰：無喪而有得也。以兩易一，人曰：無得而有喪也。計者\\n取所多，謀者從所可。以兩易一，人莫之為，明其數也。從道而出，猶\\n以一易兩也，奚喪！離道而內自擇，是猶以兩易一也，奚得！其累百年\\n之欲，易一時之嫌，然且為之，不明其數也。有嘗試深觀其隱而難其察\\n者，志輕理而不重物者，無之有也；外重物而不內憂者，無之有也；行\\n離理而不外危者，無之有也；外危而不內恐者，無之有也。心憂恐，則\\n口銜芻豢而不知其味，耳聽鐘鼓而不知其聲，目視黼黻而不知其狀，輕\\n煖平簟而體不知其安。故嚮萬物之美而不能嗛也。假而得問而嗛之，則\\n不能離也。故嚮萬物之美而盛憂，兼萬物之利而盛害，如此者，其求物\\n也？養生也？粥壽也？故欲養其欲而縱其情，欲養其性而危其形，欲養\\n其樂而攻其心，欲養其名而亂其行，如此者，雖封侯稱君，其與夫盜無\\n以異；乘軒戴絻，其與無足無以異。夫是之謂以己為物役矣。心平愉，\\n則色不及傭而可以養目，聲不及傭而可以養耳，蔬食菜羹而可以養口，\\n麤布之衣，麤紃之履，而可以養體。屋室蘆庾，葭稾蓐，尚机筵，而可\\n以養形。故無萬物之美而可以養樂，無埶列之位而可以養名。如是而加\\n天下焉，其為天下多，其和（私）樂少矣。夫是之謂重己役物。無稽之\\n言，不見之行，不聞之謀，君子慎之。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">性惡篇第二十三\\n人之性惡，其善者偽也。今人之性，生而有好利焉，順是，故爭奪生而\\n辭讓亡焉；生而有疾惡焉，順是，故殘賊生而忠信亡焉；生而有耳目之\\n欲，有好聲色焉，順是，故淫亂生而禮義文理亡焉。然則從人之性，順\\n人之情，必出於爭奪，合於犯分亂理，而歸於曓。故必將有師法之化，\\n禮義之道，然後出於辭讓，合於文理，而歸於治。用此觀之，然則人之\\n性惡明矣，其善者偽也。故枸木必將待檃栝烝矯然後直，鈍金必將待礱\\n厲然後利。今人之性惡，必將待師法然後正，得禮義然後治，今人無師\\n法，則偏險而不正；無禮義，則悖亂而不治，古者聖王以人之性惡，以\\n為偏險而不正，悖亂而不治，是以為之起禮義，制法度，以矯飾人之情\\n性而正之，以擾化人之情性而導之也，始皆出於治，合於道者也。今之\\n人化師法，積文學，道禮義者為君子；縱性情，安恣雎，而違禮義者為\\n小人。用此觀之，然則人之性惡明矣，其善者偽也。孟子曰：「人之學\\n者，其性善。」曰：是不然，是不及知人之性，而不察乎人之性偽之分\\n者也。凡性者，天之就也，不可學，不可事。禮義者，聖人之所生也，\\n人之所學而能，所事而成者也。不可學，不可事，而在人者，謂之性；\\n可學而能，可事而成之在人者，謂之偽，是性偽之分也。今人之性，目\\n可以見，耳可以聽，夫可以見之明不離目，可以聽之聰不離耳，目明而\\n耳聰，不可學明矣。 孟子曰：「今人之性善，將皆失喪其性故也。」\\n曰：若是則過矣。今人之性，生而離其朴，離其資，必失而喪之。用此\\n觀之，然則人之性惡明矣。所謂性善者，不離其朴而美之，不離其資而\\n利之也。使夫資朴之於美，心意之於善，若夫可以見之明不離目，可以\\n聽之聰不離耳，故曰目明而耳聰也。今人之性，飢而欲飽，寒而欲煖，\\n勞而欲休，此人之情性也。今人飢見長而不敢先食者，將有所讓也；勞\\n而不敢求息者，將有所代也。夫子之讓乎父，弟之讓乎兄，子之代乎父\\n，弟之代乎兄，此二行者，皆反於性而悖於情也。然而孝子之道，禮義\\n之文理也。故順情性則不辭讓矣，辭讓則悖於情性矣。用此觀之，然則\\n人之性惡明矣，其善者偽也。問者曰：「人之性惡，則禮義惡生？」應\\n之曰：凡禮義者，是生於聖人之偽，非故生於人之性也。故陶人埏埴而\\n為器，然則器生於陶人之偽，非故生於人之性也。故工人斲木而成器，\\n然則器生於工人之偽，非故生於人之性也。聖人積思慮，習偽故，以生\\n禮義而起法度，然則禮義法度者，是生於聖人之偽，非故生於人之性也\\n。若夫目好色，耳好聲，口好味，心好利，骨體膚理好愉佚，是皆生於\\n人之情性者也，感而自然，不待事而後生之者也。夫感而不能然，必且\\n待事而後然者，謂之生於偽，是性偽之所生，其不同之徵也。故聖人化\\n性而起偽，偽起而生禮義，禮義生而制法度。然則禮義法度者，是聖人\\n之所生也。故聖人之所以同於眾，其不異於眾者，性也；所以異而過眾\\n者，偽也。夫好利而欲得者，此人之情性也。假之人有弟兄資財而分者\\n，且順情性，好利而欲得，若是，則兄弟相拂奪矣。且化禮義之文理，\\n若是，則讓乎國人矣。故順情性則弟兄爭矣，化禮義則讓乎國人矣。凡\\n人之欲為善者，為性惡也。夫薄願厚，惡願美，狹願廣，貧願富，賤願\\n貴，苟無之中者，必求於外。故富而不願財，貴而不願埶，苟有之中者\\n，必不及於外。用此觀之，人之欲為善者，為性惡也。今人之性，固無\\n禮義，故彊學而求有之也；性不知禮義，故思慮而求知之也。然則生而\\n已，則人無禮義，不知禮義。人無禮義則亂，不知禮義則悖。然則生而\\n已，則悖亂在己。用此觀之，人之性惡明矣，其善者偽也。孟子曰：「\\n人之性善。」曰：是不然。凡古今天下之所謂善者，正理平治也；所謂\\n惡者，偏險悖亂也，是善惡之分也矣。今誠以人之性固正理平治邪，則\\n有惡用聖王，惡用禮義哉？雖有聖王禮義，將曷加於正理平治也哉？今\\n不然，人之性惡，故古者聖人以人之性惡，以為偏險而不正，悖亂而不\\n治，故為之立君上之埶以臨之，明禮義以化之，起法正以治之，重刑罰\\n以禁之，使天下皆出於治，合於善也。是聖王之治，而禮義之化也。今\\n當試去君上之埶，無禮義之化，去法正之治，無刑罰之禁，倚而觀天下\\n民人之相與也。若是，則夫彊者害弱而奪之，眾者曓寡而譁之，天下之\\n悖亂而相亡，不待頃矣。用此觀之，然則人之性惡明矣，其善者偽也。\\n故善言古者，必有節於今；善言天者，必有徵於人。凡論者貴其有辨合\\n，有符驗。故坐而言之，起而可設，張而可施行。今孟子曰：「人之性\\n善。」無辨合符驗，坐而言之，起而不可設，張而不可施行，豈不過甚\\n矣哉！故性善則去聖王，息禮義矣。性惡則與聖王，貴禮義矣。故檃栝\\n之生，為枸木也；繩墨之起，為不直也；立君上，明禮義，為性惡也。\\n用此觀之，然則人之性惡明矣，其善者偽也。直木不待檃栝而直者，其\\n性直也。枸木必將待檃栝烝矯然後直者，以其性不直也。今人之性惡，\\n必將待聖王之治，禮義之化，然後始出於治，合於善也。用此觀之，然\\n則人之性惡明矣，其善者偽也。問者曰：「禮義積偽者，是人之性，故\\n聖人能生之也。」應之曰：是不然。夫陶人埏埴而生瓦，然則瓦埴豈陶\\n人之性也哉？工人斲木而生器，然則器木豈工人之性也哉？夫聖人之於\\n禮義也，辟則陶埏而生之也。然則禮義積偽者，豈人之本性也哉！凡人\\n之性者，堯舜之與桀跖，其性一也；君子之與小人，其性一也。今將以\\n禮義積偽為人之性邪？然則有曷貴堯禹，曷貴君子矣哉。凡所貴堯禹君\\n子者，能化性，能起偽，偽起而生禮義。然則聖人之於禮義積偽也，亦\\n猶陶埏而生之也。用此觀之，然則禮義積偽者，豈人之性也哉！所賤於\\n桀跖小人者，從其性，順其情，安恣雎，以出乎貪利爭奪。故人之性惡\\n明矣，其善者偽也。天非私曾騫孝已而外眾人也，然而曾騫孝已獨厚於\\n孝之實，而全於孝之名者，何也？以綦於禮義故也。天非私齊魯之民而\\n外秦人也，然而於父子之義，夫婦之別，不如齊魯之孝具敬文者，何也\\n？以秦人之從情性，安恣雎，慢於禮義故也，豈其性異矣哉！塗之人可\\n以為禹，曷謂也？曰：凡禹之所以為禹者，以其為仁義法正也。然則仁\\n義法正，有可知可能之理。然而塗之人也，皆有可以知仁義法正之質，\\n皆有可以能仁義法正之具，然則其可以為禹明矣。今以仁義法正為固無\\n可知可能之理邪？然則唯禹不知仁義法正，不能仁義法正也。將使塗之\\n人固無可以知仁義法正之質，而固無可以能仁義法正之具邪？然則塗之\\n人也，且內不可以知父子之義，外不可以知君臣之正。不然，今塗之人\\n者，皆內可以知父子之義，外可以知君臣之正，然則其可以知之質，可\\n以能之具，其在塗之人明矣。今使塗之人者，以其可以知之質，可以能\\n之具，本夫仁義之可知之理，可能之具，然則其可以為禹明矣。今使塗\\n之人伏術為學，專心一志，思索孰察，加日縣久，積善而不息，則通於\\n神明，參於天地矣。故聖人者，人之所積而致矣。曰：「聖可積而致，\\n然而皆不可積，何也？」曰：可以而不可使也。故小人可以為君子，而\\n不肯為君子；君子可以為小人，而不肯為小人。小人君子者，未嘗不可\\n以相為也，然而不相為者，可以而不可使也。故塗之人可以為禹，則然\\n；塗之人能為禹，未必然也。雖不能為禹，無害可以為禹。足可以徧行\\n天下，然而未嘗有能徧行天下者也。夫工匠農賈，未嘗不可以相為事也\\n，然而未嘗能相為事也。用此觀之，然則可以為，未必能也；雖不能，\\n無害可以為。然則能不能之與可不可，其不同遠矣，其不可以相為明矣\\n。堯問於舜曰：「人情何如？」舜對曰：「人情甚不美，又何問焉！妻\\n子具而孝衰於親，嗜欲得而信衰於友，爵祿盈而忠衰於君。人之情乎！\\n人之情乎！甚不美，又何問焉！唯賢者為不然。」有聖人之知者，有士\\n君子之知者，有小人之知者，有役夫之知者。多言則文而類，終日議其\\n所以，言之千舉萬變，其統類一也，是聖人之知也。少言則徑而省，論\\n而法，若佚之以繩，是士君子之知也。其言也諂，其行也悖，其舉事多\\n悔，是小人之知也。齊給便敏而無類，雜能旁魄而無用，析速粹孰而不\\n急，不恤是非，不論曲直，以期勝人為意，是役夫之知也。有上勇者，\\n有中勇者，有下勇者。天下有中，敢直其身；先王有道，敢行其意；上\\n不循於亂世之君，下不俗於亂世之民；仁之所在無貧窮，仁之所亡無富\\n貴；天下知之，則欲與天下同苦樂之；天下不知之，則傀然獨立天地之\\n閒而不畏，是上勇也。禮恭而意儉，大齊信焉，而輕貨財，賢者敢推而\\n尚之，不肖者敢援而廢之，是中勇也。輕身而重貨，恬禍而廣解苟免，\\n不恤是非然不然之情，以期勝人為意，是下勇也。繁弱鉅黍，古之良弓\\n也，然而不得排檠則不能自正；桓公之蔥，大公之闕，文王之錄，莊君\\n之曶，闔閭之干將、莫邪、鉅闕、辟閭，此皆古之良劍也，然而不加砥\\n厲則不能利，不得人力則不能斷；驊騮、騹驥、纖離、綠耳，此皆古之\\n良馬也，然而前必有銜轡之制，後有鞭策之威，加之以造父之馭，然後\\n一日而致千里也。夫人雖有性質美而心辯知，必將求賢師而事之，擇良\\n友而友之。得賢師而事之，則所聞者堯舜禹湯之道也；得良友而友之，\\n則所見者忠信敬讓之行也。身日進於仁義而不自知也者，靡使然也。今\\n與不善人處，則所聞者欺誣詐偽也，所見者汙漫淫邪貪利之行也，身且\\n加於刑戮而不自知者，靡使然也。傳曰：「不知其子，視其友；不知其\\n君，視其左右。」靡而已矣！靡而已矣！</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">君子篇第二十四\\n天子無妻，告人無匹也。四海之內無客禮，告無適也。足能行，待相者\\n然後進；口能言，待官人然後詔。不視而見，不聽而聰，不言而信，不\\n慮而知，不動而功，告至備也。天子也者，埶至重，形至佚，心至愈，\\n志無所詘，形無所勞，尊無上矣。詩曰：「普天之下，莫非王土；率土\\n之濱，莫非王臣。」此之謂也。聖王在上，分義行乎下，則士大夫無流\\n淫之行，百吏官人無怠慢之事，眾庶百姓無姦怪之俗，無盜賊之罪，莫\\n敢犯大上之禁，天下曉然皆知夫盜竊之人不可以為富也，皆知夫賊害之\\n人不可以為壽也，皆知夫犯上之禁不可以為安也。由其道則人得其所好\\n焉，不由其道則必遇其所惡焉。是故刑罰綦省而威行如流，世曉然皆知\\n夫為姦則雖隱竄逃亡之由不足以免也，故莫不服罪而請。書曰：「凡人\\n自得罪。」此之謂也。故刑當罪則威，不當罪則侮；爵當賢則貴，不當\\n賢則賤。古者刑不過罪，爵不踰德。故殺其父而臣其子，殺其兄而臣其\\n弟。刑罰不怒罪，爵賞不踰德，分然各以其誠通。是以為善者勸，為不\\n善者沮；刑罰綦省，而威行如流，政令致明，而化易如神。傳曰：「一\\n人有慶，兆民賴之。」此之謂也。亂世則不然。刑罰怒罪，爵賞踰德，\\n以族論罪，以世舉賢。故一人有罪，而三族皆夷，德雖如舜，不免刑均\\n，是以族論罪也。先祖當賢，後子孫必顯，行雖如桀紂，列從必尊，此\\n以世舉賢也。以族論罪，以世舉賢，雖欲無亂，得乎哉！詩曰：「百川\\n沸騰，山冢崒崩，高岸為谷，深谷為陵。哀今之人，胡憯莫懲！」此之\\n謂也。論法聖王，則知所貴矣；以義制事，則知所利矣。論知所貴，則\\n知所養矣；事知所利，則動知所出矣。二者是非之本，得失之原也。故\\n成王之於周公也，無所往而不聽，知所貴也。桓公之於管仲也，國事無\\n所往而不用，知所利也。吳有伍子胥而不能用，國至於亡，倍道失賢也\\n。故尊聖者王，貴賢者霸，敬賢者存，慢賢者亡，古今一也。故尚賢使\\n能，等貴賤，分親疏，序長幼，此先王之道也。故尚賢使能，則主尊下\\n安；貴賤有等，則令行而不流；親疏有分，則施行而不悖；長幼有序，\\n則事業捷成而有所休。故仁者，仁此者也；義者，分此者也；節者，死\\n生此者也；忠者，惇慎此者也。兼此而能之，備矣。備而不矜，一自善\\n也，謂之聖。不矜矣，夫故天下不與爭能，而致善用其功。有而不有也\\n，夫故為天下貴矣。詩曰：「淑人君子，其儀不忒；其儀不忒，正是四\\n國。」此之謂也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">成相篇第二十五\\n請成相，世之殃，愚闇愚闇墮賢良！人主無賢，如瞽無相，何倀倀！請\\n布基，慎聖人，愚而自專事不治。主忌苟勝，群臣莫諫，必逢災。論臣\\n過，反其施，尊主安國尚賢義。拒諫飾非，愚而上同，國必禍。曷謂罷\\n？國多私，比周還主黨與施。遠賢近讒，忠臣蔽塞主埶移。曷謂賢？明\\n君臣，上能尊主下愛民。主誠聽之，天下為一海內賓。主之孼，讒人達\\n，賢能遁逃國乃蹙。愚以重愚，闇以重闇，成為桀。世之災，妬賢能，\\n飛廉知政任惡來。卑其志意，大其園囿高其臺。武王怒，師牧野，紂卒\\n易鄉啟乃下。武王善之，封之於宋立其祖。世之衰，讒人歸，比干見刳\\n箕子累。武王誅之，呂尚招麾殷民懷。世之禍，惡賢士，子胥見殺百里\\n徙。穆公任之，強配五伯六卿施。世之愚，惡大儒，逆斥不通孔子拘。\\n展禽三絀，春申道綴，基畢輸。請牧基，賢者思，堯在萬世如見之。讒\\n人罔極，險陂傾側此之疑。基必施，辨賢罷，文武之道同伏戲，由之者\\n治，不由者亂，何疑為？凡成相，辨法方，至治之極復後王。復慎墨季\\n惠，百家之說誠不詳。治復一，脩之吉，君子執之心如結，眾人貳之，\\n讒夫弃之，形是詰。水至平，端不傾，心術如此象聖人。而有埶，直而\\n用抴必參天。世無王，窮賢良，曓人芻豢，仁人糟糠；禮樂息滅，聖人\\n隱伏，墨術行。治之經，禮與刑，君子以脩百姓寧。明德慎罰，國家既\\n治四海平。治之志，後埶富，君子誠之好以待。處之敦固，有深藏之能\\n遠思。思乃精，志之榮，好而壹之神以成。精神相反，一而不貳為聖人\\n。治之道，美不老，君子由之佼以好。下以教誨子弟，上以事祖考。成\\n相竭，辭不蹙，君子道之順以達。宗其賢良，辨其殃孼。請成相，道聖\\n王，堯舜尚賢身辭讓，許由善卷，重義輕利行顯明。堯讓賢，以為民，\\n氾利兼愛德施均。辨治上下，貴賤有等明君臣。堯授能，舜遇時，尚賢\\n推德天下治。雖有賢聖，適不遇世，孰知之？堯不德，舜不辭，妻以二\\n女任以事。大人哉舜，南面而立萬物備。舜授禹，以天下，尚得推賢不\\n失序。外不避仇，內不阿親賢者予。禹勞心力堯有德，干戈不用三苗服\\n。舉舜甽畝，任之天下身休息。得后稷，五穀殖，夔為樂正鳥獸服。契\\n為司徒，民知孝弟尊有德。禹有功，抑下鴻，辟除民害逐共工。北決九\\n河，通十二渚，疏三江。禹傅土，平天下，躳親為民行勞苦。得益皋陶\\n橫革直成為輔。契玄王，生昭明，居于砥石遷于商，十有四世，乃有天\\n乙是成湯。天乙湯，論舉當，身讓卞隨舉牟光。道古賢聖基必張。願陳\\n辭，世亂惡善不此治。隱諱疾賢，良由姦詐鮮無災。患難哉！阪為先，\\n聖知不用愚者謀。前車已覆，後未知更何覺時？不覺悟，不知苦，迷惑\\n失指易上下。中不上達，蒙揜耳目塞門戶。門戶塞，大迷惑，悖亂昬莫\\n不終極；是非反易，比周欺上惡正直。正直惡，心無度，邪枉辟回失道\\n途。己無郵人，我獨自美，豈獨無故？不知戒，後必有，恨後遂過不肯\\n悔。讒夫多進，反覆言語生詐態。人之態，不如備，爭寵嫉賢利惡忌；\\n妬功毀賢，下歛黨與上蔽匿。上壅蔽，失輔埶，任用讒夫不能制。孰公\\n長父之難，厲王流于彘。周幽厲，所以敗，不聽規諫忠是害。嗟我何人\\n，獨不遇時當亂世！欲衷對，言不從，恐為子胥身離凶；進諫不聽，剄\\n而獨鹿棄之江。觀往事，以自戒，治亂是非亦可識。託於成相以喻意。\\n請成相，言治方，君論有五約以明。君謹守之，下皆平正國乃昌。臣下\\n職，莫游食，務本節用財無極。事業聽上，莫得相使一民力。守其職，\\n足衣食，厚薄有等明爵服。利往卬上，莫得擅與孰私得。君法明，論有\\n常，表儀既設民知方。進退有律，莫得貴賤孰私王。君法儀，禁不為，\\n莫不說教名不移。脩之者榮，離之者辱孰它師。刑稱陳，守其銀，下不\\n得用輕私門。罪禍有律，莫得輕重威不分。請牧祺，明有基，主好論議\\n必善謀。五聽脩領，莫不理續主執持。聽之經，明其請，參伍明謹施賞\\n刑。顯者必得，隱者復顯民反誠。言有節，稽其實，信誕以分賞罰必。\\n下不欺上，皆以情言明若日。上通利，隱遠至，觀法不法見不視。耳目\\n既顯，吏敬法令莫敢恣。君教出，行有律，吏謹將之無鈹滑。下不私請\\n，各以宜，舍巧拙。臣謹脩，君制變，公察善思論不亂。以治天下，後\\n世法之成律貫。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">賦篇第二十六\\n爰有大物，非絲非帛，文理成章。非日非月，為天下明。生者以壽，死\\n者以葬。城郭以固，三軍以強。粹而王，駁而伯，無一焉而亡。臣愚不\\n識，敢請之王。王曰：此夫文而不采者與！簡然易知，而致有理者與！\\n君子所敬而小人所不者與！性不得則若禽獸，性得之則甚雅似者與！匹\\n夫隆之則為聖人，諸侯隆之則一四海者與！致明而約，甚順而體，請歸\\n之禮。禮。皇天隆物，以示施下民，或厚或薄，帝不齊均。桀紂以亂，\\n湯武以賢。涽涽淑淑，皇皇穆穆。周流四海，曾不崇日。君子以脩，跖\\n以穿室。大參乎天，精微而無形，行義以正，事業以成。可以禁曓足窮\\n，百姓待之而後寧泰。臣愚不識，願問其名。曰：此夫安寬平而危險隘\\n者邪？脩潔之為親，而雜汙之為狄者邪？甚深藏而外勝敵者邪？法禹舜\\n而能弇迹者邪？行為動靜待之而後適者邪？血氣之精也，志意之榮也，\\n百姓待之而後寧也，天下待之而後平也，明達純粹而無疵也，夫是之謂\\n君子之知。知。有物於此，居則周靜致下，動則綦高以鉅，圓者中規，\\n方者中矩，大參天地，德厚堯禹，精微乎毫毛，而大盈乎大。忽兮其極\\n之遠也，攭兮其相逐而反也，卬卬兮天下之咸蹇也。德厚而不捐，五采\\n備而成文，往來惛憊，通于大神，出入甚極，莫知其門。天下失之則滅\\n，得之則存。弟子不敏，此之願陳，君子設辭，請測意之。曰：此夫大\\n而不塞者與？充盈大宇而不窕，入郄穴而不偪者與？行遠疾速，而不可\\n託訊者與？往來惛憊，而不可為固塞者與？曓至殺傷，而不億忌者與？\\n功被天下，而不私置者與？託地而游宇，友風而子雨，冬日作寒，夏日\\n作暑，廣大精神，請歸之雲。雲。有物於此，兮其狀屢化如神，功被天\\n下，為萬世文。禮樂以成，貴賤以分，養老長幼，待之而後存。名號不\\n美，與曓為鄰。功立而身廢，事成而家敗。弃其耆老，收其後世。人屬\\n所利，飛鳥所害。臣愚而不識，請占之五泰。五泰占之曰：此夫身女好\\n，而頭馬首者與？屢化而不壽者與？善壯而拙老者與？有父母而無牝牡\\n者與？冬伏而夏游，食桑而吐絲，前亂而後治，夏生而惡暑，喜濕而惡\\n雨，蛹以為母，蛾以為父，三俯三起，事乃大已，夫是之謂蠶理。蠶。\\n有物於此，生於山阜，處於室堂。無知無巧，善治衣裳。不盜不竊，穿\\n窬而行。日夜合離，以成文章。以能合從，又善連衡。下覆百姓，上飾\\n帝王。功業甚博，不見賢良。時用則存，不用則亡。臣愚不識，敢請之\\n王。王曰：此夫始生鉅，其成功小者邪？長其尾而銳其剽者邪？頭銛達\\n而尾趙繚者邪？一往一來，結尾以為事。無羽無翼，反覆甚極。尾生而\\n事起，尾邅而事已。簪以為父，管以為母。既以縫表，又以連裏，夫是\\n之謂箴理。箴。天下不治，請陳佹詩。天地易位，四時易鄉。列星殞墜\\n，旦暮晦盲。幽晦登昭，日月下藏。公正無私，反見從橫。志愛公利，\\n重樓疏堂。無私罪人，憼革貳兵。道德純備，讒口將將。仁人絀約，敖\\n曓擅彊。天下幽險，恐失世英。螭龍為蝘蜓，鴟梟為鳳皇。比干見刳，\\n孔子拘匡。昭昭乎其知之明也，郁郁乎其遇時之不祥也，拂乎其欲禮義\\n之大行也，闇乎天下之晦盲也，皓天不復，憂無疆也。千歲必反，古之\\n常也。弟子勉學，天不忘也。聖人共手，時幾將矣。與愚以疑，願聞反\\n辭。其小歌曰：念彼遠方，何其塞矣，仁人絀約，曓人衍矣。忠臣危殆\\n，讒人服矣。琁玉瑤珠，不知佩也。雜布與錦，不知異也。閭娵子奢，\\n莫之媒也。嫫母力父，是之喜也。以盲為明，以聾為聰，以危為安，以\\n吉為凶。嗚呼！上天！曷維其同！</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">大略篇第二十七\\n大略。君人者，隆禮尊賢而王，重法愛民而霸，好利多詐而危。欲近四\\n旁，莫如中央，故王者必居天下之中，禮也。天子外屏，諸侯內屏，禮\\n也。外屏，不欲見外也；內屏，不欲見內也。諸侯召其臣，臣不俟駕，\\n顛倒衣裳而走，禮也。詩曰：「顛之倒之，自公召之。」天子召諸侯，\\n諸侯輦輿就馬，禮也。詩曰：「我出我輿，于彼牧矣。自天子所，謂我\\n來矣。」天子山冕，諸侯玄冠，大夫裨冕，士韋弁，禮也。天子御珽，\\n諸侯御荼，大夫服笏，禮也。天子彫弓，諸侯彤弓，大夫黑弓，禮也。\\n諸侯相見，卿為介，以其教士畢行，使仁居守。聘人以珪，問士以璧，\\n召人以瑗，絕人以玦，反絕以環。人主仁心設焉，知其役也，禮其盡也\\n，故王者先仁而後禮，天施然也。聘禮志曰：「幣厚則傷德，財侈則殄\\n禮。」禮云禮云，玉帛云乎哉！詩曰：「物其指矣，唯其偕矣。」不時\\n宜，不敬交，不驩欣，雖指，非禮也。水行者表深，使人無陷；治民者\\n表亂，使人無失。禮者，其表也。先王以禮義表天下之亂，今廢禮者，\\n是去表也，故民迷惑而陷禍患，此刑罰之所以繁也。舜曰：「維予從欲\\n而治。」故禮之生，為賢人以下至庶民也，非為成聖也，然而亦所以成\\n聖也。不學不成，堯學於君疇，舜學於務成昭，禹學於西王國。五十不\\n成喪，七十唯衰存。親迎之禮，父南向而立，子北面而跪，醮而命之：\\n「往迎爾相，成我宗事，隆率以敬先妣之嗣，若則有常。」子曰：「諾\\n！唯恐不能，敢忘命矣！」夫行也者，行禮之謂也。禮也者，貴者敬焉\\n，老者孝焉，長者弟焉，幼者慈焉，賤者惠焉。賜予其宮室，猶用慶賞\\n於國家也。忿怒其臣妾，猶用刑罰於萬民也。君子之於子，愛之而勿面\\n，使之而勿貌，道之以道而勿彊。禮以順人心為本，故亡於禮經而順人\\n心者，皆禮也。禮之大凡：事生，飾驩也；送死，飾哀也；軍旅，飾威\\n也。親親、故故、庸庸、勞勞，仁之殺也；貴貴、尊尊、賢賢、老老、\\n長長，義之倫也。行之得其節，禮之序也。仁，愛也，故親；義，理也\\n，故行；禮，節也，故成。仁有里，義有門。仁，非其里而虛（處）之\\n，非禮（仁）也；義，非其門而由之，非義也。推恩而不理，不成仁；\\n遂理而不敢，不成義；審節而不知，不成禮；和而不發，不成樂。故曰\\n：仁義禮樂，其致一也。君子處仁以義，然後仁也；行義以禮，然後義\\n也；制禮反本成末，然後禮也。三者皆通，然後道也。貨財曰賻，輿馬\\n曰賵，衣服曰襚，玩好曰贈，玉貝曰唅。賻賵所以佐生也，贈襚所以送\\n死也。送死不及柩尸，弔生不及悲哀，非禮也。故吉行五十，犇喪百里\\n，賵贈及事，禮之大也。禮者，政之輓也。為政不以禮，政不行矣。天\\n子即位，上卿進曰：「如之何憂之長也？能除患則為福，不能除患則為\\n賊。」授天子一策。中卿進曰：「配天而有下土者，先事慮事，先患慮\\n患。先事慮事謂之接，接則事優成。先患慮患謂之豫，豫則禍不生。事\\n至而後慮者謂之後，後則事不舉。患至而後慮者謂之困，困則禍不可禦\\n。」授天子二策。下卿進曰：「敬戒無怠，慶者在堂，弔者在閭。禍與\\n福鄰，莫知其門。豫哉！豫哉！萬民望之。」授天子三策。禹見耕者耦\\n立而式，過十室之邑必下。殺大蚤，朝大晚，非禮也。治民不以禮，動\\n斯陷矣。平衡曰拜，下衡曰稽首，至地曰稽顙。大夫之臣，拜不稽首，\\n非尊家臣也，所以辟君也。一命齒於鄉，再命齒於族，三命，族人雖七\\n十不敢先。上大夫，中大夫，下大夫。吉事尚尊，喪事尚親。君臣不得\\n不尊，父子不得不親，兄弟不得不順，夫婦不得不驩。少者以長，老者\\n以養，故天地生之，聖人成之。聘，問也；享，獻也；私覿，私見也。\\n言語之美，穆穆皇皇。朝廷之美，濟濟鎗鎗。為人臣下者，有諫而無訕\\n，有亡而無疾，有怨而無怒。君於大夫，三問其疾，三臨其喪；於士，\\n一問一臨。諸侯非問疾弔喪，不之臣之家。既葬，君若父之友食之，則\\n食矣，不辟梁肉，有酒醴則辭。寢不踰廟，設衣不踰祭服，禮也。易之\\n咸，見夫婦。夫婦之道，不可不正也，君臣父子之本也。咸，感也，以\\n高下下，以男下女，柔上而剛下。聘士之義，親迎之道，重始也。禮者\\n，人之所履也，失所履，必顛蹙陷溺。所失微而其為亂大者，禮也。禮\\n之於正國家也，如權衡之於輕重也，如繩墨之於曲直也。故人無禮不生\\n，事無禮不成，國家無禮不寧。和樂之聲，步中武象，趨中韶護。君子\\n聽律習容而後士。霜降逆女，冰泮殺，內十日一御。坐視膝，立視足，\\n應對言語視面。立視前六尺而大之，六六三十六，三丈六尺。文貌情用\\n，相為內外表裏。禮之中焉，能思索謂之能慮。禮者，本末相順，終始\\n相應。禮者，以財物為用，以貴賤為文，以多少為異。下臣事君以貨，\\n中臣事君以身，上臣事君以人。易曰：「復自道，何其咎？」春秋賢穆\\n公，以為能變也。士有妒友，則賢交不親；君有妒臣，則賢人不至。蔽\\n公者謂之昧，隱良者謂之妒，奉妒昧者謂之交譎。交譎之人，妒昧之臣\\n，國之薉孼也。口能言之，身能行之，國寶也。口不能言，身能行之，\\n國器也。口能言之，身不能行，國用也。口言善，身行惡，國妖也。治\\n國者敬其寶，愛其器，任其用，除其妖。不富無以養民情，不教無以理\\n民性。故家五畝宅，百畝田，務其業，而勿奪其時，所以富之也。立大\\n學，設庠序，脩六禮，明十教，所以道之也。詩曰：「飲之食之，教之\\n誨之。」王事具矣。武王始入殷，表商容之閭，釋箕子之囚，哭比干之\\n墓，天下鄉善矣。天下國有俊士，世有賢人。迷者不問路，溺者不問遂\\n，亡人好獨。詩曰：「我言維服，勿用為笑。先民有言，詢於芻蕘。」\\n言博問也。有法者以法行，無法者以類舉。以其本知其末，以其左知其\\n右，凡百事異理而相守也。慶賞刑罰，通類而後應；政教習俗，相順而\\n後行。八十者一子不事，九十者舉家不事，廢疾非人不養者一人不事。\\n父母之喪，三年不事；齊衰大功，三月不事。從諸侯不（來），與新有\\n昏，朞不事。子謂子家駒續然大夫，不如晏子。晏子，功用之臣也，不\\n如子產。子產，惠人也，不如管仲。管仲之為人，力功不力義，力知不\\n力仁，野人也，不可為天子大夫。孟子三見宣王，不言事。門人曰：「\\n曷為三遇齊王而不言事？」孟子曰：「我先攻其邪心。」公行子之之燕\\n，遇曾元於塗，曰：「燕君何如？」曾元曰：「志卑。志卑者輕物，輕\\n物者不求助。苟不求助，何能舉？氐羌之虜也，不憂其係壘也，而憂其\\n不焚也。利夫秋豪（毫），害靡國家，然且為之，幾為知計哉！」今夫\\n亡箴者，終日求之而不得。其得之，非目益明也，眸而見之也。心之於\\n慮亦然。義與利者，人之所兩有也。雖堯舜不能去民之欲利，然而能使\\n其欲利不克其好義也。雖桀紂亦不能去民之好義，然而能使其好義不勝\\n其欲利也。故義勝利者為治世，利克義者為亂世。上重義則義克利，上\\n重利則利克義。故天子不言多少，諸侯不言利害，大夫不言得喪，士不\\n通貨財。有國之君不息牛羊，錯質之臣不息雞豚，冢卿不脩幣，大夫不\\n為場園。從士以上皆羞利而不與民爭業，樂分施而恥積臧。然故民不困\\n財。貧窶者有所竄其手。文王誅四，武王誅二，周公卒業，至成康則案\\n無誅已。多積財而羞無有，重民任而誅不能，此邪行之所以起，刑罰之\\n所以多也。上好羞（義）則民闇飾矣，上好富則民死利矣，二者治亂之\\n衢也。民語曰：「欲富乎？忍恥矣！傾絕矣！絕故舊矣！與義分背矣！\\n」上好富則人民之行如此，安得不亂！湯旱而禱曰：「政不節與？使民\\n疾與？何以不雨至斯極也！宮室榮與？婦謁盛與？何以不雨至斯之極也\\n！苞苴行與？讒夫興與？何以不雨至斯極也！」天之生民，非為君也；\\n天之立君，以為民也。故古者，列地建國，非以貴諸侯而已；列官職，\\n差爵祿，非以尊大夫而已。主道知人，臣道知事。故舜之治天下，不以\\n事詔而萬物成。農精於田，而不可以為田師，工賈亦然。以賢易不肖，\\n不待卜而後知吉。以治伐亂，不待戰而後知克。齊人欲伐魯，忌卞莊子\\n，不敢過卞。晉人欲伐衛，畏子路，不敢過蒲。不知而問堯舜，無有而\\n求天府。曰：先王之道，則堯舜已；六貳之博，則天府已。君子之學如\\n蛻，幡然遷之。故其行效，其立效，其置顏色，出辭氣效。無留善，無\\n宿問。善學者盡其理，善行者究其難。君子立志如窮，雖天子三公問正\\n，以是非對。君子隘窮而不失，勞倦而不苟，臨患難而不忘細席之言。\\n歲不寒無以知松柏，事不難無以知君子，無日不在是。雨小漢故潛，夫\\n盡小者大，積微者箸，德至者色澤洽，行盡而聲問遠，小人不誠於內而\\n求之於外。言而不稱師謂之畔，教而不稱師謂之倍。倍畔之人，明君不\\n內，朝士大夫遇諸塗不與言。不足於行者，說過；不足於信者，誠言。\\n故春秋善胥命，而詩非屢盟，其心一也。善為詩者不說，善為易者不占\\n，善為禮者不相，其心同也。曾子曰：「孝子言為可聞，行為可見。言\\n為可聞，所以說遠也；行為可見，所以說近也；近者說則親，遠者悅則\\n附；親近而附遠，孝子之道也。」曾子行，晏子從於郊，曰：「嬰聞之\\n：君子贈人以言，庶人贈人以財。嬰貧無財，請假於君子，贈吾子以言\\n：乘輿之輪，太山之木也，示諸檃栝，三月五月，為幬菜，敝而不反其\\n常。君子之檃栝，不可不謹也。慎之！蘭茞稾本，漸於蜜醴，一佩易之\\n。正君漸於香酒，可讒而得也。君子之所漸，不可不慎也。」人之於文\\n學也，猶玉之於琢磨也。詩曰：「如切如磋，如琢如磨。」謂學問也。\\n和之璧，井里之厥也，玉人琢之，為天子寶。子贛季路，故鄙人也，被\\n文學，服禮義，為天下列士。學問不厭，好士不倦，是天府也。君子疑\\n則不言，未問則不言，道遠日益矣。多知而無親，博學而無方，好多而\\n無定者，君子不與。少不諷誦，壯不論議，雖可，未成也。君子壹教，\\n弟子壹學，亟成。君子進則能益上之譽，而損下之憂。不能而居之，誣\\n也；無益而厚受之，竊也。學者非必為仕，而仕者必如學。子貢問於孔\\n子曰：「賜倦於學矣，願息事君。」孔子曰：「詩云：『溫恭朝夕，執\\n事有恪。』事君難，事君焉可息哉！」「然則，賜願息事親。」孔子曰\\n：「詩云：『孝子不匱，永錫爾類。』事親難，事親焉可息哉！」「然\\n則賜願息於妻子。」孔子曰：「詩云：『刑于寡妻，至于兄弟，以御於\\n家邦。』妻子難，妻子焉可息哉！」「然則賜願息於朋友。」孔子曰：\\n「詩云：『朋友攸攝，攝以威儀。』朋友難，朋友焉可息哉！」「然則\\n賜願息耕。」孔子曰：「詩云：『晝爾于茅，宵爾索綯，亟其乘屋，其\\n始播百穀。』耕難，耕焉可息哉！」「然則賜無息者乎？」孔子曰：「\\n望其壙，皋如也，顛如也，鬲如也，此則知所息矣。」子貢曰：「大哉\\n！死乎！君子息焉，小人休焉。」國風之好色也，傳曰：「盈其欲而不\\n愆其止。其誠可比於金石，其聲可內於宗廟。」小雅不以於汙上，自引\\n而居下，疾今之政以思往者，其言有文焉，其聲有哀焉。國將興，必貴\\n師而重傅，貴師而重傅，則法度存。國將衰，必賤師而輕傅；賤師而輕\\n傅，則人有快；人有快則法度壞。古者匹夫五十而士。天子諸侯子十九\\n而冠，冠而聽治，其教至也。君子也者而好之，其人也；其人而不教，\\n不祥。非君子而好之，非其人也；非其人而教之，齎盜糧借賊兵也。不\\n自嗛其行者，言濫過。古之賢人，賤為布衣，貧為匹夫，食則饘粥不足\\n，衣則豎褐不完；然而非禮不進，非義不受，安取此？子夏貧，衣若縣\\n鶉。人曰：「子何不仕？」曰：「諸侯之驕我者吾不為臣，大夫之驕我\\n者吾不復見。柳下惠與後門者同衣而不見疑，非一日之聞也。爭利如蚤\\n甲，而喪其掌。」君人者不可以不慎取臣，匹夫不可以不慎取友。友者\\n，所以相有也。道不同，何以相有也？均薪施火，火就燥；平地注水，\\n水流溼。夫類之相從也，如此之箸也，以友觀人，焉所疑。取友善人，\\n不可不慎，是德之基也。詩曰：「無將大車，維塵冥冥。」言無與小人\\n處也。藍苴路作，似知而非。偄弱易奪，似仁而非。悍戇好鬬，似勇而\\n非。仁義禮善之於人也，辟之若貨財粟米之於家也，多有之者富，少有\\n之者貧，至無有者窮。故大者不能，小者不為，是弃國捐身之道也。凡\\n物有乘而來，乘其出者，是其反者也。流言滅之，貨色遠之。禍之所由\\n生也，生自纖纖也。是故君子蚤絕之。言之信者，在乎區蓋之間。疑則\\n不言，未問則不言。知者明於事，達於數，不可以不誠事也。故曰：「\\n君子難說，說之不以道，不說也。」語曰：「流丸止於甌臾，流言止於\\n知者。」此家言邪學之所以惡儒者也。是非疑，則度之以遠事，驗之以\\n近物，參之以平心，流言止焉，惡言死焉。曾子食魚，有餘，曰：「泔\\n之。」門人曰：「泔之傷人，不若奧之。」曾子泣涕曰：「有異心乎哉\\n！」傷其聞之晚也。無用吾之所短，遇人之所長。故塞而避所短，移而\\n從所仕。疏知而不法，察辨而操辟，勇果而亡禮，君子之所憎惡也。多\\n言而類，聖人也；少言而法，君子也；多言無法而流喆然，雖辯，小人\\n也。國法禁拾遺，惡民之串以無分得也，有夫分義，則容天下而治；無\\n分義，則一妻一妾而亂。天下之人，唯各特意哉，然而有所共予也。言\\n味者予易牙，言音者予師曠，言治者予三王。三王既以定法度，制禮樂\\n而傳之，有不用而改自作，何以異於變易牙之和，更師曠之律？無三王\\n之法，天下不待亡，國不待死。飲而不食者蟬也，不飲不食者浮蝣也。\\n虞舜孝己孝而親不愛，比干子胥忠而君不用，仲尼顏淵知而窮於世。劫\\n迫於曓國而無所辟之，則崇其善，揚其美，言其所長而不稱其所短也。\\n惟惟而亡者誹也，博而窮者訾也，清之而俞濁者口也。君子能為可貴，\\n不能使人必貴己；能為可用，不能使人必用己。誥誓不及五帝，盟詛不\\n及三王，交質子不及五伯。</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">宥坐篇第二十八\\n孔子觀於魯桓公之廟，有欹器焉，孔子問於守廟者曰：「此為何器？」\\n守廟者曰：「此蓋為宥坐之器。」孔子曰：「吾聞宥坐之器者，虛則欹\\n，中則正，滿則覆。」孔子顧謂弟子曰：「注水焉。」弟子挹水而注之\\n。中而正，滿而覆，虛而欹，孔子喟然而歎曰：「吁！惡有滿而不覆者\\n哉！」子路曰：「敢問持滿有道乎？」孔子曰：「聰明聖知，守之以愚\\n；功被天下，守之以讓；勇力撫世，守之以怯；富有四海，守之以謙。\\n此所謂挹而損之之道也。」孔子為魯攝相，朝七日而誅少正卯。門人進\\n問曰：「夫少正卯魯之聞人也，夫子為政而始誅之，得無失乎，」孔子\\n曰：「居，吾語女其故。人有惡者五，而盜竊不與焉。一曰心達而險，\\n二曰行辟而堅，三曰言偽而辯，四曰記醜而博，五曰順非而澤，此五者\\n有一於人，則不得免於君子之誅，而少正卯兼有之。故居處足以聚徒成\\n群，言談足飾邪營眾，強足以反是獨立，此小人之桀雄也，不可不誅也\\n。是以湯誅尹諧，文王誅潘止，周公誅管叔，太公誅華仕，管仲誅付里\\n乙，子產誅鄧析史付，此七子者，皆異世同心，不可不誅也。詩曰：『\\n憂心悄悄，慍于群小。』小人成群，斯足憂矣。」孔子為魯司寇，有父\\n子訟者，孔子拘之，三月不別。其父請止，孔子舍之。季孫聞之，不說\\n，曰：「是老也欺予。語予曰：為國家必以孝。今殺一人以戮不孝！又\\n舍之。」冉子以告。孔子慨然歎曰：「嗚呼！上失之，下殺之，其可乎\\n？不教其民，而聽其獄，殺不辜也。三軍大敗，不可斬也；獄犴不治，\\n不可刑也，罪不在民故也。嫚令謹誅，賊也。今生也有時，歛也無時，\\n暴也；不教而責成功，虐也。已此三者，然後刑可即也。書曰：『義刑\\n義殺，勿庸以即，予維曰未有順事。』言先教也。故先王既陳之以道，\\n上先服之；若不可，尚賢以綦之；若不可，廢不能以單之，綦三年而百\\n姓往矣。邪民不從，然後俟之以刑，則民知罪矣。詩曰：『尹氏大師，\\n維周之氐；秉國之均，四方是維；天子是庳，卑民不迷。』是以威厲而\\n不試，刑錯而不用，此之謂也。今之世則不然：亂其教，繁其刑，其民\\n迷惑而墮焉，則從而制之，是以刑彌繁而邪不勝。三尺之岸而虛車不能\\n登也，百仞之山，任負車登焉，何則？陵遲故也。數仞之牆而民不踰也\\n，百仞之山而豎子馮而游焉，陵遲故也。今夫世之陵遲已久矣，而能使\\n民勿踰乎，詩曰：『周道如砥，其直如矢。君子所履，小人所視。眷焉\\n顧之，潸焉出涕。』豈不哀哉！」詩曰：「瞻彼日月，悠悠我思。道之\\n云遠，曷云能來。」子曰：「伊稽首不其有來乎？」孔子觀於東流之水\\n。子貢問於孔子曰：「君子之所以見大水必觀焉者，是何？」孔子曰：\\n「夫水，大徧與諸生而無為也，似德；其流也埤下裾拘必循其理，似義\\n；其洸洸乎不淈盡，似道；若有決行之，其應佚若聲響，其赴百仞之谷\\n不懼，似勇；主量必平，似法。盈不求概，似正；淖約微達，似察；以\\n出以入，以就鮮絜，似善化；其萬折也必東，似志。是故見大水必觀焉\\n。」孔子曰：「吾有恥也，吾有鄙也，吾有殆也。幼不能彊學，老無以\\n教之，吾恥之；去其故鄉，事君而達，卒遇故人，曾無舊言，吾鄙之；\\n與小人處者，吾殆之也。」孔子曰：「如垤而進，吾與之；如丘而止，\\n吾已矣。」今學曾未如肬贅，則具然欲為人師。孔子南適楚，戹於陳蔡\\n之閒，七日不火食，藜羹不糂，弟子皆有飢色。子路進，問之曰：「由\\n聞之：為善者天報之以福，為不善者天報之以禍，今夫子累德積義懷美\\n，行之日久矣，奚居之隱也？」孔子曰：「由不識，吾語女。女以知者\\n為必用邪？王子比干不見剖心乎！女以忠者為必用邪？關龍逢不見刑乎\\n！女以諫者為必用邪？吳子胥不磔姑蘇東門外乎！夫遇不遇者，時也；\\n賢不肖者，材也；君子博學深謀，不遇時者多矣！由是觀之，不遇世者\\n眾矣，何獨丘也哉！且夫芷蘭生於深林，非以無人而不芳。君子之學，\\n非為通也，為窮而不困，憂而意不衰也，知禍福終始而心不惑也。夫賢\\n不肖者，材也；為不為者，人也；遇不遇者，時也；死生者，命也。今\\n有其人，不遇其時，雖賢，其能行乎？苟遇其時，何難之有！故君子博\\n學深謀，修身端行，以俟其時。」孔子曰：「由！居！吾語女。昔晉公\\n子重耳霸心生於曹，越王句踐霸心生於會稽，齊桓公小白霸心生於莒。\\n故居不隱者思不遠，身不佚者志不廣，女庸安知吾不得之桑落之下？」\\n子貢觀於魯廟之北堂，出而問於孔子曰：「鄉者賜觀於太廟之北堂，吾\\n亦未輟，還復瞻被九蓋皆繼，被有說邪？匠過絕邪？」孔子曰：「太廟\\n之堂，亦嘗有說，官致良工，因麗節文，非無良材也，蓋曰貴文也。」</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">子道篇第二十九\\n入孝出弟，人之小行也；上順下篤，人之中行也；從道不從君，從義不\\n從父，人之大行也。若夫志以禮安，言以類使，則儒道畢矣，雖舜不能\\n加毫末於是矣。孝子所以不從命有三：從命則親危，不從命則親安，孝\\n子不從命乃衷；從命則親辱，不從命則親榮，孝子不從命乃義；從命則\\n禽獸，不從命則脩飾，孝子不從命乃敬。故可以從而不從，是不子也；\\n未可以從而從，是不衷也。明於從不從之義，而能致恭敬忠信，端愨以\\n慎行之，則可謂大孝矣。傳曰：「從道不從君，從義不從父。」此之謂\\n也。故勞苦彫萃而能無失其敬，災禍患難而能無失其義，則不幸不順見\\n惡而能無失其愛，非仁人莫能行。詩曰：「孝子不匱。」此之謂也。魯\\n哀公問於孔子曰：「子從父命，孝乎？臣從君命，貞乎？」三問，孔子\\n不對。孔子趨出以語子貢曰：「鄉者，君問丘也，曰：『子從父命，孝\\n乎？臣從君命，貞乎？』三問而丘不對，賜以為何如？」子貢曰：「子\\n從父命，孝矣。臣從君命，貞矣，夫子有奚對焉？」孔子曰：「小人哉\\n！賜不識也！昔萬乘之國，有爭臣四人，則封疆不削；千乘之國，有爭\\n臣三人，則社稷不危；百乘之家，有爭臣二人，則宗廟不毀。父有爭子\\n，不行無禮；士有爭友，不為不義。故子從父，奚子孝？臣從君，奚臣\\n貞？審其所以從之之謂孝、之謂貞也。」子路問於孔子曰：「有人於此\\n，夙興夜寐，耕耘樹藝，手足胼胝，以養其親，然而無孝之名，何也？\\n」孔子曰：「意者身不敬與？辭不遜與？色不順與？古之人有言曰：『\\n衣與！繆與！不女聊。』今夙興夜寐，耕耘樹藝，手足胼胝，以養其親\\n，無此三者，則何為而無孝之名也？〔意者所友非人邪？〕」孔子曰：\\n「由志之，吾語女。雖有國士之力，不能自舉其身。非無力也，勢不可\\n也。故入而行不脩，身之罪也；出而名不章，友之過也。故君子入則篤\\n行，出則友賢，何為而無孝之名也！」子路問於孔子曰：「魯大夫練而\\n牀，禮邪？」孔子曰：「吾不知也。」子路出，謂子貢曰：「吾以夫子\\n為無所不知，夫子徒有所不知。」子貢曰：「汝何問哉？」子路曰：「\\n由問：『魯大夫練而牀，禮邪？』夫子曰：『吾不知也。』」子貢曰：\\n「吾將為女問之。」子貢問曰：「練而牀，禮邪？」孔子曰；「非禮也\\n。」子貢出，謂子路曰：「女謂夫子為有所不知乎！夫子徒無所不知。\\n女問非也。禮：居是邑不非其大夫。」子路盛服而見孔子，孔子曰：「\\n由，是裾裾何也？昔者江出於山，其始出也，其源可以濫觴，及其至江\\n之津也，不放舟，不避風，則不可涉也。非維下流水多邪！今女衣服既\\n盛，顏色充盈，天下且孰肯諫女矣！子路趨而出，改服而入，蓋猶若也\\n。孔子曰：「由志之！吾語女：奮於言者華，奮於行者伐，色知而有能\\n者，小人也。故君子知之曰知之，不知曰不知，言之要也；能之曰能之\\n，不能曰不能，行之至也。言要則知，行至則仁。既知且仁，夫惡有不\\n足矣哉！」子路入，子曰：「由！知者若何？仁者若何？」子路對曰：\\n「知者使人知己，仁者使人愛己。」子曰：「可謂士矣。」子貢入，子\\n曰：「賜！知者若何？仁者若何？」子貢對曰：「知者知人，仁者愛人\\n。」子曰：「可謂士君子矣。」顏淵入，子曰：「回！知者若何？仁者\\n若何？」顏淵對曰：「知者自知，仁者自愛。」子曰：「可謂明君子矣\\n。」子路問於孔子曰：「君子亦有憂乎？」孔子曰：「君子其未得也，\\n則樂其意，既已得之，又樂其治。是以有終生之樂，無一日之憂。小人\\n者其未得也，則憂不得；既已得之，又恐失之。是以有終身之憂，無一\\n日之樂也。」</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">法行篇第三十\\n公輸不能加於繩，聖人莫能加於禮。禮者，眾人法而不知，聖人法而知\\n之。曾子曰：「無內人之疏而外人之親，無身不善而怨人，無刑己至而\\n呼天。內人之疏而外人之親，不亦遠乎！身不善而怨人，不亦反乎！刑\\n已至而呼天，不亦晚乎！詩曰：『涓涓源水，不雝不塞。轂已破碎，乃\\n大其輻。事已敗矣，乃重大息。』其云益乎！」曾子病，曾元持足，曾\\n子曰：「元志之！吾語汝。夫魚鼈黿鼉，猶以淵為淺而堀其中，鷹鳶猶\\n以山為卑而增巢其上，及其得也必以餌。故君子茍能無以利害義，則恥\\n辱亦無由至矣。」子貢問於孔子曰：「君子之所以貴玉而賤珉者，何也\\n？為夫玉之少而珉之多邪？」孔子曰：「惡！賜！是何言也！夫君子豈\\n多而賤之，少而貴之哉！夫玉者，君子比德焉。溫潤而澤，仁也；栗而\\n理，知也；堅剛而不屈，義也；廉而不劌，行也；折而不橈，勇也；瑕\\n適竝見，情也；扣之，其聲清揚而遠聞，其止輟然，辭也。故雖有珉之\\n雕雕，不若玉之章章。詩曰：『言念君子，溫其如玉。』此之謂也。」\\n曾子曰：「同游而不見愛者，吾必不仁也；交而不見敬者，吾必不長也\\n；臨財而不見信者，吾必不信也。三者在身，曷怨人！怨人者窮，怨天\\n者無識。失之己而反諸人，豈不亦迂哉！」南郭惠子問於子貢曰：「夫\\n子之門何其雜也？」子貢曰：「君子正身以俟，欲來者不距，欲去者不\\n止。且夫良醫之門多病人，檃栝之側多枉木，是以雜也。」孔子曰：「\\n君子有三恕：有君不能事，有臣而求其使，非恕也；有親不能報，有子\\n而求其孝，非恕也；有兄不能敬，有弟而求其聽令，非恕也。士明於此\\n三恕，則可以端身矣。」孔子曰：「君子有三思，而不可不思也：少而\\n不學，長無能也；老而不教，死無思也；有而不施，窮無與也。是故君\\n子少思長則學，老思死則教，有思窮則施也。」</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">哀公篇第三十一\\n魯哀公問於孔子曰：「吾欲論吾國之士，與之治國，敢問如何取之邪？\\n」孔子對曰：「生今之世，志古之道；居今之俗，服古之服。舍此而為\\n非者，不亦鮮乎！」哀公曰：「然則夫章甫絇屨，紳而搢笏者，此賢乎\\n？」孔子對曰：「不必然。夫端衣玄裳，絻而乘路者，志不在於食葷；\\n斬衰菅屨，杖而啜粥者，志不在於酒肉。生今之世，志古之道；居今之\\n俗，服古之服。舍此而為非者，雖有，不亦鮮乎！」哀公曰：「善！」\\n孔子曰：「人有五儀：有庸人，有士，有君子，有賢人，有大聖。」哀\\n公曰：「敢問何如斯可謂庸人矣？」孔子對曰：「所謂庸人者，口不能\\n道善言，心不知色色；不知選賢人善士託其身焉以為己憂；動行不知所\\n務，止交不知所定；日選擇於物，不知所貴；從物如流，不知所歸；五\\n鑿為正，心從而壞。如此，則可謂庸人矣。」哀公曰：「善！敢問何如\\n斯可謂士矣？」孔子對曰：「所謂士者，雖不能盡道術，必有率也；雖\\n不能徧美善，必有處也。是故知不務多，務審其所知；言不務多，務審\\n其所謂；行不務多，務審其所由。故知既已知之矣，言既已謂之矣，行\\n既已由之矣，則若性命肌膚之不可易也。故富貴不足以益也，卑賤不足\\n以損也。如此，則可謂士矣。」哀公曰：「善！敢問何如斯可謂之君子\\n矣？」孔子對曰：「所謂君子者，言忠信而心不德，仁義在身而色不伐\\n，思慮明通而辭不爭，故猶然如將可及者，君子也。」哀公曰：「善！\\n敢問何如斯可謂賢人矣？」孔子對曰：「所謂賢人者，行中規繩而不傷\\n於本，言足法於天下而不傷於身，富有天下而無怨財，布施天下而不病\\n貧。如此，則可謂賢人矣。」哀公曰：「善！敢問何如斯可謂大聖矣？\\n」孔子對曰：「所謂大聖者，知通乎大道，應變而不窮，辨乎萬物之情\\n性者也。大道者，所以變化遂成萬物也；情性者，所以理然不取舍也。\\n是故其事大辨乎天地，明察乎日月，總要萬物於風雨，繆繆肫肫，其事\\n不可循，若天之嗣，其事不可識，百姓淺然不識其鄰。若此，則可謂大\\n聖矣。」哀公曰：「善！」魯哀公問舜冠於孔子，孔子不對。三問不對\\n。哀公曰：「寡人問舜冠於子，何以不言也？」孔子對曰：「古之王者\\n，有務而拘領者矣，其政好生而惡殺焉。是以鳳在列樹，麟在郊野，烏\\n鵲之巢可俯而窺也。君不此問，而問舜冠，所以不對也。」魯哀公問於\\n孔子曰：「寡人生於深宮之中，長於婦人之手，寡人未嘗知哀也，未嘗\\n知憂也，未嘗知勞也，未嘗知懼也，未嘗知危也。」孔子曰：「君之所\\n問，聖君之問也。丘，小人也，何足以知之？」曰：「非吾子無所聞之\\n也。」孔子曰：「君入廟門而右，登自胙階，仰視榱棟，俯見几筵，其\\n器存，其人亡，君以此思哀，則哀將焉而不至矣！君昧爽而櫛冠，平明\\n而聽朝，一物不應，亂之端也，君以此思憂，則憂將焉而不至矣！君平\\n明而聽朝，日昃而退，諸侯之子孫必有在君之末庭者，君以此思勞，則\\n勞將焉而不至矣！君出魯之四門，以望魯四郊，亡國之虛則必有數蓋焉\\n，君以此思懼，則懼將焉而不至矣！且丘聞之，君者舟也，庶人者水也\\n。水則載舟，水則覆舟，君以此思危，則危將焉而不至矣！」魯哀公問\\n於孔子曰：「紳委章甫有益於仁乎？」孔子蹴然曰：「君號然也，資衰\\n苴杖者不聽樂，非耳不能聞也，服使然也。黼衣黻裳者不茹葷，非口不\\n能味也，服使然也。且丘聞之，好肆不守折，長者不為市。竊其有益與\\n其無益，君其知之矣。」魯哀公問於孔子曰：「請問取人。」孔子對曰\\n：「無取健，無取詌，無取口啍。健，貪也；詌，亂也；口啍，誕也。\\n故弓調而後求勁焉，馬服而後求良焉，士信愨而後求知能焉。士不信愨\\n而有多知能，譬之其豺狼也，不可以身尒也。語曰：『桓公用其賊，文\\n公用其盜。』故明主任計不信怒，闇主信怒不任計。計勝怒則彊，怒勝\\n計則亡。」定公問於顏淵曰：「東野子之善馭乎？」顏淵對曰：「善則\\n善矣，雖然，其馬將失。」定公不悅，入謂左右曰：「君子固讒人乎！\\n。」三日而校來謁曰：「東野畢之馬失。兩驂列，兩服入廄。」定公越\\n席而起曰：「趨駕召顏淵！」顏淵至，定公曰：「前日寡人問吾子，吾\\n子曰：『東野畢之馭，善則善矣，雖然，其馬將失。』不識吾子何以知\\n之？」顏淵對曰：「臣以政知之。昔舜巧於使民，而造父巧於使馬；舜\\n不窮其民，造父不窮其馬；是舜無失民，造父無失馬也。今東野畢之馭\\n，上車執轡，銜體正矣；步驟馳騁，朝禮畢矣；歷險致遠，馬力盡矣；\\n然猶求馬不已，是以知之也。」定公曰：「善，可得少進乎？」顏淵對\\n曰：「臣聞之，鳥窮則啄，獸窮則攫，人窮則詐。自古及今，未有窮其\\n下而能無危者也。」</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">堯問篇第三十二\\n堯問於舜曰：「我欲致天下，為之奈何？」對曰：「執一無失，行微無\\n怠，忠信無勌，而天下自來。執一如天地，行微如日月，忠誠盛於內，\\n賁於外，形於四海，天下其在一隅邪！夫有何足致也！」魏武侯謀事而\\n當，群臣莫能逮，退朝而有喜色。吳起進曰：「亦嘗有以楚莊王之語聞\\n於左右者乎？」武侯曰：「楚莊王之語何如？」吳起對曰：「楚莊王謀\\n事而當，群臣莫逮，退朝而有憂色。申公巫臣進問曰：『王朝而有憂色\\n，何也？』莊王曰：『不穀謀事而當，群臣莫能逮，是以憂也。其在中\\n蘬之言也，曰：「諸侯自為得師者王，得友者霸，得疑者存，自為謀而\\n莫己若者亡。」今以不穀之不肖，而群臣莫吾逮，吾國幾於亡乎！是以\\n憂也。』楚莊王以憂，而君以憙。」武侯逡巡再拜曰：「天使夫子振寡\\n人之過也。」伯禽將歸於魯，周公謂伯禽之傅曰：「汝將行，盍志而子\\n美德乎？」對曰：「其為人寬好自用以慎。此三者，其美德已。」周公\\n曰：「嗚呼！以人惡為美德乎？君子好以道德，故其民歸道。彼其寬也\\n，出無辨矣，女又美之！彼其好自用也，是所以窶小也。君子力如牛，\\n不與牛爭力；走如馬，不與馬爭走；知如士，不與士爭知。彼爭者均者\\n之氣也，女又美之！彼其慎也，是其所以淺也。聞之曰：『無越踰不見\\n士。』見士問曰：『無乃不察乎？』不聞即物少至，少至則淺。彼淺者\\n，賤人之道也，女又美之！吾語女：我文王之為子，武王之為弟，成王\\n之為叔父，吾於天下不賤矣。然而吾所執贄而見者十人，還贄而相見者\\n三十人，貌執之士者百有餘人，欲言而請畢事者千有餘人，於是吾僅得\\n三士焉以正吾身，以定天下。吾所以得三士者，亡於十人與三十人中，\\n乃在百人與千人之中。故上士吾薄為之貌，下士吾厚為之貌，人人皆以\\n我為越踰好士，然故士至。士至而後見物，見物然後知其是非之所在。\\n戒之哉！女以魯國驕人，幾矣！夫仰祿之士猶可驕也，正身之士不可驕\\n也。彼正身之士，舍貴而為賤，舍富而為貧，舍佚而為勞，顏色黎黑而\\n不失其所，是以天下之紀不息，文章不廢也。」語曰，繒丘之封人，見\\n楚相孫叔敖曰：「吾聞之也：處官久者士妒之，祿厚者民怨之，位尊者\\n君恨之。今相國有此三者，而不得罪楚之士民何也？」孫叔敖曰：「吾\\n三相楚而心瘉卑，每益祿而施瘉博，位滋尊而禮瘉恭，是以不得罪於楚\\n之士民也。」子貢問於孔子曰：「賜為人下而未知也。」孔子曰：「為\\n人下者乎？其猶土也。深抇之而得甘泉焉，樹之而五穀蕃焉，草木殖焉\\n，禽獸育焉；生則立焉，死則入焉；多其功而不息。為人下者其猶土也\\n。」昔虞不用宮之奇而晉并之，萊不用子馬而齊并之，紂刳王子比干而\\n武王得之。不親賢用知，故身死國亡也。為說者曰：「孫卿不及孔子。\\n」是不然。孫卿迫於亂世，鰌於嚴刑，上無賢主，下遇曓秦，禮義不行\\n，教化不成，仁者絀約，天下冥冥，行全刺之，諸侯大傾。當是時也，\\n知者不得慮，能者不得治，賢者不得使。故君上蔽而無覩，賢人距而不\\n受。然則孫卿懷將聖之心，蒙佯狂之色，視天下以愚。詩曰：「既明且\\n哲，以保其身。」此之謂也。是其所以名聲不白，徒與不眾，光輝不博\\n也。今之學者，得孫卿之遺言餘教，足以為天下法式表儀。所存者神，\\n所過者化，觀其善行，孔子弗過。世不詳察，云非聖人，奈何！天下不\\n治，孫卿不遇時也。德若堯禹，世少知之；方術不用，為人所疑；其知\\n至明，循道正行，足以為紀綱。嗚呼賢哉！宜為帝王。天地不知，善桀\\n紂，殺賢良，比干剖心，孔子拘匡，接輿避世，箕子佯狂，田常為亂，\\n闔閭擅強。為惡得福，善者有殃。今為說者，又不察其實，乃信其名。\\n時世不同，譽何由生？不得為政，功安能成？志修德厚，孰謂不賢乎！</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Xun Zi Ji Jie, by Xian Qian Wang</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK XUN ZI JI JIE ***</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>***** This file should be named 25314-0.txt or 25314-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/5/3/1/25314/</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Produced by Inga Tsai</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000087\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000087\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000088\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000088\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000089\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000089\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000090\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000090\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000091\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000091\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000092\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000092\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000093\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000093\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000094\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000094\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000095\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000095\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000096\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000096\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bd9e823d4ce9217f-f09fcd twpub-bd9e823d4ce9217f-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc\",\n            \"target\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000048\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc\",\n            \"target\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000051\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc\",\n            \"target\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000078\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc\",\n            \"target\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000081\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc\",\n            \"target\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000085\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/bd9e823d4ce9217f/toc\",\n            \"target\": \"$:/plugins/twpub/bd9e823d4ce9217f/text/000000091\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-bd9e823d4ce9217f-f09fcd blockquote,.twpub-bd9e823d4ce9217f-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-bd9e823d4ce9217f-f09fcd body > p{text-align:justify;}.twpub-bd9e823d4ce9217f-f09fcd h2{clear:both;}.twpub-bd9e823d4ce9217f-f09fcd h3{font-weight:normal;clear:both;}.twpub-bd9e823d4ce9217f-f09fcd hr{clear:both;}\\n.twpub-bd9e823d4ce9217f-6b4cd0 div,.twpub-bd9e823d4ce9217f-6b4cd0 p,.twpub-bd9e823d4ce9217f-6b4cd0 pre,.twpub-bd9e823d4ce9217f-6b4cd0 h1,.twpub-bd9e823d4ce9217f-6b4cd0 h2,.twpub-bd9e823d4ce9217f-6b4cd0 h3,.twpub-bd9e823d4ce9217f-6b4cd0 h4,.twpub-bd9e823d4ce9217f-6b4cd0 h5,.twpub-bd9e823d4ce9217f-6b4cd0 h6{display:block;}.twpub-bd9e823d4ce9217f-6b4cd0 div.figcenter span.caption{display:block;}.twpub-bd9e823d4ce9217f-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/images/OEBPS/765824633165809173_25314-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/images/OEBPS/765824633165809173_25314-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAAB15klEQVR42uzdeXxddYHw4ZObfW3apFu6L5S2tEApbZEilJ2yCpSyiTLqgOIILog6jIOOLILj68w4gM4wIuqwb0JlEbSCFAGhUGhrW1q6r3RNmzR73j+idw43uTf3Jmmb3jzPxz84J3f9nZN4vj1bxi2/DQAAAOiBIoYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAADryM5uZmowAAANAD2UMIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCQwAAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAA+1/WAXnXmpqaJUuW7Oc3HTNmTEFBgU9yEH0SAABgn8pobm7e/++6YsWK2bNn7+c3/fnPfz5x4kSf5CD6JAAAwD7lkFEAAABBCAAAgCAEAABAEAIAACAIAQAASCNZ3eFD3Hbbbf369evyl62trb3mmmt8krT5JAAAQBoG4bhx44YMGdLlL1tdXe2TpNMnAQAAupZDRgEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQWgIAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAD2jazu8CFqamqqq6v3xcv6JOn0SQAAgDQMwksuuaSbDIdP0p0/CQAA0LUcMgoAACAIAQAAEIQAAAAIQgAAAAQhAAAAaSSjubl5/7/rnj17Xn755f38pscee2xpaalPchB9EgAAIA2DEAAAgAPOIaMAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCA0BAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIOyQt99++8ILL5w+ffptt93W2NhoeRtVAAAgKqO5uXl/vt/atWvDCZGfn9+/f/+OvdTmzZv37t0bnSwuLi4rKws/oLKy8txzz929e3fL5NVXX33VVVdZ5J1kVAEAIG1k7ef3u/vuu59//vnoZO/evZ999tns7OxUX6euru7yyy/fsWNHdM7NN988c+bM8GPmzp0b7ZYgCJ588knp0nlGNcaCBQs+85nPRCcjkci8efNycnJSepELLrhg9erV0clPf/rT1157bUqv0NTUNH369Lq6uuicu+66a9q0adZYAAAS2N+HjF5yySXhyR07drz44osdeJ0XXnghXIPl5eWnnnpqzGNWrFgRnty8eXNlZaVF3klGNcYhhxySkZERDrOVK1em9ArV1dVr1qwJz1m8eHGqH2PdunXhGmz5YFZXAAC6VxAefvjhhx12WHjOww8/3IHXiXnWrFmzsrJi93bu2bOn3TmkyqjGKCgoGDhwYHjOBx98kNIrLF26NObI7SVLlqR6LHfMm/bu3btPnz5WVwAAulcQBkFw6aWXhifffffdpUuXpvQKf/nLXxYuXBidzMnJufDCC1s/rPWRqKkeyIdRTcbo0aPDk8uXL0/p6UuWLImZs3v37nXr1qX0IjFvavcgAADdNAhPPfXU8vLy8JxUdxLGPP60005rc2dIRUVFeDIvL88+k84zqu0GYap7CFsHYZD6UaMxbxrzkQAAoLsEYVZW1qxZs8JznnvuueQPO6ysrAxfliZodV5i1LHHHhuenD59eiTivoudZVTbDcKY0yzb9Ze//CXJmQnEvKk9hAAAdNMgDILgwgsvDB9nWFNT8/TTTyf53CeffLK2tjY6ecQRR4wbN67NRx5yyCHRVuzTp0+ql23EqHYsCDds2BC+IUpidXV1q1ataj0/pT2EjY2N4YuUBvYQAgCQnKwD8q59+vQ57bTT5syZE53zyCOPXHLJJeGrNbapqanp0UcfDc+57LLLEjz+61//+owZMzZu3Pjxj3+8d+/elneXMKoxhg8fnp2dXV9f3zLZ3Ny8cuXK8ePHJ/PcZcuWhe/MGdVyXZl2fyNarFmzJvruQRBEIpGRI0daLgAAtOuAHewXc2mZ1atXv/HGG+0+69VXX12/fn10sn///ieeeGLip0yZMuXcc8/VLV3LqIZlZmaOGDEiPCf50wjbPIEwCIKqqqqYe1EkEHO86JAhQ/Ly8iwXAAC6bxCOHTv2yCOPDM955JFH2n1WzOVkLrrooszMTEuRA67DFxoNnys4bNiweD9KKQgdLwoAQHcPwqDVTsKXXnpp8+bNCR6/bt26V199NTqZm5t7wQUXWIR0wyDs2B7CiRMnhs+tTf40wpi3c0UZAAAOgiA86aST+vfvH51samp6/PHHEzz+kUceCd+te+bMmb169bII6YZBmOSFRhsaGsKPrKioGDx4cHTSHkIAANI5CCORyOzZs8NzHn/88YaGhjYfXFtb+9RTT4XnxLvbBBzwINy0aVNVVVUyIRe+GMyQIUPC5yIuWbKkqamp3Repr6+POdtQEAIAcBAEYRAEF1xwQfjqF9u3b//d737X5iOfe+65ysrK6OTkyZMdF5eSysrKTZs2JX+/R1LSv3//kpKS8JxkjhqN2Qc4dOjQUaNGRSerq6uTua7M6tWrw9cpzc/PD+9m7Dnq6upWr169ZMmS9evXJxPSAAAEB+q2E1ElJSUzZ8584oknonMeeeSR008/vfUjYy4nk/huEy1qamrClyQtLCwcMGBA8p9tzZo1L7/88jvvvLNq1aodO3YEQVBWVlZeXj516tQZM2YMHz48ydcJf4z8/PyKiorWVfDUU0/Nnz9/48aN9fX1ffv2LS8vnzZt2mmnnRZz7coOePPNNx977LE33nhj586dLXP69u17zDHHzJ49O+a+CDt37nznnXeijznssMOMakpGjRr19ttvRydXrFgxceLExE+JucTo0KFDN23aFJ6zePHidsck5njRkSNHJnmzirRZHHPnzn344Yfffvvt6O7WgoKCqVOnzp49e9q0aeFHbt269ZVXXmn574qKiqlTp/r/AACgh8sIn5V3QKxYsSLmwNGHHnoo5pi3995778orr4xOVlRU/PrXv45E2tm9+c4773z2s5+NTs6YMeOHP/xhMh/plVdeuffee6N11KbTTjvta1/7Wnl5ebuvFv4Y48aN+9WvfhX90ebNm++4444//OEPCd7lm9/8ZsdOldy5c+d3v/vdl19+Od4DzjvvvBtuuCG6h/bFF1/8xje+0fLfJ5988h133GFUU/L9738/fKXcyy677Gtf+1rip1x55ZXvvfdeNMKfe+651atXhy+VdOmll15//fWJX+Tuu+++5557opOf+MQnvv3tb/eQxbF9+/Zvfetbb775ZrwHnHjiiTfddFNxcXFKKzkAQM8ROeCfYNSoUTH/Tt/6/hMxuwcvvvjidmuwYxYtWnTppZded911iTeUgyD47W9/O3v27CSvHRK1cePG6H8vXLjwk5/8ZIIN5ZZ3ueiii5K/H13Upk2bPvWpTyWowSAIfv3rX1999dXRg0jDn82odkDMMcztfoumpqb3338//IsQBMGQIUPy8/OjM5O5rkzMLS7aPZQ6bRbHxo0br7jiigQ1GATB3Llzr7zyyu3bt0fr1B99AIDuFYRBq/tPPPPMM+ELcuzYsePFF1+MTubn55933nld/hkaGxvvuuuuK6+8ctmyZUk+ZdeuXddcc01KHbVz5869e/e21MIXv/jF6HZqAtu2bbv22mt37dqV/LtUVVVdc8014QM741m4cOENN9zQcsLVvgjCdBrVdqV654lVq1bV1NTEPD0SiYRfZ+nSpe2eDhfzRgmuKJNOi6O6uvqLX/xizBG28cb5S1/6Um1tbRAEW7Zs8UcfAKDbBeFxxx0XvgxGdXX1nDlzopNPPvlkXV1ddPKss86KHgDWtR588MFUr0WxdevWm2++OaWnbNq0qba29vrrr0/++i5r16697bbbkn+LW2+9dfXq1Uk++PXXX//FL34R7LM9hGkzqqkG4Ycffhi+DFJrMScQjhkzpuU/Dj300OjMvXv3rly5MsGL1NXVrVu3Ljwn8R7CtFkct99+e/Ir+ZIlS3784x8H9hACAHTPIIxEIhdffHF4zqOPPtryH01NTdH/brGP7jaRmZk5ZcqUDjzxtddemz9/fvKP37hx4z333JPqAXIvvPDC0qVLkwy85557LqUX/+lPf7p58+Z9EYRpM6rJKCwsHDhwYHhO4p2EMUE4duzYlv8YN25ceH7io0ZXrlwZDrzy8vIEJ+OlzeKYP39++N+MkvyHiaVLl9pDCAAQI6ubfI7zzjvv7rvvrq6ujm5Jv/nmm0cfffTLL78cPirsmGOO2UeXiGx58fDJTgUFBWeeeebxxx9/yCGH9OnTp7q6etWqVXPmzHniiSdi9rE89thjRx11VJLvsmTJkgcffDA857DDDjvllFMqKip69+69Y8eOxYsXP/PMMx9++GHrLdqbbrqp3df/93//99YzTzrppIsvvnj8+PHZ2dlbt25dsGDB448//tZbb7X8tK6u7u67795HewjTY1STNHr06PAwrlix4sgjj0wmCHNycqKX9GwdhGeffXa8F4k5wa/dEwjTY3G07O6Lccopp8yePXvcuHFZWVktK/kTTzwRXcmbm5tvv/32tWvX+qMPANAdg7CwsPCcc8556KGHonMeeeSRo48+OuZyMjFnG3Z5urT8RyQSueiii77whS+Ej00tKSk5/PDDDz/88BkzZnz5y18O3/nt5ZdfbmxszMzMTOZd7rzzzuh/Dxgw4Lbbbjv88MNjtms/97nP3Xzzzc8//3x4/ty5c2+88casrESL7LXXXovZxxKJRG666aZwUQwcOHDgwIFnnHHGnDlzbr755pYr9T/99NNGtUuC8I9//GO8Wgtrbm4OL6nRo0dHv+nIkSOzs7Ojd1BYvHhxgneMeYt2b0mfBotj/vz57777bsxK/p3vfOess86KzqmoqKioqJg5c+Yzzzzzve99r+WY8wULFviLDwAQI9J9Psoll1wSvn/a3Llz33rrrTfeeCM6Z8iQIdOnT993H2DIkCGDBg2aNGnS/ffff8MNN8Q7U/HYY4+9+uqrw3Oqq6sXLVqU6tsNHz78f//3f2M2lFsUFBTcfPPNRx99dHjm7t27232Xxx57LGbOddddF2//0tlnn/29731vXy/WNBjVlIIwQa2FrVu3Lnx+XfR40SAIsrOzk7+uTKpBmK4rebgGw84888zbbrst+RszAgAIwgNm6NChxx57bHSysbHx+uuvD98mMaYY94Uf/ehH99xzT7vH3V166aUxW9Ix54O1Kzs7+9Zbby0tLY27YCKRb33rWzHfN/F9Anbv3h296XaLww477LLLLkvwlFNPPTXB4YhGNVUx3zHBOYQxXy18IZmYPqytrU3wOjE/aneQD/bFUV1dPXfu3PCcCRMmXH755QmeMmPGjE984hP+1gMAdPcgDFodERq+SGNBQcG55567rz9Ay73g2lVQUHD88ceH56xatSqlN7roootiGqC14cOHhws5aHXHuRh/+tOfwpdjDYLg85//fLs3bPzCF76wj27qmB6jmpLhw4dnZ2dHJ7dv375jx45kgjDmvMEkrytTU1OzYcOG6GRmZmYyZ9ge1Ivj9ddfb7mBRHglb/ffib7whS+ElwsAAN00CBNcM+bcc88tKCjoPh815mqNydwPLSzmqqrxHHfcceHJxJfE+NOf/hSe7Nu3b/SEsQQGDBiwTw/EPdhHNSWZmZnRa8O0iLdzL9x4MfcebB2E8U4j/OCDD8K70IcNG5aTk5Pei+PVV18NT/bv33/atGntvkVZWdkJJ5zgzz0AQHcPwoyMjDbvKhFv/gE0cuTI8OTOnTuTf+7YsWPD911MYPLkyeHJxHdRi7lmxumnn57krr+TTz7ZqHaVJE8jDF9RZsSIEbm5uTEvEr6wSrwgTPUEwjRYHDEHlCa/kp9yyin+3AMAdPcgDOLcd3769OlDhgzpVp9z0KBB4cnkb8AdhK702K7BgweHD4dLsEW+e/fumNu+xRzvl0DMhT2M6r4Owk2bNoXfNHzGYIucnJzwgZ3Lli0LX/BzvwVhd1scLXfF6NhKPmXKFJeWAQA4CIIwPz//1FNPjZl54okndrfPWVJSEp6MOXkvsfHjxyf5yNzc3D59+oTfJd4bxRw9GIlEYg47TGDgwIHhdzGqnRFzsZY2gzDxFWVahBdfXV1dm6/TgSvKHNSLY/ny5eELrqa0kpeWlsb0LQAA3TEIm5ubo/eSjvr973/f7QYuEgmfr9XmDpx4UtqTU1RUFJ5saGho82ErV64MT44YMSKlUy67vCXSY1Q7IJk9hDEXiWm9h7D1zDaPGo25/kqX7yHs5iv5IYcckpeXl/y7jBkzxl98AIDuHoSvv/766tWrY2a++uqr69at624fNbytHN471+5GdkVFRfLvErPJG29bOXy1yQ4EXkofqeeMagf0798/fMxzZWXltm3bYh4T3kOYkZHR7h7CoK0LjVZXV4dPtysoKBg4cGCPWsljTnFsV5LnNAIACMID6cEHH2w9s7m5+eGHH06PES8tLU3pCvgxD453j/ItW7bEZElKn2rAgAFGtavE7BxrfR+FcBAOGjQoZv9YizFjxmRmZiYIwph9j4ccckj3OUduHy2OmOvN9LSVHAAg/YNw/fr18+bNa/NHTz31VE1NTRqM+D46Wy9mN1S/fv26w6c62Ee1S4Iw5ky/7du3b926NTrZ5vGiQRDk5OSEb8Hy/vvvx+w329dXlOn+K3mqQXiwr+QAAPtCVrf6NA8//HB450BGRkb0KLXdu3c/88wzF1xwwf75JPX19UuWLFmwYMHChQu3bdtWWVm5e/fumCKtqqrqwCsXFhbuiw+8e/fuzmwr9+rVy6juoyCMKbdkTiBsMW7cuOjexZbryoQPLm29h7CnreSp/qtHaWmpv/gAAN03CGtqap566qnoZE5OzuWXX37vvfeGc3E/BOH27dsfeuihRx99tGvvRhCVn5+/L1425pYAKV1RpgOP7yGj2jGJLzSazCVGo0H49NNPRycXL16cIAhT2kOYHit5qu/SrVYSAIBuohsdMvrss89WVlZGJ0877bQrrrgifE2L999/f/78+fv0Mzz55JNnn332Pffcs482lIMgCN9wvAvFXKk/PG4HfFv54B3Vjkm8hzAmCBPsIYz5UcyuxZgjUZMPwrRZyXNzcwUhAED6BGHMZWMuuuiiXr16nXzyyeGZDz300D5696ampu9+97vf+973amtr9+nX3EfbyjEnmKUahJFIxKh2lcLCwvD1S6qqqsJXQ1m6dGn0v/v27ZvgxLZDDz00vFzCQbh79+4PP/wwOhlzaVMreZvCF+kBAKB7BeH8+fOXLVsWnRw7duyECROCILjwwgvDD5s7d27M5TS7yt133x0+YPWg08lt5X20BX+wj2qHxeyvW7VqVct/VFdXh++dkOB40SAI8vLywteVWbFiRfQM247tHuzhK7kgBABoIwS6yeeI2fV30UUXtfzHpEmTRo0aFT3orrGx8bHHHvvCF77Qte8+b9688MmK4e3sU089ddy4cSNGjCgqKioqKgrvsZkyZUrX3q6gM2I2dlO6h/g+kgaj2mGHHHLIK6+8Ep1cuXLltGnTgiB4//33w3fzS3C8aPQB0ZW/trZ27dq1w4YNax2EyVxRJg0WR8w/W9TX1/sLDgCQDkG4ZcuWuXPnRieLiorOOOOM6OQFF1zwgx/8IDr5+OOPf+5zn0vpLmftuvPOO2Nuul1RUfHtb3976tSpB82C/Oi2cqrHBO6Ljf40GNUOi7eH8P3334/pvcSvM27cuN/85jfRyeXLl3c4CNNvJY85pbBdMV8fAICgmxwy+uijj4b3aJ199tl5eXnRybPOOis8uX379hdffLEL3/21114Ln9bVsnn9wAMPHFzdEnP4XKrbyqk+voeMaofFFNrq1atb/iPmAjPJBGF4Mvr0lStXphSEabmSp/qvHjFHnAIA0C2CsL6+/oknngjPmTVrVniyuLj4tNNOC8/p2kvLPPvss+HJ3NzcH/7wh0VFRQfXgoz5wDF3k2tXqo/vIaPaYcOGDQvvzoruIQyHXElJycCBAxO/zpgxY8IHcEZvSxgtzCAIsrKyWnYbWsnb/VPjLz4AQLcLwt/+9rfbt2+PTk6ePDl8IY02E/G9996LuQR/Z7z99tvhyXPOOWfQoEHtPqupqalbneoWc5HJrVu3pvT08A0/jGrnZWVlDR8+PDq5ZcuW6urqcBkGSeweDIKgoKBg6NChMUFYV1e3adOm6Mzhw4e3e00gK3kQBC2LAACA7hWEMbv7Zs+e3foxhx12WMz1GLtqJ+HWrVvXr18fnnPuuecm88S9e/d2qwVZVlYWngzf5yAZXXtLurQZ1c6IOY1w9erV1dXV4XtFJL7EaFT4qNG1a9fW1dWtW7cu3GntHi+aNosj5hYdqa7ku3bt8hcfAKB7BeGiRYsWLVoUrpoZM2a0+ciY+088//zzXbJ5t3bt2vBkXl5eMvttgiCoqqrqVguyvLy8M9vK4VAxql0iptPWr18fMyxJjkn4YU1NTa1fp917TqTN4ujXr19nVtpt27b5iw8A0L2CMGZH3/nnnx/v4LeZM2cWFBREJ+vq6mLOPOyYmEMlhw0bluTNyvbR7RA7rKKiIjwZc9GRdq1bt64LP0zajGpnxHTa5s2bY3bTJVllMdeV2bBhQ/hOhkESewjTdSUPH3+bjJhxAwDgAAfhjh07Xnjhhf/7KJHIBRdcEO/BBQUFM2fODM959NFHO3+C0+7du8OTMScpJRC9vEc3ET5jLQiCpUuXpnRNxVQDsoeMamfEdFpMEObn54dPDkxg7NixGRkZCYKw3T2E6bqSL1myJKX7baYakAAAgnDfevzxx8N3Ozj++OP79++f4PExR41u3Ljx5Zdf7uRniLlQYX5+fpJPXLZsWbdakKNGjQpP1tXVJf8J9+7d27VBmDaj2hn9+/cPp9fmzZvDIRdz+dAECgsLhwwZEp1cv379xo0bo5MlJSWJf2vSeCWvra1NKVm78EpUAACCsLMaGxsfe+yx8JyYS4m2duihh06YMCE8p/OXlgkfhhqkchWNl156qVstyNLS0pjrRr7yyitJPnf+/PldezHJtBnVLgyYTZs2hY/ATPKKMi3CR41u2LAh/Drt7h5Mp8VRUlISbuMgCF599dUkn7t27dpUT6wFABCE+9DcuXPD22eDBw8+5phj2n1WzE7CN954o5O7tmK2lZO8kP17770Xvu5/NzFx4sTw5DPPPJPkE//whz907SdJp1HtjHCtbd68OXwRlCRPIGwzCMPj2YEgPKgXxxFHHBGejLm/4v5cyQEABGGnxOzcmzVrVvhEqXhOP/30mDOgHn744c58jN69e4cn16xZk8zdrv/7v/+7Gy7Lj33sY+HJtWvXvvXWW+0+a8+ePc8//3zXfpJ0GtXOCJ9GuG3btvAhoykFYfjB69evD9+3s90ryqT3Sr5ixYrFixe3+6ympqYuuQYVAIAg7BrLly+fP39+dDInJyfJG6Pl5uaeddZZ4Tlz5szpzP2mR44cGbPh2O6Rln/605/mzZvXDZfl9OnTY64eeeeddzY3Nyd+1n/91391+d0F0mlUOyO8+66pqWnHjh0t/52dnR0zRO0GYfSfSyorK+vr69t8i56wOI499tjs7OzwnJ/85CftPuuJJ55YvXq1P/cAAN0lCB988MHw5GmnndarV68knxtz1Gh1dfXTTz/d4U9SXFwcc3Oz++67L0FErVq16h//8R+757Ls3bt3zGG3CxYsuO+++xI8Zd68effff3+Xf5J0GtWuCsKYQoupmnbHM+YE0RYZGRnJBGE6LY6SkpLjjjsuZh1O/BdgxYoV/+///T9/6wEAuksQVlZWxpz50+7lZGI2pidNmhSe8/DDD7e7HyyBo446Kjy5ePHiO++8s81Hvv7661dffXX0rm4xR+J1B63v2/Gf//mfv/zlL9scn8cee+xrX/taZ4auh4xqhxUVFQ0YMKD1/JSOF03wlIqKipjzA3vC4oj5J6EgCG655ZbwDWxicvFzn/tcMofIAgD0TFn7/y2feuqp8PbZoYceGnM1lHbNmjXr7bffjk6uWrXqjTfemDZtWsc+z6mnnvrcc8+F59x7770ffPDBpz71qfHjx2dlZX344YeLFy+eM2fOSy+9FM2nE088cfDgwb/85S+71eI8/vjjhw0bFj46rrm5+d/+7d9eeOGF888/f9y4cdnZ2Vu2bHn//feffvrpDz74IPqwT3/604n3JfbkUe2M0aNHt740SweCcNy4cS+++GLrF++Bi+NjH/vY2LFjlyxZEp1TX1//zW9+8/nnnz///PPHjh0biUS2bNmyfPnyOXPm/PnPf45+nZNPPvl3v/udP/oAAAcyCJuammIuA3PRRRel+iInnXRSaWnpzp07o3MeeuihDgfhscce26dPn/CFOoIgeOmll1quuR+JRFrfkiEnJ+crX/nK66+/3t0WZyQS+dKXvnT99dfHzF+0aNGiRYviPatPnz7nnXde1wZhOo1qJ4Ow9Ql7Kd1zIhqErWcmc0WZtFwcX/nKV66++uqYmXPnzp07d268p+Tk5Hz2s58VhAAAsQWxn99v3rx569evj04WFhaeccYZqb5ITk7OOeecE57zxz/+MXy37lRfrfXGZbhgW8+89tprBw0aNGzYsG64RE888cQTTjghpafccMMNXX7gaJqNaoe1brZIJDJmzJguCcLk9xCm2eI4+uijY/4CtOvv//7v0+loZACAgzUIYy4nc/bZZ+fn53fgdS688MLwbSqampoeeeSRDn+q888/P+aW9wnMmDHjkksuCYJg6NCh3XOh3nTTTW1egyTeSJ566qn74iSrNBvVjmndbEOHDu3AOl9SUlJRUdHhIEy/xfGNb3wj+a6eOnXqpz/96bq6On/xAQAOZBCuXr065gi0lC4nEzZkyJApU6aE5zz55JMd3uDLzMz80Y9+lExEHXXUUbfccktLi/bt2zfJS3rsZ7169br77ruT+TozZ8785je/GQTBvthWTrNR7Zjhw4dnZX3kwOwOnEDYImYnYU5OTkq779JsceTn5995553JNOGRRx75gx/8IDMzs7a21l98AIADGYQxlwOdPHlySndjixFzscFdu3bFXDYjJX369Pn5z39+/PHHJ9ievuyyy+666668vLxwl3bP5Tpo0KBf/epXp5xySrwHFBQUXH/99TfffHMkEgmCoKGhYV98jDQb1Q7IysqKybauCsIRI0a0LLseuzj69Olz7733zpo1K944ZGZmfvKTn7z77ruLioqCIAjfvxEAgBYZ++iuAwevt956a86cOe+9997mzZvr6+uLi4tHjBgxZcqUM888s/XelY0bN1ZXV7e53d9NLF68+Omnn54/f/6GDRtqa2t79eo1evTo6dOnn3322aWlpeFvfdVVV0UnTz755DvuuMOoWskPisWxevXqp5566o033lizZs3evXsLCwuHDx8+ZcqU8847L/x1Fi9efMUVV0QnTznllNtvv93KAAD0cFmGIMbkyZMnT56c5IMHDhzYzb/O+PHjx48fb1RJ48UxbNiwL33pS+0+LOYfv2IO5QUA6JkihgDoCaqqqsKT2dnZxgQAQBACPULLga9RhYWFxgQAQBACPcLWrVvDkyUlJcYEAEAQAj3CBx98EJ4sKyszJgAAghDoEZYtWxaedO0iAABBCPQIu3btevfdd8Nz3NEEAEAQAj3C3LlzGxsbo5OFhYWt77gIACAIAdJNY2PjfffdF54zceLEjIwMIwMAIAiBg8mCBQtqampSesqDDz64Zs2a8Jxp06YZSQAAQQgcZF544YXZs2e//vrrST7+zTff/I//+I+YmSeddJKRBAAQhMDBZ/369ddcc82nPvWpp556qra2NsEjf/3rX1933XUNDQ3hmZMmTRo8eLBhBAAIgiDLEAAHo0WLFi1atOi2224bN27cxIkTx4wZU1paWlJSkp+fv3379uXLl8+ZM2fp0qWtn3jFFVcYPQAAQQgc9Orq6hYsWLBgwYIkHz9p0qQTTjjBuAEAtHDIKNBTFBQU/NM//ZNxAAAQhEDPkpWVdfPNNw8fPtxQAAAIQuCgNGvWrGOPPTbVZ5WUlPzoRz9ysCgAgCAEDmLDhw//8Y9//JOf/OSUU07Jzc1t9/FZWVnnnHPOww8/3IGMBABIey4qAxx8pkyZMmXKlOrq6tdee23JkiVLlixZv3797t27q6qq6urq8vPz+/btO2rUqMmTJ59yyillZWVGDACgTRnNzc1GAQAAoAdyyCgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgNAQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAJCqrFtfyDAK0K4bJyw76D7zLQvHWHAAACRgDyEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgNAQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAgE7LMgQAABwoN05YZhDgALKHEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABAp2UEG5YZBdp0y8IxBgEAANKYPYQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCA0BAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAoFvIMgQAANCmGycsS/KRtywcY7gQhAAAkP75l8xzJSKCEAAA0jYCk39lcYggBACA9O/AxG+nDBGEAADQIzpQGSIIAQBACrb9eWQhghAAAHpQCspCBCEAAPToFJSFCEIAAOjRKSgLOeAihgAAADXow9Mz2UMIAIAU7Hbfwq5C9g97CAEAUIO+Dj2UPYQAAGin7vu97Cpkn7KHEAAANegLIggBAEAs+ZoIQgAAkEm+LIIQAAAEkq+MIAQAAGnkiyMIAQBAFPn6CEIAAJBDBgFBCAAAQshQIAgBAEACGRAEIQAAiB/DgiAEAADZY3AQhAAAAAhCAABomz1ghghBCACA1MFAIQgBAAAQhAAApDF7vQwXghAAAHmDQUMQAgAAIAgBAEhj9nQZOgQhAAAAghAAgB7DPi4DiCAEAABAEAIA0GPYu2UYEYQAAAAIQgAAegz7tQwmghAAAABBCAAAgCAEACC9OcTRkCIIAQAAEIQAAAAIQgAA0puDGw0sghAAAABBCAAAgCAEAABAEAIAkIac52Z4EYQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAOCg5hqYBhlBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAA9pdbFo4xCAYZQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAA52roFpeBGEAAAACEIAAAAEIQAAAIIQAIC05Tw3A4sgBAAAQBACAAAgCAEA6Akc3GhIEYQAAAAIQgAAAAQhAAA9gUMcDSaCEAAAAEEIAEAPY7+WYUQQAgAAIAgBAOhh7N0ygAhCAAAABCEAAD2MfVyGDkEIAACAIAQAoIexp8ugIQgBAJA3GC4EIQAAAIIQAIAewl4vA4UgBABA6mCIEIQAAAAIQgAAegh7wAwOghAAANmDYUEQAgAgfgyIAUEQAgAggQwFCEIAAISQQQBBCACAHPL1QRACACCKfHEQhAAASCNfGQQhAAACyZcFQQgAgEzyNRGEAAAglnxBepYsQwAAQBok040TlklBSJU9hAAAyCdfhx7KHkIAANIqog72XYVSkP3JHkIAANIwC314SIY9hAAApGcTHly7CqUgghAAAHpcFkpBBCEAAPS4LJSCCEIAAOhxWSgFEYQAAHBgMuxAlaEORBACAEDPKkMdiCAEAIDuW4ZdHociEEEIAAAHZRymmojyD0EIAABpnoiQZiKGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAC6vyxDAADQo9w4YVmSj7xl4RjDhfUqvWUEG5YZBfyuAoDNdJsHWK8EIfjNBAAb6zYVsF4JQgSh30YAsL1um8F6Zb0ShAhCAMD2uo0H65X1ShAiCAEAm+w2IaxX1itBiCAEAGyy25CwXlmvBCGCEACwyW5zwnplvRKECEIAwCa7jQrrlfXq4BAxBAAAttp9eOuVD98z2UNIXP7RBQBs9dq6sF5Zr9KbPYQAALbafR3rla/TQ9lDSFz+rQUAbOPazLBeWa/Smz2EAAC22n1B65UvKAgBALBR62sacF9TEAIAYHPWlzXUvqwgBADAhqyvbJB9ZUEIAIBNWF/c8PrighAAABuvvr6B9fUFIQAANlsNgiE1CIIQAAAbrIbCYBoKQQgAgE1VA2IYDYggBADARqphMYCGRRACAGDz1OAYOoMjCAEAABCEAAA9iz0VhsigGSJBCABgkxQDZbgMlCAEAABAEAIApDF7JwyXgTJcghAAwGYoBs0QGTRBCAAAgCAEAEhj9kgYOoNj6AQhAAAAghAAoMewL8IAGhYDKAgBAAAQhAAAPYa9EIbRgBhGQQgAAIAgBADoMex/MJiGwmAKQgAAAAQhAAAAghAAIL05rs+QGgRDKggBAAAQhAAAAAhCAID05rg+A+vrG1hBCAAAgCAEAABAEAIAACAIAQDSkBO9DK8vbngFIQAAAN1XliEAADpjWJ8Tjx3+rYG9pmRF8nZUL393w8//vObfm5objAwcKJ/IK3qi98A2f3Tf3sord242RAhCAKALjO134fmHP5yR8ddjjvoWTTh5zL8OLJny5HuXGByA7s8howBAB2VF8k8fd1e0BqPGD7h4VPlM4wNwEPwlNwQAEFWYMyAvuzSZRzY11dc1Vu2t39qTj40cVX5GYU6/Nn80ceCnVmx91hrVHZRkRE7LLfhYTt6ErNzRWdmlGZHiSKS2uXlrU+O2pqYPGuvn1e2dV1fzTn1tQ9BsuEAQAkDPNWP0zUcM+mzyj29ubtxVs2Zj5Z9Xbf/9ks2P7q3f1qOGq6LX1A78qCfoJtcqPCW34MuFpaflFmQHGTE/ys7IKMqMDM8MJmfnXpRXFATBtqbGX+zdfU/1rsUNdQfLIN+ycIz1CutVJzlkFAA6LiMjszR/xLj+s2eO+8l1J2w8+7B7S/NH9JyvX5w7ON6PSvKGWD0OoKnZeW+WD32hz6Czcgtb12CbyiKZXyksXdR32NyywVOz84whCEIAIJX/T83IPrziyquOXTRl6HU95CtnZxYkGI1IhgORDsRCCTJ+VNL3T+VDJmfnduwVZuTkv1Y+5P7SAUMzLUEQhABAKrIi+ace+m9nH/az1pdaST8NTTXxftTUXO/OE/tfeSTzhbJBXy4s7eTKlxEEl+YXn5tXZEgh/f9vyxAAQJc7vOLvmpobnll8VXp/zT21G+L9qLJmbc9Z3IU5A44a8vnwnLNzC+fUVu3nj1EWyZxbNnhCVk5XveDz+/0rJG9AJPPzhaUfH/Wd6JyNlW8u/3COPz4gCAGgWzhy0N+v3/X6gvX/k8bfcWPlW/F+tGHXGz1nWY8qP+PjI28Kz1lcvWs/B2FRRuS3fQZ1YQ2ubKx/v6G+2475GbmFNxX1CYr+b9jfXvdTQQgd4JBRANhXTj3034pyB6bxF1yx9Zm6ht1t/ui9jb/oOQt6aO8TDvhnuKdXv6M6etJgm56vre7OY35Cbr6/MCAIAaBby8ksOn7Ud9P4C9Y2VP7+/W+0nr/sw1/3qJsQDus948B+gGsKel2cX9y1r9nNg3BGjiAEQQgA3d7EgZ8qyOmbxl9w/rq7n1505Y7q5S2TNQ07X1/9wyffvbTnLOKSvKG98ocfwA8wODPr9pLyrn3NhqD59904CIdmZg3PzPbnBbqEcwgBYB/KjOROHPjp11f/axp/x/c23PfehvvysntnZuRU13/Y3NzUoxbxAd89+O8lfYu6+pK2f6qrqezGy3FGToG/LSAIAeDgMK7/rPQOwhY19Tt65vI9sCcQHpOdd0HSN4dY09jwXG3Vew1125saCzIi/SKZwzOzTs4tGNlqb1t3P4HQ8aIgCAFgP5v7/rf+tOr7f5vKyM/u0yt/+Miy048e8g+JrxxT0WtqXnbvHttLaW9YnxkH8N2/XdwnmYe9W1/7rd3bnq2tam7rpyMzs68q6HV1Qa/SSOSgCMIZrijTCc2GgI9yDiEAdGSbam/9tk2Vb7268tafzBuzbMuTCR+cMajXxwxZWirOG1yaP/JAvfvErNwzcwvbfdi/V+08euvaZ+LUYBAEHzTWf3P31iFbVn5n97a65uatTY3z62u67ZgPzswa6QTCTmhShAhCAOhCdY17Hn939sbKPyd4zIDiSQYqLR3YEwg/W1DS7mNu3L3ty5Uf1iexW2hPc9N392yftHXNHXt2dOfTQF1ftJMa7SPkoxwyCgCd1dRc/8LSL39qyrx4DygrPLTN+ZmRnNzMklaFWdXQtLf1g4tyKyYPueaQvueU5o2IRLJr6rdvrHzzkXfOS/5z9i+eNLzPyf2KJxblDMzJKq5rqKyq+3Dz7ndWbX9x8+4F3eFQsrLCseP6XzS4dHp54fj87LLMSHZtQ+XOvSs3Vc5fvnXOiq3PNTV32a3S+xcfObzPSX2LJhbnVuRkFdc37t1bv62qbtOGXW+s3fHHXTWrOxOEU7c/GGSetE/HKjvIuLy9W03cU73r1j3bU3rZxQ11ixvquvOv2364okzXrodt/prXN1XXN8Yel5uRERlZdsa4/hdV9JpWnDsoO7OgtqFyR/XytTtfWbzpgY2Vb96ycMyNE5Z18tvVNsf+ppdGImfnFk7LzhuQmdXY3LymqeGPdXufq6mu76K/CWOzci7KK5qekz8+K6cskpmdEVQ2Na1srJ9fXzuntirVN8rJyChpdRWlquamvc1tvEhFZtY1Bb3OyS0ckZWdHWRsb2p8s772vB0bErz+LQvHBEGQl1U6YeAnh/U5sXf+qKzMgr31WzdVvr3swydXbntBEAIAbVi389VtVUvjhV+vvOFtzh9VfuasI56Imfn66n/93bKvx8ycMvTaGaNvzc4sDPfh4NLpSW6PHl7xd9OGfa1PwSGtfzph4OVBEGytWvzqyu8v2nR/c3Nj8t96SOlxJ4y+uc0frdj6XOiUy/b1Kzr8xENuG1V+Zsz8/Oyy/OyygSVHTxp81e6adfNW3vr2+p925kKmmZHcIwd9buqwr/TOHxXnWwVBEGzZ895ba+9cuPFX9Y1V8V7qiEGfObziyjZ/NGnw1fG2cOfV7T1u27rOr3Kn5BaURzITPGBZQ92XKj/cRyv8PxX1+V5xWZs/+nrl1n+taueM2SOzc98uH9rmj16q2zsj/vh8pqDkyjj7RScNvnrS4Kvj/HrO+8WfjztQ62Gbv+bvbvj5nEV/F54zos8pp439cVnh2I++b5/8XlMrek2dNuyrH2x77tm/fKHzy64mVF+5GRn/XNTnusLSwo8m1tcLe29savjHym0/31vZmfc6PDv3tuKy1gc2l0UyyyKZR2fnXVXQa11jw617tv+0eleSv9Vn5hY+0Tv2tO1/rdrx9cqtMTOvLSy9tbgs/NUqMrOmZ2Qkfv2MjMxpw7768ZE3hf/eBsEhg3p9bPKQazbvfvuZxVdtrHwzvHwvOPzh1q/zxHuXLP9wjiAEgB7kg23PxQvCgpx+yb9OWeG4mO2TmeN+MmnwVa0fWdvQ/rZa/+JJ50y4r1/RxMQPKy8cf+6EX0wecs2v37t8594Pkvyo+Tnl8a6xuWvvquS/8jHDb5gx+uZIRjsnhhXnDT5j3F2HDbj08XdnVdVt6cAyGlx67FnjfxZvMX00DCbOHPeTGaNv+f3731iw/metd59+bPg3Tjzk+wdwfTszt50dZVfv2lLTnFYHB36jqPf3i8v33evvt/UwCIIBJUeFJ48b+c/Hj/pOECRqlZFlZ3xm2lsPVFbPq9vbma9Z/be1on8k89k+gyZl57b5sIGRrHtL+5+SW/CZXZvrOrQi3VDU++bisuygnQAbnJl1V69+l+YXz9qxcUtTY8e+1LisnI/80QyCn/Tqd1VBr9aPTHw/lYKMjIuOeHJ037MT/EX99NRX5yz6u4Ub/7dlTu/8kR9Nx7+KZBw0neUcQgDoGh/uWRg3nLL7JP865R8NwpPH/KDNGgyCoK5xd+KXOrTf+Z+eOq/dGowa1OuYzx3zzrA+J+7HYcuYOe6nJx1ye7tb4VFDen/8yqmvl+QNTfWdDq+48pNH/yGZGgwtuLKzxt9z8aTfxHzmk8f88MDWYBAEM/MSXU7mmdqqP3QuG7qVjCD4YUn5vqzB/bceRv8JJjPy1xL7+KjvHD/qu0F74dTyl+Q3fSrGfzR+UlXV3BQEQXFG5Pdlg+PVYNTl+cW/6NU/I/Xl9dNe/W4vLs8Okn3qx3PyXy8fMjSzgxEVE4Q/KClvswaDINjdFDcIM4Pgod4DE9Tg30ov+5zDfnFov/NbJju8DghCAEg3u2rWxPtRViQv+dfplTc8K/LXy2aM7T9r2rCvxXtk4j2Eh/Q954LDH4m+VJJysopnHzlnvzXhyWPuiJe7iYYof/ilR/02N6tX8k+ZWPHpsw+7N/nN/Y9s3YYOOYtkZJ074b5pw756YFe2IZlZoxJeafP2Pelzm5OsIOO+0gFfLeydButheEXqWzQhCILR5Wd9fORNKbxpRuSh3gNzMjI6/GWrmpqDIPhZaf8kw/Li/OIbilIb/Dvi91gCwzOzf9tnUK+MjuTJ8Mzs/L+Nyay8oq/FX1sS7CH8dnHZ2Ulctrflb8K5E37Vp2CMIAQA/k994554P4ruCkhyU6NlL1ZBdvnMcT9N8Mi6+EHYt2jCJyY+mJGR2YEvkp1ZMOuIJ0vzR+zrERvXf/a0Ydd37LllhYeeOf6/k3zw4NLpZ42/p8Ofc/X2udH/njH61gkDrzjgK9vU7ET/xLCwoe7lNNo9eGtJ2RXtXT7noFgPYwwonpSdWTBz/E9TfeKErJx/KCjt8Pfd3dx0Xl7hrLyi5J/yL0VlY5PeLTk7r+j6jtb7oVk5/13av2NJc2hWThAE5ZHMn/ZKdIh+vCA8PDv3xlS6Nzuz4OzD7g2CjF75ghAACIIgCBqb4l54sDlI7cSYlqNGjxv1z4mPNa1t2B2nP3POm/i/2ZkdvxhjblbJJyY+0LH9aUkqzOl3xri7Orcdf9GYfp9o92E5WcXnTfhVZ87nWb1jbvhjd4eVbUrCILx/7+50+s3qF8lMg/Wwtf7Fk44a/Pni3EEdeO4NRb1zO7qTsKq5KdWDb3MyMm5P7in9Ipl39erU78hFeUWfSCVW/29BZOUEQfDPRX36JFxh4h0yekdxeVaQ2pAOLj12/IDZ9hACAP8XUfF+1NBUm9JLlRWOK8odeNTgzyd+WF1j23sIpw79Sr+iwzv5dSp6TTt6yBf33XAdP+pf8rPLOvkip4z5Ybuld9yIf+qVP7zDb1HXsHtj5VvdbWU7IuGpX0/U7PH72N3Ww9YmDPzkx0d9t2Pv2D+SeUGHqikIgr8v6DU29bMQz80rPDK7/SMd/qW4rKzTAf/DkpTbrCUIB0ayPl/YzqGqbe4hnJKdd3puR/4F7dRD/60oZ6AgBACCIAgKcvrG+1F9Q2ob6OWF4yYNvrrdHXRtnkOYn1127Ih/7JJvdOzIGxNUbmf0Lhh9xKDPdv51SvNHjh9waYIHFOcNnjL0us68xdqdf0zpVhz7xyFZcdeNDY0NS7r3jQS7j/22HrYpN6skJ7Oow296SV4HD6PtWPkEQXBte8epjs7K/mxBF/zFGJmZfWl+yiMzLivn6sJe7V7Gps0g/HJhacc+amHOgIyMg76nBCEAdI3+xUfG+1F1fWq3gxtVfuYxSZzU1GYQHjX4811VcQXZ5Z2sqXimDL028R6V7dXvL1j/szdW/2j5h3MS3wR8asJPOGXItSmdwNnaqtAJhN1EZhAMi38xxj+m0dmD+9p+Ww/3hZNy87ODjP35jrPziwoSHqd6bUFp4j177zfU/6y68kdVO+fUViW+Gf11qZ+FeGZu4fVJdF1lq0NGizMi5+cV9eRfBPchBICuMaQ07p2v99RuSumlkjz9r/VtJzIyMid36XGeRw763LyVt3TmRvBtfrvDB14Z76eNTXXPL/niO+v/J3rrv6Lcik9MvD/eDQ8HlEwuLxy3teovbYRTJPfIQZ/r5KcNn0DYTQzNzE6w2f12Q61fxm61Hqaiedfe1Tv3rszL7t23aELiWC3KiByVnft6fc1+G7HCjMg5eUUPxTlDtSAj48r4uwfrmpu/WPnh/1TvilZgRWbW/aUDTshp+zLIk7Nzx2Xl/CWVfd0FGRnJ3Lpjd6u/ZufmFeZnZPTk3wVBCABdoKzw0MGl0+P9dMfe5fviTVvvIRze5+Si3EQntOyqWf2nlbev2v5iZc26otyBQ3p//GPDvxFz58OwkryhI8tOX7H12S782KPKz8zJinu025xFVy7a9MBHc3rDA/NPu+Lolyt6TWvzKYf2u2DrylvaeqOZedmJ9jPUN1bPX/eThRt/uaN6eVZmfmn+iNHlZx828LLe+aP+NsK7Nu9+O/yUZ/5y9fNL/uGv79v/wnMO+3mbr7xg/f+8sPTLQRB8d/w7saURdPZm8f0TnqO1sD7djhe9eteWf9j1133sF+YV/TzOVSijY95aU1sH/e639TBJyz789UvLb/xwz6Lor96Z4/9rZNnpif69pnNB2BwEv9xb+V/VlX9pqIsEwfE5+bcWlx2a8PTCs3IL4wXhmbmFxfEPnrxy1+YHPvrEDY0Np21f/3LZ4GlxrpB0QV7RLXu2d/nq1PqQ0TPbu9XE9uplLy3/9tqdf6xvrCrNHzVx4BWTBl/V5s3oBSEA9FwnjE60IbitaklXvEnz+l2vbataWlW3KSuSX1Z4aHXdlphHjO9/cYLnb9j1xoPzT69p2NkyuXPvBzv3fvCXTQ/NOvKJkWVnxHvWYQMu7dogHNvvwrjbxFuejNkK/2tENdX9+r3Lr56+pM19JiPLTp/X1ob42H6zEnyMmvodD8w/bWPlmy2TdY17qus+3LDrjT9+8J3x/S+ePvLb5YXj1ux4KWbvaGNTbWNQG/3veC/e1NxQ17gnCII9XbpztUV5wiBc2VifZr9ctc3NtX+r6Nr4OR0d8+62Hibj7XX/9exfPh+Evl1lzZqH3z7nyqmvDSg5Ku5X6MQd6puC4Iqdm8IXpH28Zs/vaqv/UDY4wcVjTsmNe1/TC+MfdflkzZ4H2srIuubmy3dsWtJvWJt7vE/PLeh8EDYHwWt1NUsb6zY1NuZnZByalbOlqbHVl0p0RMbGyjf/980To6vW5t1vb9799qJN91981LMF2eXp8SsmCAGgsyYP+WKCjcuWTYpObtW8ufbO11bdUVmzNvHjRpbH3Z9Q21D5yDvnRmswqqGp5rEFF1597JKSvCFtPnFE2elBkBF0er/W32QM73NyvJ8l2J7esXfF4k0PtHkPwIpe0zIjOY1Nda0++SkJPseT713W5nJpbm5atOmBxZsfPmrw1XWNVZ38trcsHHPjhGX7MwjXNDb4lexW62G7tlUtfX7JP7T+FWtqrn9x2Vc/efQf4j1xeGbHt+T/o2pn69uT7GpumrVj4+K+w+Ld+H5gJGtEZnbrf3TICIKT42fVLXt2xPvRisb6B/buafM+k9Oy83IyMuqaO/iXpzkI7qzaeUfVjrUJfyNGZ2UnuK9JQ9PeR9/5ROt/aNhY+eachVfOnjQnPX4ZXFQGADouJ6v4pENuP33sfyZ4TEPT3k2Vb3f4LRqa9j4w//TfLvlSuzVYVnhognuavbrytqq6zW3+qL6x+g/Lb4z3xMKcfgn2UaSqb9H4eJdj3V79fuJyXrjx/jbnZ0Zy+hZNiK2mwvGFOXHvcL1sy5MfbHsu0dZkc+Nba+96b8N93XCt6xWJu/1W29wcb5/kJfnFzQMPSel/vyodkK6/ufttPUzG79+/Id4Va9bseGnH3hXxnjigo0FY09z83T3b4hXa3dW7Ejx3ak4bR3iOz8rpGyer3m+ofzPhca3372379jk5GRkTOroLdG9z8+nb13+p8sO17f37yNEJb+n55pof765d3+aPlm/9zfKtvxGEANCDFOT0LSscW1Y4trxw/JDS48YPuGTmuJ9ec9wHxwy/IfETV257IfH1CRNmSdPj785eue2FZB5c0euYBK/z3sZEbbNk8yN1DXHvZj609/FdNYwDS6bG+1G7W1erd8xtaKqJs30/sdVoTE20nbf2xwfvqpjgjuTbu98dMrqn/bYetmtP7YblW+ck/gMS70e9O3rDgydr9uxsinsw838nDMIj2oq0NiuxxW9q29nNPrdub02c3YATszpyieCmIJi9Y+MLtdXJPPjwhM35zvr/SfDTt9bemR6/Dg4ZBYCkTBv21WnDvtqBJy7Z/FiH33TBhp8t/zDZo5IGFE+K96O1O1/ZU7sxwXMbmmre3/r0YQMua/OnCe6okar+xUfE+9Gm9u7/3thUu71qab+2XqF3/siYOf3iv9HumnWrd/xhv605XX7UaE78SynubW5O71/Di9d+JSh94CBaD9u1Yuuzia/iu2HX60cN/nybPyrsaBC+UJcolhY11C1sqIu3d25MW/OPiF9ub7V32Zva5ualDXVHtHXi4sis7A58u59V75pTm+zB3gkuorNlz3vbqxP95q7a/rv6xqo0uLqMPYQAsA/V1O9YsuXRjj23vrH6pfhHcraW4HC19btebffp63a+Gn/rucuCsLzosASbX+0+fVv1/2/v7qPcKgs8jt+b98xMZjqTTqed6SuUUuibUFoQEYvAolCBgyicLa4VDx4PvrAoy8qyK7JrWRTPUfcArh4EUVFerQgqUGmxLdDSltJOWzqddmY67bxPJpNM3m/uvftHtVvaPDc3mZtMkn4/f0HvvcnNkyeZ55fnrS3jv9d5Z5svjcPBDXoB1nopGqe4hzBV6YGw7OphVkdGNxufMBrvFP40kO9mCVtTWULaZvFulnPtGULaAnGsajWxdUSbYCWkPCZJxnT93rGA+fMzvpy/vTXBjdl+Gkj1hLZWwMeBQAgAQAHt7Pmposbyu7Z96KXoKeuIGpjknSM61B9+N+vlBh0j/qr5kkVbYE/yCFvMkWRv1svjSuam3qnL/Rk8UfHbcGv2zCvOE2kV/WmysBiLVg+zGhjbZXyCweRhnzqax2tXJWl/tpC2Tdyt15IppM0Wx6peE6scBbTMQ52N10/K6KVEZFDLYeD0dHHm7B/LPvd7MNvbRyAEAOC0FldG3u78Xt6X7xt42vzJsmwTLRMqSZKZ/bKHontFh+w2V7VrihVFIotuUtdVUSP7RMl05tlNXqff5BNJkjQw9l5Z1ytF3A3IXKASq4fZGQ9KlCQplQ5b++L71HTWwLRXvJul32Y/qWdSlqQZglilisPeiUKCCY3+3APh04kcth5xy3KD+CmGTPUV76+AzwPfGwAAFMrrB7556jYP5h0dfdP8yV6n3yYLf6Q30+mRSo+l1IjLnnkzsRp3s2iR0lxussFucwsCrf2eK/JfEMX5wdv2OutFTyQZdrkUjoUzCRXxFiAOWa7UT5OF3YNFq4dZxZRhJdvWJooWt7ZeHdWyd9n1iM+RJckv2/v0/z+hwWYXLXRklyR12ll5l2dN7pMk30zFzZ/caBg4xxI9WR9hQr5MLEcPIQAABbGv/5ndvb/I+/Joqj+WGsqpjSs6lNYSccXU/s4GC8/4PC3jLxOPs75ApW23uU6Kx6IzdV0zE49LmcFEwRqZpl0J1cPsH/Nkf9ZzVC1p7U2GtOwji/tV1eCkkzY+qbcVqta5chyp3q+pQ7mMF60z+rzoZn4Cy2lUP4EQAIDTyJHRzS/vXT2eRxiJtufWxnUIA2FCCZp8EIPBcm57rQUNcUfBGuIf7B01aPHHlYCmT8zW7Vb1cUXEgbCuQgOhtZMwi1YPx/OJK1zhxEysqJSW9LA4N9Z+sJrVy/YClaczxw7vdhML2JzoXzpvFpaSuS+KhLnf2giEAACcXg4O//Hpdz8h2qnMpKSa28Qhh124D5j5OzHoizB4fPNchVuf/YMj1py2KnFpxMu9ggXFfSBuWa6q3FGjVilaPczKYPPPwjG5N0lSPDL5pAGi1QWrcnKOPYThHFcPdtrFXxTmFgPLOuKXQAgAwOklrSXWt9/93HvXjr+VkMxxJQm77Moj5pmPjg6b14Jmh81ZnDfC4InSVg/Ay4klPV1Bw1Zvs70MVoiQi15oE1IPs8cJLVb8emUwB/VECXFudH7wDXSWzG8QYU3LqdBk2THOLwql/H9gklhUBgAASyTT4T19v36r67/HEkcteUBNy23skywetaXqZh9KFT9prpOjMjfE5WIFQtmZR+gtWiYc5+oyxss2Trc5DkoZdnXbnIp/Jphhjuh8h+u/fP4iF4LDdCQsxI4dRauH4/nEFb9encRgqqpDNsqHEygl6TnVK5s4EJr8HU3XVan8EQgBAMiDrqixuDIyGu8YGNvVHXyjI/Bq3vsNWhMgdWX8zV+D1GdRu6do26br4tKwl3vlO2q4sds8h+uNTAstHlXTz6sZVuS/xOUt/ktwTnCC0Evle2Qi4oTNXH5zi/v91NIsTYuriG7uHayEvT8JhAAAmLKh/Z63ux4s2dszHO1pdvqfwVYNlnRlWNgfkiUea8r4S6NwxtmZM6ypcV33Ctrr5zpcpf9pqja3+E0hugeLWQ9Ls16Z/H3IIBCetBNmqtwi4fF6ZbBsjEP8ZVh5CIQAAFSCtJoYf8vG4ExLRloajMLS9LRos28zTlrrT9VLOhCOPxN2q8rZguC31FkGDVkz22MUKA0Wsx6WZr2qMpfGPeJAeNJo0qR4cGla0kNa/n1oI5paiCI64e0WflHYzX1t2isiNxIIAQCoBCnxqqTmd10zWI7f/N4VBgxWyhkY2/nE1uVWlYbBoj5uR10FvN1taYNA6HHLclIv6U4bv20iB+4WrR6WploT2wa6ZLlWnBvHPjhO0mBtz51Kcvlw6W7dbvBFYXIZrcroSGSVUQAAKoHBnvIOm9dkJqxxN4sOWbJhWkwZFqfWBgtLI5EeFR1y2qsLty95TsbTA9aaFvZxeWV5QqYFnpglsp4zLVsgLFz3YDHrYWnWK7+JQDjNZjd4F0MfTIDD4n68Bpu9lAvH4KeBKqdfNtGVaicQAgCAEpFMh1OZlgw5xidOeifmRrdDuPt8NDUw/puMK8OiFSiqnJOtDISG/Zm17unl0nYX2a0YLYF4vbt6Al+Ux0QgnGG4N0ZB02Ax62Fp1qsWW/YRgi2Gb1BQOzkQivqjJ5dSIDy1WBLKqOhkWbZXORuzPqa3IioMgRAAgAphsOOFv2p+1sv91cJzdF0LJQ6P/w5VLSXqyXQ76mpMpFbTLf4Rg3li/upzyqXtLrLNMBDe5PVN4E4AtSb6Vc4Wr3wzJ/pOoe+waPVwAq3qvl10qMFmz/oeLXQIO77Cuhb9YA9hStf7BCvf1sm2EtkYM+MHLaYMGSwTaqYm+CqithAIAQCoEIHoftGhqbXnZ73c4JxIsteqhRmD8Q7RoSbfh6wrDH0s2SM61lJ3UUm9cXlkwk5VMdh8otFmX+X1FfSeDTY3n54tAMiStMgxwQPtilUPS9QCZ5alaC8QL03Um6nidajC1Vk+5HCX7EdM19WYMij8HNUszB4IPdMroD4QCAEAqBADkV2iQ811F2a9vEV8zlB0r1U3ORzZJzo0u+EyC0sjFBd2ac6ov8Sq2DmBmXBTps0Gj7u3psHMXL68RcWL1syxZ9nX4ByHq95mm9gyL1o9LE0XOrOstWswDTVj9tuXFv5gdJnbO7Ev1vjDZfBFMdV3XtYHr4yfDwiEAABUiMExYSCcWf8xr9NvcK0s285qvFYYNcd2WnWTfeHtokPzp9xoYWkMR4Ut/mm1yxqqzAcw8fbc4l5Thz3nRnCumfDPyajB0bkO593VBVw7JyLeS2CR02U8jXClJ/8pjlaVedHqYWm6ynCW6QKH6xzxmN4D6QyBcLt4DPONnpqSTYOSJI3E2kWHzPxy1FxbCWvSEggBAKgQR0ffEvWf2GTHuVNvNrh2dsMV1a4m0dGe0FarbrJX/FB13tlzJ19jWTyOtBocPW/6l8w8iN3muubcx0RHU+I16/Obh5ZTJnwpGVUMu8vu8zWsKNhyo1HxzCunJF8qfl6bJK321ub9vFaVedHqYWm6wu01mNq3usroDcrYGbhVEe5TOtvuvGaCVjky84EKxNpEh6bVLqv1zDS4tsbd3ORbQiAEAAClIpoaGBB3El5yxr+77KKf6uUVc78rulDXte6RNyzMaQYLlq6Yu0aWc1iW0CY7Lp5zj92WoTejL7zN4MILZnzNYBGd4629VUvXnzv1JtEJaTUmbEr6ltpkZ0Ez4aimvZ40GjXqkOQ/NDR/3FVViMo2aLhj+BfEke+2qjqD3qesrCrzotXD0uSQ5Ad9mZfHbLY7vlI1yeDadzJlv1YlOSCuEmt8fnuOt3fPuMc8m/woDYSNhj8sbl5tcHTRtM/lVE8IhAAAoOA6Aq+IDlW7pl6z4OcZmy+Xnnn/tNplogt7w+8YbOuXO70j8Kro2BTfksvPesjkA82qX3HrhdtXzH1AztSeGRjblUqPia6121w3LH6u2jU1cz6W7UtavvilD++ZPukjBjeQVIWP73HWL5x2i+Cp3ca5xXwmfCwWMj7BJ9te87d8zze5Tryq5JS8NgZoSxstMnST13exK8MstfOdblEOMcm6Mi9SPSxZn/P6Pn9KbndK8pN1TV5xEovq2p5Mo0N1SXpVPIZ5idP9UG2jyRtb4fJunzzjAZ9/PKVp/kPUF95hcPSiWXdVu6YIvlGbLpp9d2X84SAQAgBQOd4feM7g6DlNn735vD83nbBSQq1n5soFj19yxn8YPWb/M9be5D7DB1w+684Vcx+wycLxbLJsO8N/1T8u/cuqCzZMEY/X0nW1K7je4IkaaxauvnDLoubPH99aWpZtjTULLpp995cv3n/NuY9l3b8+FO8yOPoPZ//4DP9VJ/7L1NrzLzvrwa999Ei1u8mS5uyLiWiPeK3Rv2UhSbq7pr6v6Yzn66fdVV2/yuv7nNd3Z/WkNT7/7+ubB5rOeKF+Wh5vYr+mhsSjRmVJeqm++ZMnDBR0y/JtVXXr/dMn2cbV+LSwzItTD0vZE5OaflzbOPPvY0fPcjhfbmi+wm3UpbwhFRf1Az4TjxhceGf1pAd8fod4Rq5Nkq5yV/2loWWDf/oS57gWJs1p6HU01T8SOyA66nL4bvzQ708dW+F1Ntyw+Dmvs6Ey/nA4JAAAUCn6w+8OjO1sEi+ON8d/5Rf9V0aSfeFEd7WrqdYzUzbckUzT0/sGnrX2JjsCr0aSfTVuYQ65eM49cydfvePoox2B18YSPZKke52Tq12NU2uXzmq4bHbD5T53i5knahtcO6/xOoMT6jyzPrXgFyvPfXws2aNLWrWryWHzmH8hyXQorgREq/W4HL6bz39lMLI7FO9yOyY11izMqfm4Zs+8exceMD4nLek/io4+VJu9z80ry5/21Hza0uU93k+nLhIvVtlgs/+poflgWjmgpupl+/xxrSxakDIvWj0sWbIkfb160terJwU1LSXpTSb6il9JCIfsvpqM9mnpaeJd7++pabjaXf1oLPRaMtajpnVJmmyzNdocS53uy9zey11VLVbsWJjPJi6BdQarTLXUffjWi3ZsOnR/9+jGeCpQ65l+5uSrl8+6s84zq2L+cBAIAQCoKDuP/uwT5/zE+Jwa9zSDdvCJ9g+8EEn2WnuHuq5uP/LwirlrDM6Z4lvyyXN+euz0v7ddc3Zg8PfK/JjTnmUSnSzbaj0z8nstwdhBb53R8q1TahZPqVk8nqatcSx8ODZ6R/Wk6ROx9/f6ZOyibLsXzHU45zqc1j6vVWVetHpY+kxmdVWSXkiMGRx9OBpa4zN6a5Y43T+tm1K40jw/uLYnjy+KoT8snfEVgxMaquZdt+ipCv6rwZBRAAAqyq7eJ8KJbqsebevhHxTiJnccecT0vEQ573ZjMh3a2/+bgpb20dDbhX5DjXs8Erp+71hgQmraHw33vSiLMi9OPawY65KxfsPFhB6Jjo6K9yMp2dI8PLI+pgyfzu8sgRAAgIqiasmNh+6z5KH29T9tsF3beCTToY0Hv12E0tjS9ZCmpwv3+J2B14rwKtbsmWcQC38ZD/9pIrLZllRiyDAeGDNY5LNoZV60elgZfhQNGp8Q0rVvRwJl97o0Pb275wkCIQAAqBytfb88Mrp5/G3l9e0FXENvx9FHe63b3lBkJHbgvZ7HCvf43cG/KuKNECyPhaJDt4UGB8aRzfJsRkvSw9HR/K4djXc+u3NlKZR5cephSUmmQ/kUlJJ8NZm92B+NjhrsSViydhx9NL9fjtoGf0cgBAAAJUfXtRdbV41zr4hX3r89nDhSyJtU1+6+KaEEC10aG9q/ZeEY2pMoamx3b/H6FkRdhb1q+lMjvTFdL3JN+3F0NGhuiOBJNh36zsDYLlVLTniZF60elohAtO0nb56Vx5fDneEhM6epknRTsC+/WjGBQvGuPCpVZ2Dd0dE3CYQAAKAUhRPda3fflF+DW5KkLV3fL/TsO0mSQonDz713raIWdrhjMh1au/vmtFaoXosth39Q0FGpJmPhNiVxfbA3ohe1IR7StTWRkVyv6gi80tr3S01XhiJ7SqHMi1MPS8Sh4T/FUkOvH7grp6t+EgttSsVNnnxYTV8b7I0WrCqu6r69EA+78dB9OeVkTU+/fuAup72mAmoFgRAAgMrUGXjt+V035JEJt3X/z/r2bxXnJo+Mbn5m59VxJf95R4Ho/qzZoCf09trdn80vEx4Z3ZQlTsS73u76XvHf31Nj4bpk7LJAT9adCc3WH1VZm4hkPe2H0WBOMxgD0f0vtq469t/9YzvzjHBWl3lx6mFJBMLAnyVJ2tXzc/MdYu8oiW+a6x48bnMqfvVIb2Acw5j3p1Np3dRPIVaJJPte2/9V8+e/1fnAYGS3y15NIAQAACXc+Bv+05PbLg5E20yer6ixV/d/ZV3bHX9fFr4YuoMbn9i6LI9Jj6qW2tzxn49tWWKmId4+9NJT2y8LJQ7n9BTbjzz87M5rs5628dB9+wdfMH/bmpYqUCzcriQWDh9+Mh7O+/3TJekvydhngn1nDXa9YCIQapL0mWDfa0lTk/r6wtue2vHxuPK3TsWBfANhIcq8OPVwYilqrDu48dh//3HfbWZGAWxXEleP9MZzH428MRVfNnxks+l+xeNSuv6fkZElw93pE76FChoFj9vT99TbXQ+aObNtcO2mjvslSaKHEAAAlLr+8LuPb1268dB9x1vhmWOAru7t/+1jby/eceTR4t/kaLzzV9su/cOeWwYjrWbOjyuBLV3f/9835208dJ9qOlz1hLb87K0Fb3auMTMwbGBs5292XP7a/q9pupI9ROnq2t2f3dRxv/HNqFpqb/9vfvrW/Ghq0NoCPNZcPtZiHtW01aMD5w13P5eIpEy34xVJ35SK3xUenj3YeeVIz/OJiPnOnZiuv7up7o2D9xqMulS15Jsd3/3Vtksjyb4TKmf+gbAQZV6cejiBDo+sPz5kQNfVF1tXrWu7I5UeE5SwtuPII+s3Nnxj95n5PV2nqlwaOHrLaH9r2tQ4hYCmfj8SnDfUdd9Y4FjVPbFiF8eG9nveOPhvum5U/Xf1PL5292d1XZMkqTJ6CGWp9wB/LCH660IhAEDFcNqr5zVeN8d/ZXPd8irXFI9jkqLGoqmBocie7uAb+wdeGEvmvKXzvCnX37hkbcZDrb1PvrR3dR732Vy3fO7klc11y/xV872uyU5blaanFTUaTQ2GEp2DY63dwb92jbw+njmBLnvNmZOvPsN/VZNvSa13lttea5PtihaPpQaDsYN94e3tQy/35LXZXY27eUnzF+b4r/RXn+N11mu6mkyHIsm+gbGdR0ffahv8nXEst9Cx7ezrZNtKT/UlLu9ih3uW3VFns3llW1TXxjQtrGv9mrovndynpPamU9uVZB6Tvk5qKnidDQunfe4M/1VTahZVuRolSY4rgaFIa0dgXWvfk7HUycMOZdnmdTScHOF0JadlMAtU5kWohwXlstf4PNNPTbCnvgtVzsmLmlfPnXx1Y81Cj7NeUWPB2MGukdd39f781MEFx+pVHpY7PSs91cucnvkO52SbvUq2pXU9quuDWrpTTbemk39Nxl9PxRJ/z4ETW3rTapetmLtmjv+Kk7ZL7Atv39Rx/8Ghl4//y/WLfnvu1JszPshz713XPvQHAiEIhACASlaIQIgChUOaB6Be5cTnbpk+6SM+T4ss2aOp/t7Q1pFY+0nn3LDk+flTPp3x8qff/WRH4JWyeCsd1GYAAIAKdmpT23xTnviH07ZejSV73h941vgcgyGjqp4sl7eSQAgAAHC6N+UB6lUenDZhIBRNzixBLCoDAADy5LB5KAQAp6067yzRoZgyTCAEAAAVziVecl0v4sYVAFB8dpvb554uOhpNDhAIAQBAhavzCH8dV9QY5QOggjXXLZflzGEqkuxNa/FyeSEEQgAAkKepteeLDqXUMOUDoIKd6f+E6FAgVk77OBAIAQBAPtyO2pn1HxMdTZbPggoATmf13jMNBjuI2G3uxc1fEB3tD+8gEAIAgAq3fNY3nOIl1+NKgCICUPoafYu+/JG2K87+YZVzcg5fgDPvrHFPEx3tCW0hEAIAgMqxdMZXWuo+fHy2jN3mWjbzjo/MudfgkuHoPsoNQFmw29zLZ/7z7R/tXLngiVn1KyRJNj5/buPKFXO/Kzqq62rXyOtl9PLZhxAAAGRxwYyv+avPVrVUJNWXSo/VeWa5HD7jS4Yieyg3AGXEZa9Z3Lx6cfPqcKK7M/CX3vDWntDWkWhbWkscP8dfPX/pjNsvmPFVg9DYPbopoQQJhAAAoNLYbS6TM23Cie7yag8BwHG1nplLWm5d0nLrsf9Na/G4MqKo0SrXFI9jUtbLd/f+orxeL4EQAABY7MDQixQCgMrgsHl97haTJ8dSQ+/3P1teL5A5hAAAwGJl1x4CAEu83fVgGe1ASCAEAADWG4m1Hxl9k3IAcLoZju7bfuSRsrttAiEAALDShvZ/lSSdcgBwWlG15Et7Pq9qSQIhAAA4fXUH/9o2uJZyAHCa0V/ee2tfeHs53jqBEAAAWCOa6n9xzy2UA4DTiqYrL7besrf/N2V6/wRCAABggXCi+6ntHx9LHKUoAJSRwyPrNx36TlwZye/yQHT/k+9cXL5pUGLbCQAAkJUuqcbH9/T9el3bnXElQFkBKC/JdHhTx/1bDv9g0bR/Orvphln1H7PJTpNR8J3uH+3qeVzTlbIuAVnqPUA9QEZr9syjEAAAkiR5HJPObrphVv1lU2oW1Xpmuhw+SdLjSjAQ3X84uGFP36+DsYOUEoAK4HbUzapf0ehb1Fi90F99tsdZ77L73A6fJEkpNRpJ9gVj7T2hrZ2BdX3hbZXxkgmEIBACAAAApynmEAIAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAQCCkCAAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACg+P4P2Tvm+BYUxScAAAAASUVORK5CYII=\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/cover\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/bd9e823d4ce9217f\\\" subtiddler=\\\"$:/plugins/twpub/bd9e823d4ce9217f/images/OEBPS/765824633165809173_25314-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/readme\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''荀子集解'' |\\n|epub-creator |''Xianqian Wang'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''97'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/errors\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/bd9e823d4ce9217f/text\": {\n            \"title\": \"$:/plugins/twpub/bd9e823d4ce9217f/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/bd9e823d4ce9217f/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/bd9e823d4ce9217f/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252Fbd9e823d4ce9217f.png"}