{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"清代野记","name":"TWPUB","title":"$:/plugins/twpub/bc8d8606d9395300","description":"清代野记","converter-version":"0.1.0","epub-creator":"Zuoguanlaoren","conversion-errors":"0","count-chunks":"74","count-images":"1","cover-image":"$:/plugins/twpub/bc8d8606d9395300/images/OEBPS/294899678491675088_27403-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/bc8d8606d9395300/images/OEBPS/294899678491675088_27403-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>The Project Gutenberg EBook of Qingdai Yeji, by Zhang Zuyi</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">Title: Qingdai Yeji</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Author: Zhang Zuyi</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Release Date: December 4, 2008 [EBook #27403]</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK QINGDAI YEJI ***</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">书名: 清代野记\\n梁溪坐 观老人 著</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">Title: Qingdai Yeji\\nAuthor: Zhang Zuyi</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">第一卷    卷上一</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○親王秉政之始清祖制，親王皇子等毋得干預政事；與大學士相見行半跪禮，\\n稱老先生，如兼師傅者，或稱老師，自稱或門生或晚生，從未有稱大學士之別號，\\n如嗣醇王載灃呼李文忠曰少荃者。當文宗崩，穆宗孩提，天下又不靖，慈安柔順不\\n敢負重任，慈禧位卑又恐不孚人望，思得一重望之親貴佐理之，於是廷議推奕訢為\\n議政王，總理軍機大臣。此本為權宜之計，非永遠定制也。\\n　　奕訢既議政，本有百官總己之權，於是向之以老先生、老師稱大學士者，遂一\\n變而為官稱，如稱李文忠為李中堂，左文襄為左中堂，猶不敢龐然自大，直呼其別\\n號者，而大學士之對於奕訢，則自稱晚生矣。奕訢去位，親貴執政為定例，以迄於\\n亡。\\n　　○文宗密諭清文宗在熱河，臨危之際，密授硃諭一紙與慈安後，謂某如恃子為\\n帝，驕縱不法，卿即可按祖宗家法治之。及文宗崩，慈安以之示慈禧，殆警之也。\\n而慈禧?栗?栗危懼，先意承志，以事慈安，幾於無微不至，如是者數年，慈安以\\n為其心無他矣。\\n　　日者慈安嬰小疾，數日，太醫進方不甚效，遂不服藥，竟愈。\\n　　忽見慈禧左臂纏帛，詫之。慈禧曰：「前日參汁中曾割臂肉一片同煎，聊盡心\\n耳。」慈安大傷感，泣而言曰：「吾不料汝竟如此好人，先皇帝何為尚疑汝哉！」\\n遂取密諭面慈禧焚之。嗣是日漸放肆，語多不遜，事事專權，不與慈安協商。慈安\\n始大悔，然已無及矣。光緒二年春夏間，京師忽傳慈禧大病，不數日，聞死者乃慈\\n安，而慈禧愈矣。或曰慈禧命太醫院以不對症之藥致死之。喪儀甚草草，二十七日\\n後一律除孝，慈禧竟不持服，大臣進御者仍常服。國母之喪如此，誠亙古未有也。\\n予時在京師，主光侍御宅，故知之。\\n　　○滿漢輕重之關係清初定鼎以來，直至咸豐初年，各省督撫滿人居十之六七。\\n　　自洪、楊倡亂，天下分崩，滿督撫殉節者有之，而敢與抗者無有也。會文宗崩\\n，廷議請太后垂簾，恭親王輔政，乃變計汰滿用漢。同治初，僅一官文為湖廣總督\\n，官文罷，天下督撫滿人絕跡者三年，逮英果敏升安徽巡撫，亦碩果耳。當同治八\\n、九年間，十八省督撫提鎮為湘淮軍功臣占其大半，是以天下底定，各國相安，成\\n中興之業者十三年。及恭王去位，瞽瞍秉政，滿人之燄復張。光緒二十年後，滿督\\n撫又遍天下矣，以迄於宣統三年而亡。恭王可謂識時務之俊傑哉！○肅順重視漢人\\n重漢輕滿者，非漢人也，滿人也。以肅順之驕橫，而獨重漢人文士，搜羅人材汲汲\\n不可終日，亦不可解。其對於滿員，直奴隸視之，大呼其名，惡語穢罵無所忌。一\\n見漢吏，立即改容致敬，或稱先生，或稱某翁、某老爺。其索賄也亦惟滿人，若漢\\n員之一絲一粟，不敢受也。豈若後來奕劻、載洵輩無人不收哉。是以人心未去，同\\n治初元，猶有中興之望也。\\n　　○文宗批答一咸豐季年，天下糜爛，幾於不可收拾，故文宗以醇酒婦人自戕。\\n其時有雛伶朱蓮芬者，貌為諸伶冠，善崑曲，歌喉嬌脆無比，且能作小詩，工楷法\\n。文宗嬖之，不時傳召。有陸御史者亦狎之，因不得常見，遂直言極諫，引經據典\\n，洋洋數千言。\\n　　文宗閱之，大笑曰：「陸都老爺醋矣！」即手批其奏云：「如狗啃骨，被人奪\\n去，豈不恨哉！欽此。」不加罪也。文宗風流滑稽如此。予丙子在京，合肥龔引孫\\n比部為予言。龔亦狎蓮芬者。\\n　　○文宗批答二相傳殉難浙撫王有齡之父，為雲南昆明知縣。伏法兩江總督何桂\\n清之父，即為王之簽稿門丁。有謂何實王之血胤，事屬曖昧，不敢妄斷。惟王有齡\\n幼時讀書署中，桂清亦伴讀，聰穎異常，十五歲所作舉業，老成不能更一字。欲就\\n試而無籍，乃謀之昆明紳士，占籍就試焉。入泮食餼，鄉舉聯捷，成進士，入翰林\\n，年甫十八耳。未幾，躋顯要，任封疆，亦僅三十餘也。\\n　　咸豐九年，何為江督，王有齡亦由捐納鹽大使洊升至江蘇布政使，皆何力也。\\n當杭城之初陷也，巡撫羅遵殿殉難，廷議難其人，何即洊王可勝任。折初上，文宗\\n硃批連書「王有齡、王有齡、王有齡」九字，不置可否。折再上，批云：「爾但知\\n有王有齡耳。」折三上，言王如負委任，請治臣濫保之罪。於是始簡為浙撫。杭城\\n再陷，竟城亡與亡，可謂不負舉主。然舉主竟不若也。漢陽陶新柏在何幕治折奏事\\n，後嘗言之。\\n　　○詞臣驕慢胡林翼為鄂撫也，治軍武昌。所部以鮑超一軍為最強，超壁城外。\\n學使俞某，浙人而北籍，少年科第也。任滿將還京，林翼設筵餞之。以超功高望重\\n，婦孺知名，延作陪客。不意俞蔑視之，終席不與交一言。席散，超怒甚，跨馬出\\n城，謂左右曰：「大眾散了罷。武官真不值錢，俞學使一七品耳，竟瞧不起我，這\\n班人在朝中，我輩為誰立功者。」正忿忿間，林翼馳馬至。林翼於席間情形已了然\\n，故超之出也，林翼亦尾之。至是謂曰：「俞某少不更事，明日我面公訓飭之，特\\n設負荊筵，請公明午降臨，使愈某陪客，公不可卻。」超諾之。明日仍三人，超賓\\n位，俞陪位。林翼用翰林大前輩面目，直言訓斥，俞唯唯聽受。席終，林翼又曰：\\n「所謂不打不成相識，我三人何妨換帖，結為兄弟。」俞意猶躊躇，林翼怒視之，\\n即命具紅柬，各書姓名藉貫三代，而互易焉。胡為長，鮑次之，俞又次之。林翼謂\\n超曰；「如今俞某為我輩小兄弟，即有過可面訓，勿相芥蒂也。」超亦唯唯，氣遂\\n平，不萌他志矣。俞返京行至涿洲，投井而死，或曰為其母所逼也。\\n　　○彭玉麟有革命思想安徽克復，彭玉麟權巡撫，遣人迎曾文正東下。舟未抵岸\\n，忽一急足至，眾視之，彭之親信差弁也。登舟，探懷中出彭書，封口嚴密。文正\\n攜至後艙。其時內巡捕官倪人塏侍側，文正親信者也。及啟函，僅寥寥數字，且無\\n上下稱謂，確為彭親筆，云：「東南半壁無主，老師豈有意乎？」十二字而已。文\\n正面色立變，急言曰：「不成話，不成話！雪琴恃還如此試我，可惡，可惡。」撕\\n而團之，納入口而咽焉。雪琴，彭字也。人塏，字爽軒，皖之望江人，後為江蘇直\\n隸州。言於歐陽潤生，潤生為予言如此。\\n　　○天誅星使咸豐季年，胡林翼治軍武昌，不媚朝貴。有中以蜚語者，上遣錢寶\\n青查辦。錢挾大欲而來，以為所參情節甚重，必可滿欲。及至鄂，胡照例待之，絕\\n不使人關說。錢探之，胡曰：「就地籌餉，就地練兵，不費國庫一文，不調經制一\\n卒，請星使確查可也。」錢大恨，遂懷一網打盡之計。一日者，送供給委員至行轅\\n，見星使員役皆皇皇，問何故，皆曰：「大人昨晚燈下寫復奏，至今房門不開，而\\n案上燈光仍閃爍，我輩不敢叩門也。」候至午，仍無動靜，乃報胡。胡率司道府縣\\n皆至，命叩門不應，三叩仍不應，命斧以入，大駭，則見錢伏案死，一奏折尚未書\\n畢，噴血滿紙。亟取出閱之，更大駭，蓋直誣胡、鮑等有反意，將割據湘漢而自王\\n也。胡歎曰：「天有眼，天有眼。」取血折藏於懷。以暴卒聞，上亦不追究也，此\\n事遂罷。設錢章入，縱朝廷不信其言，而胡、鮑等之兵權削矣。胡、鮑一去，大事\\n尚可問哉！其時天心猶佑大清也。此儀徵張肇熊為予言。\\n　　肇熊父名錚，字鐵夫。當胡治軍時，隨布政理軍餉事，故言之甚悉。\\n　　○滿臣之懵懂予戊寅之夏再入都，留應鄉試。一日，有一滿人同學者邀飲萬福\\n居，予後至，見首座為一白鬚老翁，旁置一珊瑚冠，見予至，咸與為禮。白鬚者吐\\n屬舉止皆粗俗，不似大員身份，然甚謙，詢知予為南省士子，則更謬為恭敬。少間\\n，突然問予曰：「聞前十餘年南方有大亂事，確否？」予遂舉粵捻之亂略言之。彼\\n大詫曰：「如此大亂，其後如何平定？」予曰：「剿平之也。」又曰：「聞南方官\\n兵見賊即逃，誰平之耶？」予又舉胡、曾、左、李諸人以對，皆不知，但曰：「奇\\n哉！奇哉！此數人果真能打仗者耶？」予思此公並胡、曾、左、李皆不知，豈山林\\n中隱逸，不聞外事者耶？遂亦唯唯否否而罷。客散後，予特詢主人，始知此公名阿\\n勒渾，在黑龍江為副都統三十年，今告老還京。不識漢字，無論漢文矣。彼所行公\\n牘除滿文外，他皆不閱，故懵懂如此也。其一生長技，惟騎射耳。異哉！然此猶武\\n人之在邊者，固不足責。乃有開坊翰林，生長京師，且係世族，又為國史纂修，亦\\n不知咸豐間事。其人名麟趾，當時僅二十餘歲。在館校對史傳，閱至羅澤南、劉蓉\\n等列傳，拍案大罵曰：「外省保舉之濫，一至如此。羅澤南何人也，一教官出身，\\n不三年竟保至實缺道員，記名布政使，死且請諡。劉蓉更豈有此理，一候選知縣，\\n遂賞三品銜，署布政使，外省真暗無天日矣。」時同坐者為陽湖惲彥彬，見其愈罵\\n愈烈，萬無可忍，遂耳語曰：「慎毋妄言。若輩皆百戰功臣，若非湘淮軍，我輩今\\n日不知死所矣。」麟曰：「百戰何事？天下太平，與誰戰者？老前輩所謂湘淮軍，\\n何物耳？歸誰將軍統之耶？」惲笑曰：「即與太平戰耳，南方大亂十餘年，失去大\\n小五六百城，君不知耶？」麟大詫曰：「奇哉奇哉！何以北方如此安靜？所謂與太\\n平戰，更難索解。」惲曰：「爾不知洪秀全造反，自稱太平天國耶？」麟又曰：「\\n賊之事，我如何能知道？」惲知其不足與言，遂不答而出。出即逢人道之，一時傳\\n為笑柄。此聞之張小傳方伯者，亦惲告之也。\\n　　○白雲觀道士之淫惡京師西便門外有白雲觀，每年元宵後，開廟十餘日，傾城\\n士女皆往游，謂之會神仙，住持道士獲貲無數，然猶其小焉者也。其主要在交通宮\\n禁，賣官鬻爵。總管太監與道士高峒元，盟兄弟也。峒元以神仙之術惑慈禧，時入\\n宮數日不出，其觀產之富甲天下。慈禧又封峒元為總道教司，與龍虎山正乙真人並\\n行，其實正乙真人遠不如其勢力也。凡達官貴人妻妾子女有姿色者，皆寄名為義女\\n，得為所幸則大榮耀。有杭州某侍郎妻絕美，亦拜峒元為假父，為言於慈禧，侍郎\\n遂得廣東學差，天下學差之最優者也。此不過舉其一端耳。舉國若狂，毫無顧忌。\\n　　觀中房闥數十間，衾枕奩具悉精美，皆以備朝貴妻女之來宿廟會神仙者，等閒\\n且不得望見之也。\\n　　○敬事房太監之職務敬事房太監者，專司皇帝交媾之事者也。帝與後交，敬事\\n房則第記其年月日時於冊，以便受孕之證而已。若幸妃之例則不然，每日晚膳時，\\n凡妃子之備幸者皆有一綠頭牌，書姓名於牌面，式與京外官引見之牌同。或十餘牌\\n，或數十牌，敬事房太監舉而置之大銀盤中，備晚膳時呈進，亦謂之膳牌。帝食畢\\n，太監舉盤跪帝前，若無所幸則曰去；若有屬意，則取牌翻轉之，以背向上。太監\\n下，則摘取此牌又交一太監，乃專以駝妃子入帝榻者。屆時，帝先臥，被不覆腳。\\n駝婦者脫妃上下衣皆淨，以大氅裹之，背至帝榻前，去氅，妃子赤身由被腳逆爬而\\n上，與帝交焉。敬事房總管與駝妃之太監皆立候於窗外。如時過久，則總管必高唱\\n曰：「是時候了。」帝不應，則再唱，如是者三。\\n　　帝命之入，則妃子從帝腳後拖而出，駝妃者仍以氅裹之，駝而去。去後，總管\\n必跪而請命曰：「留不留？」帝曰不留，則總管至妃子後股穴道微按之，則龍精皆\\n流出矣；曰留，則筆之於冊曰：「某月某日某時皇帝幸某妃。」亦所以備受孕之證\\n也。\\n　　此宮禁中祖宗之定制也。若住圓明園，則此等儀注皆廢，可以隨時愛幸如人家\\n然，然膳牌之遞仍照舊也。所以帝皆住園時多，必至年終始回宮，一至二月中，又\\n幸園矣。覺羅炳半聾為予言。\\n　　炳言此猶沿前明宮之例，世祖因其可制子孫淫逸之行，遂因之。○糟蹋回歸回\\n疆霍集占之滅，掃穴犁庭，獻俘京師，霍集占夫婦皆下刑部獄。帝夙知霍妻絕色。\\n一日夜半，值班提牢、司員將寢矣，忽傳內庭有硃諭出，司員亟起視，則內監二人\\n捧　硃諭，命提叛婦某氏。司員大駭曰：「司員位卑，向無直接奉上諭之例，況已\\n夜半，設開封有變，且奈何！誰任其咎者？」內監大肆咆哮。提牢吏曰：「毋已，\\n飛馬請滿正堂示可耳，但得滿正堂一言，公可謝責矣。」乃命吏馳馬抵滿尚書宅，\\n白其故，尚書立起，命吏隨至部，驗硃諭無誤，遂命開鎖，提霍妻出，至署外，蓋\\n二監已備車久候矣。次日，召見大臣時，滿尚書將有言，帝知其意，即強顏曰：「\\n霍集占累抗王師，致勞我兵力，實屬罪大惡極，我已將其婦糟蹋了。」言畢大笑。\\n嗣封為妃，誕皇子數人。妃思鄉井，輒鬱鬱不樂，帝於皇城外建回回營以媚之，週\\n二裡，一切居廬風俗服用皆使回人為之，特編二牛錄以統其眾焉。牛錄者，即佐領\\n也。又於皇城海內建寶月樓，為妃子梳妝樓，高矗牆外，俾得望見回回營，以慰其\\n思鄉之念。光緒初年，予偕數友游南海，曾一登樓，樓上通連九間，壁上皆貼洋法\\n所繪回疆風景圖，極精細。別無陳設，僅一大銅鏡高丈餘，寬五尺，以紫檀架陳之\\n，如是而已。噫，異哉！帝之縱欲敗度，可謂甚矣。設霍妻於侍寢之際，而扼殺帝\\n，將如何，此所謂貪色而忘身也。亦炳半聾為予言。\\n　　○皇帝扮劇之賢否自古以來，皇帝好俳優者，頗不乏人，如陳後主、後唐莊宗\\n皆是也。惟清帝之演劇，可覘人格之高下焉。當道光時，宣宗之生母尚存，帝於母\\n后生日，則演劇以娛之，然只演「斑衣戲彩」一闋耳。帝掛白鬚衣斑連衣，手持?\\n鼓作孺子戲舞狀，面太后而唱，惟不設老萊父母耳。此猶足稱大孝孺慕之忱，千載\\n下不能責之。至同治間，穆宗所演則卑劣矣。穆宗好演戲，而又不能合關目，每演\\n必扮戲中無足重要之人。一日演《打灶》，載澂扮小叔，載澂者，恭王奕訢之長子\\n也。某妃扮李三嫂，而帝則扮灶君，身黑袍，手木板，為李三嫂一詈一擊以為樂。\\n等一演劇也，祖孫之人格相去天淵矣。\\n　　○詞臣導淫穆宗朝，有翰林侍讀王慶祺者，順天人。生長京師，世家子也。美\\n丰儀，工度曲，擅諂媚之術。初直南書房，帝愛之，至以五品官加二品銜，毓慶宮\\n行走，寵冠同儕，無與倫比。日者，有一內監見帝與王狎坐一榻，共低頭閱一小冊\\n。太監偽為進茶者，逼視之，則秘戲圖，即豐潤縣所售之工細者。兩人閱之津津有\\n味，旁有人亦不覺。此內監遂出而言於王之同列，同列羞之，相戒不與王齒。或又\\n曰，帝竟與王同臥起，如漢哀董賢故事，是則未為人見，不能決也。\\n　　○皇帝患淫創穆宗後，崇綺之女，端莊貞靜，美而有德，帝甚愛之，以格於慈\\n禧之威，不能相款洽。慈禧又強其愛所不愛之妃，帝遂於家庭無樂趣矣，乃出而縱\\n淫，又不敢至外城著名之妓寮，恐為臣下所睹，遂專覓內城之私賣淫者取樂焉。從\\n行者亦惟一二小內監而已。人初不知為帝，後亦知之，佯為不知耳。久之毒發，始\\n猶不覺，繼而見於面盎於背，傳太醫院治之。太醫院一見大驚，知為淫毒，而不敢\\n言，反請命慈禧是何病症。慈禧傳旨曰：「恐天花耳。」遂以治痘藥治之，不效。\\n帝躁怒，罵曰：「我非患天花，何得以天花治！」太醫奏曰：「太后命也。」帝乃\\n不言，恨恨而已。將死之前數日，下部潰爛，臭不可聞，至洞見腰賢而死。吁！自\\n古中國帝王以色而夭者不知凡幾，然未有死於淫創者。惟法國佛郎西士一世亦患淫\\n創而死，可謂無獨有偶矣。\\n　　○琴工張春圃琉璃廠有琴工張春圃者，其為人戇直而樸野，以彈琴為士大夫所\\n賞。慈禧欲學琴，聞其名，召入宮，授琴焉。據雲，授琴之處，似是寢殿，正屋七\\n大間，慈禧坐於極西一間，距西廂房甚近，彈琴處，即在西廂房。張於宣召時即與\\n內監約，不能跪彈，必須坐彈始成聲，皆許之，故不使之面慈禧也。設琴七八具，\\n金徽玉軫，極其富麗，張取彈皆不合節，蓋飾雖美而材則劣也。旋聞慈禧云：「可\\n將我平日所用者付彼彈之。」內監以授張，一落指，覺聲甚清越，連聲贊曰：「好\\n琴好琴。」慈禧聞之，即命曰：「既他說好，即叫他彈罷。」於是竭其所長，似聞\\n隱隱有贊美聲。闋終，稍憩。忽見有若乳母服飾者數人攜一童子來，衣服極華美，\\n約十歲上下，見琴即以指撥其徽，或抽其軫，以為戲。張阻之曰：「此老佛爺之物\\n，動不得。」童瞪目視。旁一婦即責張曰：「你知他是誰，老佛爺事事都依他，你\\n敢攔他，你不打算要腦袋了。」更一婦人以目止之，遂不言。張是日出宮後，更宣\\n召，則寧死不敢入矣。此春圃親為人言者。\\n　　春圃為人狷介有志節，以貧為廠肆傭，而琴法甚工，用是馳名於公卿間。當慈\\n禧之召也，命內監傳語曰：「你好好用心供奉，將來為汝納一官，在內務府差遣，\\n不患不富貴也。」自見童子後，絕跡不入宮。同輩問之，張曰：「此等齷齪富貴，\\n吾不羨也。」肅王隆勤在日，亦聞其名，召之至邸彈琴，月俸三十金，早來晚歸以\\n為常。張覺束縛不自由，亟欲擺脫而無策。\\n　　一日暮雨，王曰：「爾勿歸肆，即宿府中可也。」張不肯，王留之再，張曰：\\n「肆主不知，將以我為宿娼也。」王大怒，逐之出，從此不復召。張頗欣欣以為得\\n計焉。一子，不能世其業。\\n　　有姊寡居，張迎養於家，事之惟謹。姊善兒醫，亦工琴。光稷甫侍御女公子曾\\n延之教琴，午後來，一彈即歸，並茶飯皆不沾唇也，其狷介如此。張後以貧死。嗟\\n乎！不慕富貴，不趨勢利，賢於士大夫遠矣。吾故表而出之。\\n　　○畫史繆太太光緒中葉以後，慈禧忽怡情翰墨，學繪花卉，又學作擘窠大字，\\n常書福壽等字以賜嬖幸大臣等。思得一二之代筆婦人，不可得，乃降旨各省督撫覓\\n之。會四川有官眷繆氏者，雲南人，夫宦蜀死，子亦孝廉。繆氏工花鳥，能彈琴，\\n小楷亦楚楚，頗合格，乃驛送之京。茲禧召見，面試之，大喜，置諸左右，朝夕不\\n離，並免其跪拜。月俸二百金，又為其子捐內閣中書。繆氏遂為慈禧清客，世所稱\\n繆老太太者是也。間亦作應酬筆墨售於廠肆，予曾見之，頗有風韻。自是之後，遍\\n大臣家皆有慈禧所賞花卉扇軸等物，皆繆氏手筆也。會慈禧六旬慶壽，先數日，忽\\n問繆曰：「滿洲婦人大妝，爾曾見之矣；我未見爾漢人大妝果何如。」繆對曰：「\\n所謂鳳冠霞帔是也。」慈禧曰：「慶祝之日，爾須服此為我陪賓。」繆唯唯，即於\\n是日購冠帔服之。\\n　　慈禧大笑不可仰，謂如戲劇中某某也。至壽中，置繆氏於眾所矚目之地，眾滿\\n婦人入宮叩祝者皆見之，無不大笑失聲者。慈禧是日竟大樂，賞賚無算，而繆氏束\\n縛直立竟日，苦不可勝言矣。滿人以漢人為玩具如此，然當時朝中命婦聞之，莫不\\n豔羨，以為聖眷優隆，天恩高厚也。繆氏名素筠，母家姓未詳。\\n第二卷????卷上二</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○慈禧之侈縱光緒初，恭王奕訢當國，事無大小，皆謹守繩尺，無敢僭越。其\\n時三海雖近在宮禁，自庚申后，不免小有殘破，亦未嘗興修。每當慈安、慈禧率帝\\n、后等幸海時，恭王必從，慈禧輒以言探之曰：「此處該修了。」恭王正色厲聲而\\n言曰：「喳！」\\n　　絕無下文，慈禧亦不敢再言。慈安則曰：「空乏無錢，奈何？」\\n　　及慈安不得其死，遂內外交相媒孽，逐恭王出軍機，以瞽瞍繼任。於是迎合慈\\n禧，先修三海，包金鼇玉蝀於海中。時閻敬銘為戶部尚書，閻舉庫中閒款無多寡皆\\n冊報。舊例，凡年終戶部冊報僅各項正款，他如歷年查抄之款、罰款、變價之款皆\\n不呈報，一以恐正款有虧，以此彌縫，二堂上及庫官亦於此有小沾潤。閻掌戶部，\\n此等雜款多報出七百餘萬。慈禧大喜，遂有興復圓明園之意。又有人奏言，修圓明\\n園須三千餘萬，不如萬壽山地大而風景勝圓明，估計千餘萬足矣。乃定議修頤和園\\n。設海軍衙門，以每年提出之海軍經費二百萬兩為修園費，又開海軍報效捐，實銀\\n七千兩，作為一萬，以知縣即選，又得數百萬，亦歸入修園費。不三年，園成，慈\\n禧率帝後宮眷等居之。自移園後，每日園用萬二千金也。園中設電燈廠、小鐵道、\\n小汽船，每一處皆有總辦幫辦委員等數十人，滿員為多數。甲午之敗，李文忠常恨\\n恨曰：「使海軍經費按年如數發給，不過十年，北洋海軍船炮甲地球矣，何致大敗\\n！此次之敗，我不任咎也。」\\n　　誠然。憶光緒二年，予留京應試時，與友人游三海者二次。三海以南海為最，\\n遍海皆荷花，海中有殿曰瀛台，旁有儀鸞殿。\\n　　予初遊時，見儀鸞左偏，有人借地燕會，盤辮解衣，高呼拇戰，殿門廊下即砌\\n行灶為庖廚。予與諸友見之，不禁大笑。此亦禁地中亙古未見者也。瀛台四圍皆水\\n，一九曲板橋通之，壁上帖落皆清初三王真跡，又有成親王寸楷《赤壁賦》一大幅\\n。房闥曲折數十間，頗精雅，即戊戌變政後幽德宗之處也。\\n　　○載澂之淫惡恭王奕訢之子載澂，淫惡不法。載澂病，奕訢大喜，日望其死，\\n雖延醫治藥，不過掩人耳目而已。久之病革，左右以告，王曰：「姑念父子一場，\\n往送其終可耳。」及至澂臥室，見澂側身臥南坑上，氣僅屬，上下衣皆以黑縐綢為\\n之，而以白絲線遍身繡百蝶。王一見大怒曰：「即此一身匪衣，亦該死久矣。」\\n　　不顧而出。澂遂絕。當澂出入宮禁最密時，王深恐變作，會澂有劫婦事，遂囚\\n之宗人府高牆，意在永禁。無何奕訢妻死，澂請於慈禧，謂當盡人子之禮，奔喪穿\\n孝，乃特旨赦出之。\\n　　○管劬安之寵幸管劬安者，陽湖人。父營賈業，生計不甚厚。劬安好遊蕩，淫\\n朋狎友，頻年徵逐，累耗父貲。顧其人小有才，面目姣好，且善繪事，工小曲，能\\n為靡靡之音。父以其不可教訓，逐之。\\n　　劬安遂棄父母妻子，隻身隨同鄉入都。會如意館招考畫工，劬安應試，膺首選\\n，遂入館供奉。內廷太監時至館索畫，獨賞劬安。劬安又善逢迎，極意結納，得內\\n監歡，遂受知於李蓮英。\\n　　蒙慈禧召見秘殿，而試之畫，大稱後意，驟升如意館首領。時入宮禁，且以江\\n南淫靡之曲為慈禧奏之，此則北人為有生以來所未聞也。後大喜過望，賞賚無算，\\n命近侍為之置家室，賞居廬於東華門外。劬安亦誓願鞠躬盡瘁以報，不南歸矣。十\\n餘年來，積資數十萬，置商業於京師。及老留須，遂不琱J宮。當其盛時，宮中\\n園中隨駕往來無虛日，後常以「吾兒」呼之，外人遂訛傳為慈禧乾兒，其實非也。\\n光緒季年，京師江蘇同鄉設畫會，劬安在會中，無錫吳觀岱曾見之。美鬚髯，疏眉\\n朗目，頗有風致，令人想見張緒當年。\\n　　○慈禧之濫賞清例，內外臣僚除內廷供奉如上南兩書房及內務府外，非官至二\\n品，不得賜福字，非年至五十，不得賜壽字。儀徵阮文達歸鄉後，名其居曰福壽庭\\n，志遭遇之隆也。乃慈禧不然。慈禧好觀劇，嫌南苑伶工無歌喉，遍傳外班，如譚\\n鑫培、孫菊仙、汪桂芬、楊小樓先後皆入宮演劇。慈禧晚年最喜觀楊劇，每入宮，\\n必攜其幼女同往。一日演畢，慈禧特召楊攜女入見，指案上所陳豬羊及一切餺飥之\\n屬謂之曰：「皆以賜汝。」楊跪地稽顙曰：「奴才不敢領。」問何故，楊曰：「此\\n等物已蒙賞賚不少，家中無處存放，求老佛爺賞幾個字罷。」慈禧曰：「爾欲何字\\n，聯耶？扇耶？」楊曰：「求賞福壽字數幅，即感恩不盡。」言罷，復稽顙不已。\\n慈禧頷之，立命以紙墨進，書大福字大壽字數方以賜之，並前所指案上各物亦並賜\\n之，且云：「此賞汝小女孩可也。」楊乃率女謝恩出。嗚呼！一優伶耳，得臣僚所\\n不易得之物，復稱家中無處存放，意若藐然，使臣下言此，即以大不敬罪之矣。且\\n率小兒女以覲九重，即至親至近大臣，亦未易遇此。此等異數不施之於朝士大夫，\\n而施之於伶人，宜乎身死而國亦隨之矣。\\n　　○毅皇后之被逼死慈禧好觀劇，毅皇后每陪侍，見演淫穢戲劇，則回首面壁不\\n欲觀。慈禧累諭之，不從，已恨之，謂有意形己之短。後美而端重，見人不甚有笑\\n容，穆宗亦雅重之，每欲親近，後見上則微笑以迎，慈禧即加以狐媚惑主之罪。左\\n右有勸後昵慈禧者，否則恐有不利。後曰：「敬則可，昵則不可。我乃奉天地祖宗\\n之命由大清門迎入者，非輕易能動搖也。」有讒者言於慈禧，更切齒痛恨，由是有\\n死之之心矣。然後無失德，事事按禮，知不欲帝近己，則亦遠帝，慈禧無隙可乘。\\n會穆宗病，慈禧往視，或見後未侍疾，則大罵妖婢無夫婦情。後曰：「未奉懿旨，\\n不敢擅專。」慈禧語塞，更恨之。及帝彌留之際，後不待召哭而往，問有遺旨否，\\n且手為拭膿血。帝力疾書一紙與之。尚未閱竟，忽慈禧至，見後悲慘，手拭帝穢，\\n大罵曰：「妖婢，此時爾猶狐媚，必欲死爾夫耶！皇帝與爾何物，可與我。」後不\\n敢匿。慈禧閱迄，冷笑曰：「爾竟敢如此大膽！」立焚之。或曰言繼續事也。順手\\n批其頰無數，慈禧手戴金指甲，致後面血痕縷縷。帝為緩頰，慈禧乃斥令退，不使\\n之送終也。須臾帝崩。\\n　　故後以片紙請命於父，父批一「死」字，殉節之志遂決。慈禧之殘忍淫凶無人\\n理如此。\\n　　○親貴誘搶族姑載澂者，宣宗之孫，恭王奕訢之長子，群呼之為澂貝勒者也。\\n年少縱欲，狂淫無度。一年復間，率其黨游十剎海。海故多荷，沿岸皆有茶座，賣\\n蓮藉者亦沿岸布地以售。澂見隔座有一婦甚妖治，獨座無偶，屢目澂，一若似曾相\\n識而俗語者。澂見之，命其黨購蓮蓬一束贈之，且謂之曰：「此大爺所贈，欲與爾\\n相會，可乎？」婦曰：「吾家人雜頗不便，請大父擇一地可耳。」澂聞大喜，遂約\\n至酒樓密室相會。從此為云為雨，已非一日。婦知為載澂，澂不知婦為誰也。一日\\n澂謂婦曰：「吾兩人情好如此，不得常相廝守，奈何？爾能歸我否？」婦曰：「家\\n有姑有夫，勢必不行，無已，惟有劫我於半途可耳。且大爺劫一婦人，誰敢云爾者\\n。」澂大喜，乃置金屋，備器具，仍約婦於十剎海茶座間，率其黨一擁而上劫之去\\n。道路沸揚，以為澂貝勒搶奪良家婦女，不知其有約也。婦家甚貧，翁在日曾為浙\\n江布政使，辛酉杭城再陷，逃至普陀為僧，而以殉難聞，得恤如例。子即婦夫，闒\\n冗不能自立，雖亦京曹官，然終身無希望者也。逮婦被劫，知為載澂所為，益不敢\\n控告，因忿而癲，終日被發袒胸，徜徉於衢路間，口講指畫，述其苦楚而已。有日\\n炳半聾與予行西單牌樓間遇之，指謂予曰：「此即載澂所劫婦之夫也。」婦為宗室\\n女，論支派，當為載澂族姑。奕訢聞之，囚澂於高牆，即此事也。蔑倫絕理，行同\\n禽獸，皇室固當如是乎！\\n　　○皇室無骨肉情清祖制，皇子生，無論嫡庶，一墮地，即有保母持之出，付乳\\n媼手。一皇子例須用四十人，保母八，乳母八，此外有所謂針線上人、漿洗上人、\\n燈火上人、鍋灶上人。至絕乳後，去乳母，添內監若干人為諳達，所以教之飲食，\\n教之言語，教之行步，教之禮節。至六歲，則備小冠小袍褂小靴，教之隨眾站班當\\n差，教之上學，即上書房也。黎明即起，亦衣冠從容而入乾清門，雜諸王之列，立\\n御前。所過門限不得跨，則內侍舉而置之門內，則又左顧右眄，儀態萬方而雅步焉\\n，皆諳達之教育也。自墮地即不與生母相見，每年見面有定時，見亦不能多言，不\\n能如民間可以隨時隨地相親近也。至十二歲，又有滿文諳達教國語。至十四，則須\\n教之以弓矢騎射。至十六或十八而成婚。\\n　　如父皇在位，則群居青宮，即俗呼阿哥所也；如皇崩，即率所生母並妻分府而\\n居焉，母為嫡後則否，蓋子已正位，即奉為太后矣。按：自襁褓至成婚，母子相見\\n迨不過百餘面耳，又安得有感情哉！皇女得較皇子為尤疏，自墮地至出閣僅數十面\\n。更可詫者，每公主出嫁，即賜以府第，不與舅姑同居，舅姑且以見帝禮謁其媳。\\n駙馬居府中外舍，公主不宣召，不滿〔？〕共枕席。每宣召一次，公主及駙馬必用\\n無數規費，始得相聚，其權皆在保母，則人所謂管家婆也。公主若不賄保母，即有\\n所宣召，保母必多方間阻，甚至責以無恥。女子多柔懦而軟，焉有不為其所制者。\\n即入宮見母，亦不敢曲訴，勢分相隔，不得進言，即言亦不聽。所以有清一代公主\\n無生子者，有亦駙馬側室所出。若公主先駙馬死，則逐駙馬出府，將府第房屋器用\\n衣飾全數而入於宮中。除屋宇外，其入保母腰纏者，不可考也。大抵清公主十人而\\n九以相思死。清之公主子女眾多而又夫婦相得如民間者，二百年來僅宣宗之大公主\\n與其夫符珍耳。大公主之初嫁也，有所召，亦為保母所阻，年餘不得見駙馬面，怒\\n甚，忍而不言。一日入宮，跪宣宗前請命曰：「父皇究將臣女嫁與何人？」帝曰：\\n「符珍非爾婿耶？」公主曰：「符珍何狀？臣女已嫁一年，未之見也。」上曰：「\\n何以不見？」女曰：「保母不使臣女見也。」上曰：「爾夫婦事保母焉得管？爾自\\n主之可也。」公主得命，回府立斥保母，召符珍，伉儷甚篤，生子女八人，可謂有\\n清以來，首屈一指。可見公主夫婦之相隔，帝並不知之。二百年來之公主，皆無此\\n厚顏，故每每容忍，自傷以死。管家婆之虐待公主尤甚於鴇之虐妓。然宮中不授以\\n照應之權，彼亦不能作惡，特因照應二字，推波助瀾耳。不亦大可畏哉！不亦大可\\n笑哉！吾甚與大公主為女中豪傑也。或曰此二者亦沿明制。\\n　　○翁、李之隙李文忠之督畿輔也，凡有造船購械之舉，政府必多方阻撓。或再\\n四請，僅十准一二，動輒以帑絀為言。其甚者，或且謂文忠受外人愚，重價購窳敗\\n之船械而不之察。故文忠致劉丹庭書有云：「弟之地位似唐之使相，然無使相之權\\n，亦徒喚奈何而已。」按其實，則政府齮齕之者非他人，即翁同龢也。同龢本不慊\\n於文忠，因乃兄同書撫皖時，縱苗沛霖仇殺壽州孫家泰全家，同書督師，近在咫尺\\n，熟視無睹。及為人參劾，上命查辦，文忠時為編修，實與有力焉。然亦公事公辦\\n，並非私見也。同書由是革職遣戍。同治改元，始遇赦歸而卒。然同龢因此恨文忠\\n矣。使非文忠有大功於國，使非恭王知人善任，恐亦將以罪同書者羅織而罪文忠矣\\n。所以光緒初年，北洋治海陸軍，皆文忠竭力羅掘而為之。及甲午之敗，文忠有所\\n借口，而政府猶不悟也。當時朝士無不右翁而左李，無不以李為浪費，動輒以「可\\n使制挺撻秦楚之堅甲利兵」為言。頑固乖謬，不達時務，眾口一詞，亦不可解。至\\n因優伶楊三之死而為聯語云：「楊三已死無蘇丑，李二先生是漢奸。」昌言無忌，\\n不辨是非如此。所以梁鼎芬以劾文忠革職，同年故舊皆以為榮，演劇開筵，公餞其\\n行，至比之楊忠愍之參嚴嵩。其無意識之舉動，真堪發笑。\\n　　可見當時朝士之昧於時局，絕無開通思想也。甲午之役，文忠已許給小村壽太\\n郎銀百萬，令其退兵。小村已允。及小村入京，文忠不料其覲見時，對上言之，上\\n大怒。翁又慫?謂文忠賣國。\\n　　附翁者又謂日本小國何足畏，翁聽門生故舊言，一意主戰。台灣之割，二萬萬\\n兵費之賠，皆翁一人之力也。文忠憤激時對人曰：「小錢不花要花大錢，我亦無法\\n。」嗚呼！自古大將盡忠報國，未有不嘗為群小所忌者，文忠猶幸不為岳忠武第二\\n也。\\n　　○李文史致謗之由當光緒初元，予以應試進京，但聞人言李文忠，無不痛詈之\\n者，無論上下社會之人，眾口一詞，竊以為怪。按：文忠得謗之由，自蘇紳起。當\\n蘇州克復之日，大兵進城，偽忠王府有牌坊一座，上刊頌語，款列眾紳，如翁、潘\\n、彭、汪等名，皆一時朝貴。合肥遣兵數百守之，不使拆。其實與名之人非建坊之\\n人，無賴小紳借大紳之名以媚偽王。合肥不知，以為若輩竟暗通反寇，將窮治之，\\n後察知其實，遂聽其拆毀。然而蘇人竟因此恨文忠矣。所不恨者，潘文勤耳，文忠\\n口無擇言，亦不能為之諱。光緒改元，恩科順天鄉試，適文忠因事入覲，公事畢，\\n已請訓辭行矣，因榜期在邇，遂勾留數日以候之。屆期，文忠於賢良寺設筵，邀同\\n鄉顯貴數人，秉燭宵以候報，至天明無一來者。遣人至順天府閱榜，安徽竟無一人\\n。文忠頗怏怏，即大言曰：「咸豐戊午，北闈不中吾皖一人，鬧出柏中堂大案，不\\n要今年又鬧笑話罷。」即登輿出城而去。此言傳於各主司之耳，豈能不恨乎？穆宗\\n奉安之年，文忠照例辦皇差。內廷派出大臣有靈桂者，亦大學士也。而文忠之走卒\\n輿夫等，皆以為中堂僅合肥一人耳，又安知京中尚有無數中堂者。至尖站處，靈桂\\n輿夫將靈桂大轎停堂中，文忠輿夫曰：「此我們中堂停輿地，爾何人敢停此！」靈\\n之人曰：「我家亦中堂，且滿中堂，位在爾中堂上。」李之人不服，大罵曰：「非\\n我中堂，爾中堂尚有今日耶！」遂交哄。文忠聞之，命巡捕官傳語止鬥，且曰：「\\n讓讓他，讓讓他，不要惹動癲狗亂咬人，不是頑的。」此言也，非指靈桂，乃暗指\\n諸御史也。然靈桂聞之，豈有不恨之理。夫文忠尚能督畿輔二十年而不遭禍者，一\\n由恭親王傾心相托，二由慈禧尚有舊勛之念，三由文忠每年應酬宮闈亦屬不貲，不\\n然，危矣。予出入京師三十年，逮歸自泰西後，始漸聞京師人有信仰文忠者，然亦\\n不過十之二三耳。可笑者，甲午之年，予於冬初到京，但聞京曹官同聲喧詈馬建忠\\n，竟有專折奏參，謂馬遁至東洋，改名某某一郎，為東洋作間諜。蓋以馬星聯之事\\n，而歸之馬眉叔者。星聯，字梅孫，浙江舉人。癸未以代考職事革捕，而遁至東洋\\n。建忠，號眉叔，江蘇人，候選道，其時為招商局總辦。言者竟合梅孫、眉叔為一\\n人，可笑孰甚。予逢人為眉叔表白，人尚未信。予曰：「眉叔現在上海，一電即來\\n，何妨試之。」及言於丁叔衡太史立鈞，始遍告其同館同年諸人。\\n　　即黃仲弢太史紹箕亦聞予言，始知眉叔之為人，然猶不深信也。\\n　　至謂文忠為大漢奸，眉叔為小漢奸，觀御史安維峻劾文忠一疏，無一理由，真\\n同狂吠，此等諫草實足為柏台玷，而當時朝野上下且崇拜之，交譽之。及獲罪遣戍\\n，貫市李家騾馬店為之備車馬，具餱糧，並在張家口為之賃居廬，備日用，皆不費\\n安一文，蓋若輩皆以忠義目安也。閉塞之世，是非不明，無怪其然。故有與文忠相\\n善者，不曰漢奸，即曰吃教，反對者則人人豎拇指而贊揚之。若執《孟子》「皆曰\\n可殺」一語，則文忠死久矣。\\n　　所以然者，文忠得風氣之先，其通達外情，即在同治初元上海督師之日，不意\\n三十年來，僅文忠一人有新知識。而一班科第世家，猶以「尊王室攘夷狄」套語，\\n詡詡自鳴得意，絕不思取人之長，救己之短。而通曉洋務者，又多無賴市井，挾洋\\n人以傲世，愈使士林齒冷，如水火之不相入矣。光緒己卯，總理衙門同文館忽下招\\n考學生令。光稷甫先生問予曰：「爾赴考否？」\\n　　予曰：「未定。」光曰：「爾如赴考，便非我輩，將與爾絕交。」一時風氣如\\n此。予之隨使泰西也，往辭祁文恪師世長，文恪歎曰：「你好好一世家子，何為亦\\n入洋務，甚不可解。」及隨星使出都，沿途州縣迎送者曰：「此算甚麼欽差，直是\\n一群漢奸耳。」處處如此，人人如此，當時頗為氣短也。郭嵩燾之奉使英倫也，求\\n隨員十餘人，竟無有應者。豈若後來一公使奉命後，薦條多至千餘哉！邵友濂隨崇\\n厚使俄也，同年公餞於廣和居，睢州蔣綬珊戶部亦在座，竟向之垂淚，皆以今日此\\n宴，無異易水之送荊軻也，其愚如此。及曾惠敏返國，又遣派十二遊歷官，遍遊泰\\n西，朝士始知有外交之一事，又知外洋並不無故殺人。誰之咎歟！時文害之，科名\\n害之也。因述李文忠致謗之由，遂拉雜書之。\\n　　○安維峻劾李文忠疏安疏既發抄，予錄一通存之。竊怪語多不倫，何以朝野推\\n重如此，誠不可解。觀此可以知當時御史之伎倆，亦可知當時京官之錮蔽焉。疏云\\n：奏為強臣跋扈，戲侮朝廷，請明正典刑，以專主權而平眾怒，恭折仰祈聖鑒事：\\n竊北洋大臣李鴻章，平日挾外洋以自重，當倭賊犯順，自恐寄頓倭國之私財付之東\\n流，其不欲戰固係隱情。及詔旨嚴切，一意主戰，大拂李鴻章之心，於是倒行逆施\\n，接濟倭賊煤米軍火，日夜望倭賊之來，以實其言。而於我軍前敵糧餉火器故意勒\\n?肯之，有言戰者動遭呵斥，聞敗則喜，聞勝則怒。淮軍將領望風希旨，未見賊，\\n先退避，偶遇賊，即驚潰。李鴻章之喪心病狂，九卿科道亦屢言之，臣不復贅陳。\\n惟葉志超、衛汝貴均係革職拿問之人，藏匿天津，以督署為逋逃藪，人言嘖嘖，恐\\n非無因。而於拿問之丁汝昌，竟敢代為乞恩，並謂美國人有能作霧氣者，必須丁汝\\n昌駕馭。此等怪誕不經之說，竟敢陳於君父之前，是以朝廷為兒戲也。而樞臣中竟\\n無人敢為爭論著，良由樞臣暮氣已深，過勞則神昏，如在雲霧之中，霧氣之說入而\\n俱化，故不覺其非耳。張蔭桓、邵友濂為全權大臣，未明奉諭旨，在樞臣亦明知和\\n議之舉不可對人言，既不能以死生爭，復不能以去就爭，只得為掩耳盜鈴之事，而\\n不知通國之人，早已皆知也。倭賊與邵友濂有隙，竟敢令索派李鴻章之子李經方為\\n全權大臣，尚復成何國體！李經方為倭賊之婿，以張邦昌自命，臣前劾之。若令此\\n等悖逆之人前往，適中倭賊之計。倭賊之議和誘我也，我既不能激勵將士決計一戰\\n，而乃俯首聽命於倭賊。然則此舉非議和也，直納款耳，不但誤國，而且賣國。中\\n外臣民，無不切齒痛恨，欲食李鴻章之肉。而又謂和議出自皇太后意旨，太監李蓮\\n英實左右之。此等市井之談，臣未敢深信。何者？皇太后既歸政皇上矣，若猶遇事\\n牽制，將何以上對祖宗，下對天下臣民。至李蓮英是何人斯，敢干預政事乎！如果\\n屬實，律以祖宗法制，李蓮英豈復可容。惟是朝廷被李鴻章恫喝，未及詳審利害，\\n而樞臣中或係李鴻章私黨，甘心左袒；或恐李鴻章反叛，姑事調停。初不知李鴻章\\n有不臣之心，非不敢反，實不能反。彼之淮軍將領皆貪利小人，無大伎倆，其士卒\\n橫被剋扣，則皆離心離德。曹克忠天津新募之卒，制服李鴻章有餘，此其不能反之\\n實在情形，若能反則早反耳。\\n　　既不能反，而猶事事挾制朝廷，抗違諭旨。彼其心目中，不復知有我皇上，並\\n不知有皇太后，而乃敢以霧氣之說戲侮之也。\\n　　臣實恥之，臣實痛之。惟冀皇上赫然震怒，明正李鴻章跋扈之罪，佈告天下。\\n如是而將士有不奮興，倭賊有不破滅，即請斬臣以正妄言之罪。祖宗監臨，臣實不\\n懼，用是披肝膽，冒斧鑕，痛哭直陳，不勝迫切待命之至。\\n　　奏上，奉旨革職，發往軍台。時恭王再起秉政，適於是日請假，次日知之，斥\\n同輩曰：「此等奏折，入字藏可也，何必理他，諸公欲成安之名耶！」眾無言。此\\n足見恭王之有識也。\\n　　○金梅生之鑽營金安清，字梅生，浙之嘉興人。少遊幕於南河，由佐雜起家，\\n洊升至兩淮鹽運使。工詩古文詞，尤長於理財。聲色服玩宮室之奉，窮奢極侈。當\\n咸豐季年，江南全省淪陷，僅江北十餘州縣地，金以運使駐泰州，督辦後路糧台，\\n設釐捐以供南北防軍，歲有贏餘。所用綜核之員，其最著者曰杜文瀾，曰宗源瀚，\\n曰許道身。當其開辦之初，傳所派重要各員於內室，詢其月需若干金始不絀。或曰\\n多，或曰少，金頷之。次日授檄，則皆如其言而倍之，且謂之曰：「諸君但計日用\\n，未計有意外事，今得此，並意外事亦足辦矣。若此外更有一文染指者，軍法從事\\n。」眾情踴躍。故以一隅之地而供給數萬大軍，無嘩餉之虞，不可謂非人才也。金\\n思大展驥足，包舉一切，非入政府不可。\\n　　於是輦金入都，首結交劻貝勒。其時劻年甫弱冠，初入政界，為之運動各當道\\n，皆允保薦，內用京卿。軍機中惟文祥不受其賄。一日，文宗顧問大臣曰：「金安\\n清究竟可內用否？」諸人皆極力揄揚，文宗未及答，繼向文祥曰：「爾以為何如？\\n」祥曰：「小有才具，心術不端。」文宗曰：「心術不端，如何要得。」遂罷。未\\n幾，遂有漕督吳棠密參營私舞弊四十餘款，奉旨革職查抄，此同治元年春間事。予\\n時年十三，負笈於泰州，借居某宅。居停同寅王姓者，同巷居。忽一日夜半聞叩門\\n聲，甫拔關，則見夫役數十人，舁皮箱數十具入，雲是金宅奇存者，蓋查抄之信至\\n矣，尚未發表耳。王姓者，亦金之爪牙也。如是者不下二十餘處。及旨到查抄，空\\n宅而已。其機警如此。旋奉旨革職，永不敘用，遞解回籍，交地方官嚴加管束。金\\n則一肩行李徑往本籍縣署投宿，縣令大異之。金曰：「我奉旨交爾管束者，若不住\\n署，何得謂嚴。」令知其無賴，歲致千金始免。\\n　　乃游說於湘淮諸大帥，求復用。謁曾文正七次，不得見。人問之，文正曰：「\\n我不敢見也。此人口若懸河，江南財政瞭如指掌，一見必為所動，不如用其言不用\\n其人為妙。」同治壬申，增淮南票鹽八十票，從金說也。曾忠襄撫浙時，金往說之\\n，大為所惑，專折奏保請起用，大受申斥。文正聞之歎曰：「老九幾為其所累。」\\n久之鬱鬱死。金性淫蕩，婦女微有姿，無不被污者。凡親黨之寡婦孤女就養於彼者\\n，皆不能全其節。臣門如市，雜賓滿堂，河工鹽商之惡習，兼而有之。在泰州督餉\\n時，軍書旁午，四面楚歌，金之宅無日不歌舞燕會也。同治癸亥，勝保逮問簿錄時\\n，有奩具首飾百餘事，皆有「平安清吉」四字，或小篆，或八分。譬如鏡函，四角\\n包以黃金，則鑿此四字以飾之。馮魯川先生時在勝幕，見之不解。嗣有人謂曰：「\\n此皆金梅生所獻，『安清』，其名也，即所謂欲使賊名常達鈞聽之意。」始恍然。\\n其工於媚術如此。然其古文胎息腐迂，詩詞則揣摩唐宋，即筆記小說皆卓然成家。\\n惜乎不以文章氣節取功名，而以側媚巧佞博富貴，其心術人品與其文大相徑庭，此\\n聖人所以必聽其言而觀其行歟！杜、宗、許三人者，惟宗能儉約，不尚聲色。杜與\\n許亦竟為姬妾狗馬之奉者。及曾文正東下，制羊裘灰布袍，以為見文正之用。許嘗\\n謂人曰：「吾脫羊皮胎已二十年，不圖今日復用之。」蓋文正東征以來，力戒華侈\\n，減衣縮食，以裕軍餉。故曾軍中無服綢緞者。迨金陵攻克後，始睹黼黻文章之盛\\n。金之著述甚多，凡署名「金坡廢吏」者，皆其手筆。擬之古人，迨魏收、范蔚宗\\n之流亞歟！\\n　　○強臣擅殺洋人岑襄勤總督雲南時，以英人馬嘉裡遊歷內地不受約束，遣人殺\\n之，遂開公使出洋之例，此彰彰在人耳目者也。不知英果敏撫皖時，亦殺傳教士二\\n人，至今人不知之，但訝教士失蹤而已。此事在同治丙寅秋，英初升皖撫，督師駐\\n潁州。忽有英教士二人乘淮河船二艘，率通事侍者十餘人至，自言為上海徐家匯總\\n教士所派，來此傳教者，進謁巡撫取進止。果敏立即延見，詞意慇懃，並云購地造\\n屋一切，如百姓有阻撓者，我為爾重懲之。兩教士欣慰無已，口頌賢中丞不置。及\\n送客出，即傳沿河二營營官至，謂之曰：「今有洋教士二人來，汝知之乎？」對曰\\n：「知之，彼二舟即泊營門外。」果敏曰：「甚善。今夜三更，俟兩船人皆熟寢，\\n爾率兵銜枚入，駢斬之，並舟子婦孺皆不留，殺其人，火其舟，埋其屍，天明時須\\n一律畢事，如逃出一人，爾罪死。」兩營官唯唯。是夜即如法炮製，二舟男婦大小\\n四十餘人盡矣。事後，上海教會行查二人蹤跡至皖，皖吏以未見復之。未幾雲南事\\n發，果敏謂人曰：「使我辦得不乾淨，亦如雲南，國家又不知賠卻若干矣。」嘗以\\n此自鳴得意。或曰，裕庚之謀略也。兩教士固冤矣，兩船之合家大小不更冤哉！亂\\n世人命如草芥，信然，然亦不達外情所致也。\\n　　○場前中進士咸豐十年庚申科會試，各省士子到京者不及往年之半，皆以遭亂\\n流離，無力成行也。邊省竟有全無一人者。惟雲南有一人曰倪恩齡，字覃園，乃早\\n年留京者。既入場，不能不中，故場前親友皆向之稱賀雲。此亦僅見之事，故記之\\n。倪得館選，改編修，後簡授知府以終。光景卿戶部雲。\\n　　○萬曆媽媽清祖制，每日子正三刻，東華門啟扉。首先入門者，布圍騾車一乘\\n，不燃車燈，載活豬二口，車轅坐一老嫗，直入內東華門，循牆而行，不知何往。\\n次則奏事處官員，有圓紗燈一提，隨其後者則各部院衙門遞奏官以及各省折弁，再\\n其後則趨朝各官，蓋皆借奏事處燈光以行。定制，入朝者惟奏事處有燈，講官有燈\\n，南書房有燈。陛見、引見各官員，皆靜候於東華門外，見有一燈來，則蜂擁隨之\\n。予嘗詢炳君半聾，紫禁城內何得行車，何物老嫗敢如此。半聾曰：「宮中祭萬曆\\n太后也，每年三百六十日，每日豬兩口，使一老巫主其事。紫禁城東北隅有小屋三\\n椽，供萬曆太后神牌焉，俗呼為萬曆媽媽。」其掌故則當明萬曆間，清太祖攻撫寧\\n，為明兵所擒，囚於獄，清廷賄內監言於太后而釋之，故以此為報。餕餘則大門侍\\n衛享之，二百餘年老汁白肉也。不設匕箸，各用解手刀片之。不准用鹽醬之屬，侍\\n衛等以淡食無味，用厚高麗紙切成方塊，以好醬油煮透而曬乾之，藏衣囊中，至食\\n時，以一片置碗中，舀肉汁半盂浸之，以肉片蘸而食之，雲其味之佳，較外間所賣\\n逾百倍。半聾有姪在大門上行走，每逢值班即得食，聞之皆垂涎也。○滿人吃肉大\\n典凡滿州貴家有大祭祀或喜慶，則設食肉之會，無論識與不識，若明其禮節者即可\\n往，初不發簡延請也。至期，院中建蘆席柵，高過於屋，如人家喜棚然。遍地鋪席\\n，席上又鋪紅氈，氈上又設坐墊無數。客至，席地盤膝坐，墊上或十人一圍，或八\\n九人一圍。坐定，庖人則以肉一方約十斤置二尺徑銅盤中獻之。更一大銅碗滿盛肉\\n汁，碗中一大銅勺。每人座前又人各一小銅盤，徑八九寸者，亦無醯醬之屬。酒則\\n高梁，傾於大瓷碗中，各人捧碗呷之，以次輪飲。客亦備醬煮高麗紙解手刀等，自\\n片自食，食愈多則主人愈樂。若連聲高呼添肉，則主人必再三致敬，稱謝不已；若\\n並一盤不能竟，則主人不顧也。予於光緒二年冬，在英果敏公宅一與此會。予同坐\\n皆漢人，一方肉竟不能畢。觀隔坐滿人則狼吞虎嚥，有連食三四盤五六盤者，見予\\n等皆竊笑之也。肉皆白煮，例不准加鹽醬，甚嫩美。善片者能以小刀割如掌如紙之\\n大片，兼肥瘦而有之。滿人之量大者，人能至十斤也。是日主人初備豬十口不足，\\n又於沙鍋居取益之，大約又有十口。蓋食者有百五六十人，除三之一無量者，其餘\\n皆老饕也。主人並不陪食，但巡視各座所食之多寡而已。其儀注則主客皆須有冠，\\n客入門，則向主人半跪道喜畢，即轉身隨意入座，主人不安座也。食畢即行，不准\\n謝，不准拭口，謂此乃享神餕餘，不謝也，拭口則不敬神矣。予肉量不佳，嗣是再\\n有他會不敢赴矣。炳半聾遷居龍樹院時，亦曾一為之。炳之會慘矣，蓋其家舊有食\\n肉銅器全副，因貧已售於人，收其定銀矣，約期取物。半聾於未屆期之前，設一食\\n肉會，以為最後之舉。\\n　　是日到者亦五六十人，食肉百餘斤，他用稱是，而售器之資馨矣。為貧而售器\\n，器售仍無補於貧，其曠達玩世如此。此事在予到京之前一年，光稷甫侍御為予言\\n之，笑其不知生計也，因並志之。\\n　　○費恭人全節壽州巨紳孫家泰為苗沛霖所害，全家皆死，獨一妾居別墅倖免。\\n妾姓費，河南人，美而有才，擅武勇。其父拳師也。當同治元年春，欽差大臣勝保\\n率大軍解潁州之圍，氣張甚。聞費氏之美，遣人往劫之。費聞，枕戈以待。勝使至\\n，謂之曰：「大帥左右豈少姬侍，而必辱及未亡人，何也？如不利免，我將挾刃以\\n往，俾伏屍二人，流血五步，其無悔。」使者股栗歸報，勝乃罷。費得守節以終，\\n撫一子為後，膺四品封，故稱之曰費恭人云。\\n　　○太和門六庫太和門之左有明庫六，每年欽派滿大臣二員率司屬人等盤查一次\\n。每查一次，即盜一次。覺羅炳半聾曾隨其堂上官往。\\n　　有一庫皆簾幕衣履之屬，一珍珠帳幔寬長可八尺，皆用珍珠穿就，四圍則以紅\\n綠寶石間之。小者如綠豆，大者竟如龍眼核也。\\n　　穿線有朽敗處，一抖晾，則珠紛紛落，必一一拾而裹之，記於簿，加印花焉。\\n然所裹皆贗鼎，蓋已為匠役等易之矣。更有宮人繡履七八箱，嵌珠如椒，皆萬曆間\\n物也。更有皮張庫，則皆郭矣。又有藥庫，內藏毒藥甚夥，有不知名者，相戒不敢\\n動。\\n　　更有金庫銀庫，則歷年報空者。此亦前清具文之一端也。○庫兵肛門納銀予初\\n至京師，聞光景卿戶部言戶部銀庫庫兵事，不禁狂噱，竊以景卿之言為太甚，及目\\n睹始知之。戶部各差以銀庫郎中為最優，三年一任，任滿，貪者可餘二十萬，至廉\\n者亦能餘十萬。\\n　　其下司庫書役人等，無不肥美。皆滿缺，無一漢人也。其中尤以庫兵一項為諸\\n役冠，亦三年更替，亦皆滿人，雖有漢人亦必冒滿名，役滿人可餘三四萬金不等。\\n每屆點派時，行賄於滿尚書及尚書左右，一兵須費六七千金。賄托既定，然後滿尚\\n書坐大堂，如演戲然，唱名派充，派畢，眾兵稽顙謝。一兵出，必有拳師數人圍護\\n之，恐人劫也。蓋無力行賄之兵以及地榻等麇集數十人於大堂階下，見兵出，即乘\\n其不備劫之去，囚於家，並不加害，或三日，或五七日，必使誤卯期而後釋。蓋一\\n誤卯，即須另點矣。被劫者，必多方關說，贈以數千金始己。景濂為戶尚時，正點\\n派間，忽一兵為人劫去，景熟視若無睹，不敢發一言也。即退堂傳諭明日重點，蓋\\n為被劫者轉圜地也。每三年一次，僅四十人。既上卯，則逢開庫日即入庫服搬運之\\n役矣。\\n　　每月開庫堂期九次，又有加班堂期多少不等，計月總有十四五次，或收或放，\\n出入累千萬。每一兵月不過輪班三四期，每期出入庫內外者，多則七八次，少亦三\\n四次，每次夾帶即以五十兩計，若四次亦二百矣。月輪三期，亦六百矣，而況決不\\n止此也。庫兵入庫，無論寒暑皆裸體，由堂官公案前魚貫入，入庫後，內有官制之\\n衣褲取而著之。搬運力乏，可出而稍憩，出則仍赤身至公案前，兩臂平張，露兩脅\\n，胯亦微蹭，更張口作聲如鵝鳴然，然後至彼等休憩室焉。所盜之銀則藏肛門中而\\n出。聞之此中高手，每次能夾江西圓錠十枚，則百金矣。予轉餉入戶部時，見庫門\\n前一矢地有小屋一間，裱糊工整，門戶嚴密，距窗二尺皆以木柵圍之。初以為必堂\\n司官休息地，而敦知不然，乃庫兵脫衣卸贓之地，故四圍以木柵護之，防人近窗窺\\n伺也。\\n　　為數既多，其運出之法更巧。蓋京師甚囂塵上，每逢庫期，必備清水灑塵，庫\\n兵乃置夾底水桶，藏銀於中，俟堂官散後，從容挑桶而出。祁文恪世長署戶尚時，\\n忽見一桶底脫而銀出，不能不問，隨即鎖拿庫兵數人，將於次日奏參嚴訊。人謂之\\n曰：「爾將興大獄乎？爾不顧身家性命乎？無論大獄不可興，即若輩皆亡命徒，拚\\n出一人認死罪，而半夜刺公，公何處呼冤者！」\\n　　文恪乃含糊了事。噫，異哉！相傳庫兵之業，各世其家。年少時，須覓嫪毐之\\n具而淫之，繼則用雞卵裹麻油探討之，以次易鴨易鵝，久之門戶加大矣，更用鐵丸\\n塞之，能塞十兩重之鐵丸十枚，則百金不難矣。十枚者甚鮮，六七枚者則普通之塞\\n也。\\n　　故凡庫兵所盜，皆江西錠為多，江西錠光滑無稜，俗所謂粉潑錠是也。其肛之\\n嫩者，則用豬脬浸濕，裹銀而塞之。故庫兵至老年，無不患脫肛痔漏症，以其納銀\\n太多也。予曾見庫兵赤身對堂官時，陰莖隨身而搖動，不禁大噱。竊以為國家事事\\n講體統，此則成何體統！無怪外人聞之，圖於新聞以為笑柄也。前清財政之紊亂，\\n即戶部銀庫可見，庫款出入但有大數而已，無一定確數也。若詢以今日放出若干，\\n應存若干，則張口結舌不能對也。外省京餉至部驗收之日，有專司劈鞘之役。其人\\n世役也，無論堅極之鞘，三斧即開，劈至尾鞘，則手法顯矣。第三斧下，則銀四散\\n如噴。蓋尾鞘之銀，所以備補平補色之用，或正項之零數，皆碎塊也。既四散噴出\\n，則其手下人偽為揀拾之狀，悉舉而納之囊中。時予一家丁在側，適一塊飛至足邊\\n，亦俯拾而納之靴中，出而權之得八兩。堂上亦如未見，蓋各省解餉皆有部費，多\\n寡不等，費既納，即小有過失，無人挑剔矣。\\n　　若領餉之費更甚於解餉，予曾代北洋綏鞏軍領餉一次，計十一萬有奇，納費千\\n六百金，庫書允發山西寶銀五萬，俗謂之凹山西。蓋西銀為天下冠，每一寶中有黃\\n金錢許。若不與此千六百金，則潮色低銀盡以付爾矣。庫書之權如此。吾故曰，清\\n之亡，亡於內政之不修，不亡於新政之不善也。\\n第三卷????卷上三</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○內監直言被誅光緒二十二年二月十六日，殺奏事處太監寇連才於菜市。\\n　　太監有兄在琉璃廠松竹齋紙店為伙。予詢其故，寇曰：「餘弟違例上奏，條陳\\n十事：請止演戲；請廢頤和園；請還宮辦事；請罷修鐵路；請革李鴻章職；請續修\\n戰備與日本戰。」不倫不類者十條。奏上，慈禧疑有指使，嗣見其文理不通，且多\\n別體字，乃信之。即親訊之曰：「爾不知祖制，內監不准言政事乎？」曰：「知之\\n，然事有緩急，不敢拘成例也。」慈禧曰：「爾知此為死罪乎？」曰：「知之，拚\\n死而上也。」慈禧太息曰：「既如此，不怪我太忍心矣。」即命交刑部照例辦理。\\n至菜市，脫一碧玉搬指贈劊子云：「費心從速。」又以玉佩一、金錶一贈同事內監\\n之來送者，從容就死，神色不變，年甫十八也。\\n　　慈禧本甚愛此人，所以親訊者，冀其乞哀而生之也，而孰知其至死不變。強哉\\n矯，此真所謂北方之強歟？至其所為，亦不免受小說及腐儒之激刺。其言或中肯或\\n背謬，皆無足責，君子嘉其忠直焉而已。○八歲女生兒清宣統二年，予在京師，有\\n友人攜一照片示予，乃山西大同府鄉民子九歲、童養媳八歲，野合生子哺乳之象。\\n雲是知府事翁斌孫採訪所得，圖其形以上大府，謂是祥瑞也。予以為是乃人妖，非\\n瑞也。次年遂有革命之事。\\n　　○優伶俠義咸豐季年，京伶胖巧玲者，江蘇泰州人，年十七八，姓梅。\\n　　面如銀盆，肌膚細白為若輩冠，不甚嫵媚，而落落大方。喜結交文人，好談史\\n事，《綱鑒會纂》及《易知錄》等書不去手。\\n　　桐城方朝覲，字子觀，己未會試入京，一見器之。自是無日不見，非巧玲則食\\n不甘臥不安也。其年方之妻弟光熙亦赴會試，同住前門內西城根試棺。方則風雨無\\n阻，日必往巧玲處，雖無大糜費，然條子酒飯之費亦不免。寒士所攜無多，試資盡\\n賦梅花矣，不足，則以長生庫為後盾。始巧玲以為貴公子，繼乃知為寒畯，不知其\\n衣服皆罄，遂力阻其游，不聽，然思有以報之。\\n　　會試入場後，巧玲驅車至試館覓方，方僕大罵曰：「我主身家性命送了一半與\\n兔子了，爾來何為？」巧玲曰：「爾無穢言詈我，我來為爾主計，聞爾主衣服皆入\\n質庫，然否？」僕悻悻曰：「尚何言，都為你。」巧玲曰：「質券何在？」僕曰：\\n「爾貪心不足，尚思攫其當票耶！」巧玲曰：「非也，趁爾主此時入場，爾將當票\\n檢齊，攜空箱隨我往可也。」於是以四百餘金全贖之，送其僕返試館而別。次日方\\n出闈，僕告之，感激至於涕零。及啟笥，則更大駭，除衣服外，更一函盛零星銀券\\n二百兩，媵以一書云：「留為旅費，如報捷後，一切費用當再為設法。場事畢，務\\n須用心寫殿試策。俟館選後再相見，此時若來，當以閉門羹相待，勿怪也。」方閱\\n竟，涕不可抑。同試者皆咄咄稱怪事，即其僕亦眙　咢不知所云，第云：「真耶，\\n真耶，真的此好兔子耶！」方大怒曰：「如此仗義，雖朋友猶難爾，尚呼為兔子耶\\n！」場事畢，方造訪，果不見。無如何，遂閉戶定課程，日作楷書數百字而已。榜\\n發中試，日未暮，巧玲盛服至，跪拜稱駕。復致二百金，謂方曰：「明日謁座師房\\n師及一切賞號，已代為預備矣。」方不肯受。巧玲曰：「爾不受，是侮我也，侮我\\n當絕交。」乃受之。方僕一見巧玲，大叩其頭，口稱：「梅老爺，小的該死，小的\\n以先把爾當個壞兔子，那曉得你比老爺們還大方。」巧玲聞之，笑與怒莫知所可也\\n。及館選，巧玲又以二百金為賀。方曰：「今真不能再領矣，且既入詞林，吾鄉有\\n公費可用，不必再費爾資。」始罷。孰知館選後未匝月即病故。巧玲聞之，白衣冠\\n來弔，撫棺痛哭失聲，復致二百金為賻，且為之持服二十七日。人問之曰：「爾之\\n客亦多矣，何獨於方加厚？」巧玲曰：「我之客皆以優伶待我，雖與我厚，狎侮不\\n免。惟方謂我不似優伶，且謂我如能讀書應試，當不在人下。相交半年，未嘗出一\\n狎語。我平生第一知己也，不此之報，而誰報哉！」從此胖巧玲之名震京師，王公\\n大人皆以得接一談為幸。遂積資數十萬，設商業無數，溫飽以終。子乳名大鎖者，\\n京師胡琴第一也。譚鑫培登台，非大鎖胡琴不能唱，月俸至三百金，亦奇矣哉。方\\n之僕名方小，族人之為農者，鄉愚也，故出言無狀如是。\\n　　○優伶罄貲助賑同治乙丑，庶吉士懷寧郝同篪字仲賡，散館改吏部主事。\\n　　工駢體詩詞，書法亦秀勁，一時有才子之目。不知其大父乃優伶也，名郝金官\\n。道光間名噪京師，晚年厭倦風塵，舉歷年所積五萬金捆載還鄉，僱鏢師數人護送\\n之。行至山東，直大飢，人相食，官吏勸賑頗惶急。郝慨然以所有所大府，願賑活\\n飢民。\\n　　大府義之，將奏獎以官。郝固辭曰：「我優人也，即得官亦不齒於同列，若蒙\\n破例，准子孫與齊民一體應試足矣，他無所望也。」大府允之。郝遂返京師終焉。\\n至同治改元，孫同篪捷順天鄉舉，至乙丑遂成進士，入翰林矣。人為賑荒之報也。\\n　　○蠢僕食黃瓜方朝覲之會試也，往往年內即至京。一年丑月間，偶往前門買用\\n物，攜僕行。日已晡，覺腹餒，遂人一小肆購食，並命僕亦另坐食之。且誡之曰：\\n「爾勿亂要菜，京師物價昂，不似家鄉也。」僕曰知之。乃食畢，給直，肆伙曰：\\n「內外共五十弔零。」方大詫曰：「爾欺我耶？」伙曰：「不敢欺，爺所食不足十\\n弔，餘皆貴價食也。」方大怒，呼僕至責之。僕曰：「可憐可憐，我怕老爺多花錢\\n，連葷腥都不敢吃，只吃了四小盤黃瓜而已。」方曰：「爾知京師正月黃瓜何價？\\n」僕曰：「至多不過三文一條可矣。」伙曰：「此夏日之價也，若正月間則一碟須\\n京錢十弔，合外省制錢一千也。」僕張口伸舌不敢言，呵呵從主人而出。\\n　　○夏徵舒是先祖清同治初，曾望顏為陝西巡撫。首縣為唐李杜，字詩甫，四川\\n進士，善滑稽者也。有山西賈夏姓者，營業於陝西省城，頗殷裕，忽動官興，入貲\\n為縣令，分發陝西。人謂之曰：「爾初入仕途，一切未諳，宜聘一富有經驗之通人\\n而朝夕請益焉，庶不為人所笑。」夏然之。到省之日，例須隨眾衙參。至撫署官廳\\n，甫入門，眾見其舉止矯揉造作，已匿笑矣。忽首縣唐問曰：「貴姓？」曰：「夏\\n。」唐乃上其手而作莊容曰：「從前有位夏徵舒，是府上何人？」夏見鄭重而言，\\n以為必顯貴者，遂卒然對曰：「是先祖。」唐一笑頷之。須臾衙參畢，歸寓，所延\\n之友問曰：「今日作何事？作何語？」夏曰：「中丞未見，明日須再往，他無所語\\n。惟在官廳有首縣問我夏什麼舒是府上何人？」言時作冥想狀。友曰：「夏徵舒也\\n。」夏曰：」然。」\\n　　友人曰：「爾何答？」夏曰：「我見其高舉兩手，鄭重而出，即對曰是先祖。\\n」友曰：「壞了壞了。那夏徵舒是一個龜子子，爾如何說是先祖？」夏大怒罵，即\\n欲赴首縣理論。友曰：「明日仍須上院，必仍見之，何必急急。」次日一見唐，即\\n撲唐身，揪其領而罵曰：「你為何罵我龜子子？」唐曰：「諸公皆在此，我何嘗開\\n口，而彼謂我罵其為龜子子，諸公聞之乎？」夏愈怒，欲揪之見中丞，眾勸不聽。\\n揪至二堂口，文巡官遂以狀白中丞，命傳二人入。曾問唐，唐曰：「請大人問夏令\\n可也。」曾遂問夏，夏曰：「唐令罵卑職龜子子。」曾曰：「願聞其詳。」夏遂以\\n昨所問答陳之，夏徵舒之徵字，終不能記憶也。曾笑曰：「是爾自認，非彼罵也。\\n」命巡官導之出。隨即懸一牌示，大致謂夏某咆哮官廳尚可恕，胸無墨法，何以臨\\n民，著回藉讀書云雲。夏見之，氣結不得伸，鬱鬱而已。人笑之曰：「一聲龜子子\\n，斷送一縣令。」此張悟荃茂才雲。\\n　　○冒認丈夫光緒初年，吏部有兩雷姓司員，一浙江人，一陝西人，一進士，一\\n拔貢也，同姓同官又同司。浙雷住南橫街，陝雷住魏染衚衕，則一妾也。門榜皆書\\n「吏部雷寓」。一日者，浙雷僕私語其僚曰：「我主人置一妾矣，住魏染衚衕也。\\n」為妻所聞，窮詰之。僕言：「實見魏染衚衕有吏部雷宅。訪之僅一妾，未知是主\\n人外室否，不敢斷也。」妻聞大怒，立命驅車往，至則命僕婦大聲呼太太至。陝雷\\n妾以為有女客來也，出迎。妻一見大罵曰：「淫婢無恥，爾竟敢私居於外，不來見\\n我耶！」陝妾始茫然，繼始悟此必夫之妻也。正支吾間，陝雷歸，妾哭訴曰：「爾\\n初不言有大婦在京也。」陝雷大驚，及熟視曰：「非我妻也。」妾大罵曰：「何來\\n潑婦，冒認我夫。」陝雷忽悟曰：「夫人是浙江雷某妻耶？」妻點首，慚沮無人狀\\n矣。陝雷曰：「是乃誤會，可請歸，無介懷也。」妾不允，曰：「既認為夫，則今\\n夜必伴夫一宿始可。」妻乃大窘。陝雷再三勸其妾，始釋之去，歸即逐其僕雲。此\\n事予其時在京親聞之，一時喧傳。以非佳話，姑諱其名。\\n　　○要錢弗要命北方風氣剛勁，好勇鬥狠，意有不惜傷殘支體以博金錢者。\\n　　光緒初，餘在京目睹二事，記之以徵其俗焉。一年端午節前數日，餘往琉璃廠\\n，甫入廠西門，見一餅店前人如堵牆，異之，亦往觀，則見一少年裸上體臥地，一\\n少年舉桿麵大杖用力向兩▉杖之，臥地者絕不聲。杖至五六十，臥地者突起，向餅\\n店人曰：「這遭吃定了。」店人曰：「好小子，吃罷。」餘大惑不解，詢之人，始\\n知臥地者欠餅債甚巨，既不償而復強賒如故，故店主以大杖要之，謂如能受杖不呼\\n痛，不但不索前欠，且從此不索直，是以臥地者任其痛擊而不聲也。又一年秋，信\\n步至五道廟三岔路口，遇見一群人皆黑綢夾衫，快靴從北而來，中有一人自袒服至\\n外衣皆敞襟，而面上血淋淋由袒衣直流至足，隨行隨滴，及行近，見之，一目剜去\\n矣。大駭。予適立於羊肉店外，遂問之。店人曰：「此吃寶局者。」蓋開場聚賭為\\n犯法之事，而地痞土棍日索規費為之保護，然非強有力者不能得也。\\n　　惟能捨得傷殘支體者奉為上客，日有例規。而傷殘支體，又分上中下三等，為\\n得費之高下。此剜目者，則可享最上等之規例也。噫，異矣。\\n　　○野蠻時代之專利特許自來京師，各種貨物行店皆不止一家，惟紅果行（即山\\n楂紅也），只天橋一家，別無分行，他人亦不能開設，蓋呈部立案也。相傳百餘年\\n前，其家始祖亦以性命博得者。當時有兩行，皆山東人。爭售貶價，各不相下，終\\n無了局。忽一日有人調停，謂兩家徒爭無益，我今設餅撐於此（即烙餅之大鐵煎盤\\n也，大者如圓桌面），以火炙熱，有能坐其上而不呼痛者，即歸其獨開，不得爭論\\n。議定，此家主人即解下衣盤膝坐其上，火炙股肉支支有聲，須臾起立，兩股焦爛\\n矣。未至家即倒地死，而此行遂為此家獨設，呈部立案，無得異議焉，故至今只此\\n一家也。\\n　　又無錫冶鍋坊係王姓世其業，其鍋發售遍江南北，蓋亦特許專利者也。相傳當\\n清初時，王與某姓爭冶業，相約煎油滿鍋至沸度，沈稱錘於鍋中，孰引手取出，即\\n世其業。時王姓店役某，年老矣，思效忠於主人，因即代表王姓入手於沸油攫錘出\\n，投錘於地，臂亦同脫，即時殞命。遂呈部立案，王姓得世其業。\\n　　今王氏子姓分房殆數十家，各仰給於冶坊，歲時各祀此店役，為報本之祭。此\\n與紅果行事同一例。野蠻時代，往往有之，若律以人道主義，則以性命為嘗試，在\\n所必禁，復何有專利特許之報獎乎。\\n　　○考職之大獄凡旅京應試士子工於楷法者，每逢謄錄供事等試，必為人代考，\\n或數十金、或百金，視其人之名望分貴賤，寒士恃此為旅費，以免借貨，此風由來\\n久矣。在上者亦明知之，但不能說破耳。每逢新皇登極，例須參職一次（此試僅用\\n佐貳，非若停科舉之考職也），第一者註冊四十五日即開選。故宦興濃者，必覓高\\n手代考，俾可速選也。光緒紀元考職，延至癸未始舉行。\\n　　是年有浙江蕭山縣舉人馬星聯者，楷書極佳，名震一時，所試無不前三名者。\\n有人托其代考，馬曰：「若肯費八百金者，包取第一。」其人允之，榜發果第一，\\n得州同即選。馬於是趾高氣揚，大會賓客於聚寶堂，設盛宴數十席，置獎品無數，\\n徵雛伶而定花榜焉。是日所費千金，除所得外，尚揭債二百金也。\\n　　當興高采烈時，謂同輩曰：「諸公僅能包取耳，若我則包第一即不爽，諸公視\\n我遠矣。」言罷舉觴大笑，馬設席遍聚寶堂之正屋三進，其偏院不與焉。有御史丁\\n振鐸者，在偏院請客，適逢此會，亦竊窺之，聞馬語，詢於人，乃知其財之所由來\\n，次日遂專折奏參，奉旨革拿，馬已聞風逃矣。蓋此等考試，皆習焉不察，以為無\\n傷大雅，逮一揭參，即照科場舞弊治罪也。於是出結之京官，考取之人皆革職遣戍\\n。馬則星夜返蕭山，其居與典史署緊鄰，典史某於黃昏時聞馬與母妻語，亟白於令\\n，請速捕欽犯。令曰：「爾偵之確耶？」典史曰：「聞其聲確也。」\\n　　令曰：「爾姑在此晚飯，飯畢掩捕，不慮其逃也。」隨命一心腹以百元贈焉，\\n命速逃東洋。蓋馬為令縣考所取案首，得意門生也。晚飯罷，令乃傳捕役兵壯等偕\\n典史至馬家。已夜半矣，圍其宅而搜之，無有也。乃大怪典史妄言而罷。馬故貧士\\n，幼失怙，母守節撫孤，得以成立。年十九中鄉舉，娶婦，至逃亡時，僅二十有一\\n。舉業甚工，尤精折卷，可望鼎甲者也，人莫不惜之。先是壬午之冬，有學正學錄\\n之試，陳冕時尚未中進士，為人代考第一，獲三百金，以二百金葬其蒙師，以百金\\n助其友畢姻，同輩皆重之，豈若馬以之定花榜哉！宜乎其獲譴也。陳子癸未大魁天\\n下。\\n　　○權相預知死期大學士穆彰阿，道光朝當國，攬權納賄，避塞賢路，以計易浦\\n城相國王鼎遺折，頗不滿於清議。故文宗登極，即首黜之，詔云：「小忠小信，陰\\n柔以售其奸；偽德偽才，揣摩以逢主意。\\n　　如達洪阿、姚瑩等盡忠盡力，必欲陷之」云云。其為人可知矣。\\n　　然其死也，則固有大異乎人者。死之前三日，折簡遍邀親友門生故吏，雲定於\\n某日某時辭世，屆期望屈臨一別。諸人如期至，穆則設盛宴數十席，一一把盞，相\\n與飲啖，連舉十餘觥，並未有死法也。食既半，顧日影曰：「是時候矣。」謂眾曰\\n：「請諸君稍待，俟我沐浴更衣，再訣別也。」乃入內良久，朝服蟒衣出，據坑南\\n面坐，拱手向眾曰：「少陪少陪。」言畢閉目。\\n　　少焉玉箸雙垂五六寸許，視之逝矣。或曰，入內時即已服毒矣，然服毒死者無\\n玉箸也。豈果為有道高僧入世後而迷失本性耶！奇矣。此炳半聾雲。\\n　　○文字之獄新會梁任公輯《近世中國秘史》，於康雍乾三朝文字之獄，言之綦\\n詳，而不及桐城戴潛虛及吾鄉《王氏字貫》兩事。戴名名世，字潛虛，安徽桐城人\\n，年五十始登康熙四十八年己丑科進士，以一甲二名授編修，一時文名籍甚。其誅\\n也，為與弟子倪生一書也。書論修史之例，謂清當以康熙元年為定鼎之始，順治雖\\n入關十八年，其時三藩未平，明祀未絕，若循蜀漢之例，則順治不得為正統也云云\\n。為仇家所訐，遂罹慘禍。今《南山集》中不載此文，想其後人刪去矣。集署名曰\\n宋潛虛，以戴姓出於宋後，故諱戴為宋。蓋《南山集》為前清禁書中一種也。\\n　　至吾邑《王氏字貫》一書，亦全家被禍，著者斬，家屬遣戍。\\n　　其書因《康熙字典》之陋，乃增損而糾正之，坐是得罪。書尚未刻，聞其稿尚\\n存。周文甫茂才道章雲曾見鈔本。\\n　　○吳人知兵　二則　張曜　孫金彪自春秋吳闔閭稱霸以後，二千餘年來，不聞\\n蘇屬有諳軍旅者，故世人以吳人柔弱為誚。然以張勤果論之，亦不得謂之無將才矣\\n。公諱曜，字朗齋。雖浙之錢塘籍，實世居吳江之同里鎮。聞其少年弛斥不羈，琩\\nㄣc於鄉里。一日為其戚陳某批其頰而訓之，乃大悔恨，走河南，投其姑夫州刺\\n使蒯某。蒯以其少年無業不之禮，但月給數金豢之而已。勤果壯偉多力，食兼數人\\n，署中兩餐不得飽，乃日私食於市，所得金輒不敷，而衣之藍縷不顧也。時發捻交\\n哄，各省戒嚴。光之紳民募鄉兵為捍衛計，請於州守，委一人統之，合署無願往者\\n。勤果請行，蒯許之，遂部勒鄉兵壁城外。未幾有捻逆大股竄州境，勤果率所部遮\\n擊之，斬獲無數，賊遂潰。蓋為僧忠親王所敗，尾追而至此者。賊退而王至，勤果\\n率眾跪迎道左，王壯之。詢擊賊狀，大喜，立畀五品翎頂，以知縣列保。不二年洊\\n至河南布政使。\\n　　因得罪巨紳劉姓（劉為御史），劾以目不識丁，奉旨改南陽鎮總兵，仍統所部\\n號為嵩武軍者，累立功於河陝關隴間，擢提督。\\n　　光緒初年，入衛京師，膺帝眷，授山東巡撫。直歲大飢，勤果捐廉俸並募集巨\\n資以賑之，全活無算。山東民至今感之如父母焉。劉御史後為知府，被劾歸，貧無\\n聊賴，乃與勤果通慇懃。\\n　　勤果歲必以巨金貽之，其報書則鈐以「目不識丁」四字小印，亦謔矣。勤果書\\n法，有顏之骨米之肉，頗秀健，尺牘亦雋語絡繹，不似彭剛直之翰墨，專以粗豪勝\\n也。相傳其被劾後，延通人教之，發憤讀書，遂一旦豁然。\\n　　又有孫金彪者，字紹襄，吳江人，世居邑之盛澤鎮，勤果公之部將也。未達時\\n，即以勇俠稱。父曰孔七，精拳技，恃博為生，有槍船四五十艘。槍船者，首銳棹\\n雙櫓，瞬息百里，鷁首置大統一，中藏四五人，內河寇皆恃此為利器。七有德於鎮\\n，鎮之人無貧富皆善之。七死，金彪年十四，已入武庠為諸生。\\n　　群槍船以奉七者奉之為主，仍設博於鎮。金彪年雖少，獨能以兵法部勒其眾，\\n刑賞無所私。當是時，蘇城為粵賊所踞。鎮有富人黃某者，慮賊人鎮搜掠，密款於\\n嘉興賊酋，得偽檄，民賴以安。於是江浙商販自上海出入萬賊中者，輒以盛澤為樞\\n筦，鎮益殷富。事無大小，皆陰決於黃。有小鬼法大者，鄰鎮巨猾也。聞盛澤繁盛\\n，牽槍船百艘，蒞鎮設博局已，輒思大掠以投賊，已定期。黃聞之大恐，金彪之師\\n沈玉叔謂黃曰：「君欲除小鬼法大，非金彪不可。」黃大喜，設盛筵款之。金彪曰\\n：「敬諾。」會有皖北巢湖糧艘千人，避亂萃鎮上，金彪說其酋助己，遂與小鬼法\\n大戰，擒而磔之，盡奪其舟。於是設保衛局，集槍船團練為戰守計，事皆一決於金\\n彪矣。初，金彪之滅小鬼法大也，舉盛澤附鎮，使巢酋設博局以為酬，巢酋謂功高\\n，欲分盛澤博之半，弗得，則怏怏弗能平。金彪度巢酋終弗戢也，思並之。會巢酋\\n生日，金彪載羊酒往壽，而陰伏槍船於蘆叢中以待之。飲博至暮，謂酋曰：「今夜\\n月色大佳，吾兩人駕小舟縱飲湖上，可乎？」巢酋從之。中流酒酣，金彪請以銃擊\\n宿鳥賭勝負，巢酋三擊而不中，忿甚。金彪曰：「我一擊便中也。」\\n　　遂洞酋胸，斃湖中。眾大噪。伏舟盡出，金彪手佩刀號於眾曰：「若主欲為盛\\n澤患，故除之。若毋恐，從者聽約束，不者駕爾舟歸鄉里，弗汝殲也。」眾皆降。\\n於是金彪勢大盛，蘇賊睨之莫敢犯。同治元年，李文忠克吳江，金彪散其眾，以保\\n衛功授千總。東南大定，生計日拙，張勤果返自河南，挈至陝，以功擢記名提督，\\n授陝西漢中鎮總兵，賞黃馬褂。光緒壬辰、癸巳間，統嵩武軍駐山東之煙台，為東\\n軍冠焉。當金彪之設保衛局也，一日，聞漁父詬曰：「孰謂孫氏人守法者，乃取我\\n大黑魚而不與直！」夜既半，金彪忽呼庖人治黑魚鱠，庖人求魚不得，方咨嗟，一\\n卒以魚獻，命漁父質之信，即斬以徇。自是所部肅然，金鎮以安。此非吳人而知兵\\n者哉！\\n　　○湘、淮軍之來歷湖南王壬秋孝廉闓運，著《湘軍志》一書，敘軍之緣起與軍\\n中瑣屑事，纖悉無遺，雖表揚功績，而劣跡醜態，曾不少諱，即曾文正亦不免有微\\n詞，何況其他。故湘軍將帥咸惡之，購其板而毀焉。以事皆直筆，非誣也。今上海\\n已有小本翻板矣。厥後王定安又撰《湘軍記》，則一意諛頌，無足觀也。貴池劉薌\\n林觀察含芳，官登、萊兵備時，亦嘗述淮軍之原委，欲作《淮軍志》，未果而卒。\\n劉嘗曰：「淮軍並不始於李氏。」亦猶壬秋先生云「曾之前已有稱湘軍者矣」。特\\n二公起，繼續而擴充之，遂建大功，名聞天下也。\\n　　○李元度喪師李元度，曾文正部將也。喪師衢州，亡六七千人，文正劾之，並\\n自請議處。軍中有作聯額誚李曰：「士不忘喪其元，公胡為改其度。」額曰：「道\\n旁苦李。」然李雖不長於軍事，固長於文章也。觀其所選《小題正鵠》及所撰《先\\n正事略》，非績學者烏能之。○不利狀元前清一代狀元之最不利者，莫過於龍汝言\\n矣。始也革職永不敘用，繼也特賞內閣中書以終。然其先遭際之奇，眷顧之渥，可\\n指日望枚卜也。初，龍未第時，館某都統家，適逢仁宗萬壽，都統倩龍作祝詞備小\\n貢。龍乃集康熙、乾隆兩朝御制詩百韻以進。上大喜，召見某都統獎之。都統不敢\\n隱，以龍名對。仁宗曰：「南方士子往往不屑讀先皇詩，今此人熟讀如此，具見其\\n愛君之誠。」立賞舉人，一體會試。次年春闈下第。總裁覆命，召見時，大受申斥\\n，謂今科闈墨不佳。及出，密詢近侍太監曰：「今科闈墨甚侍，何以不愜上意？」\\n近侍曰：「因龍汝言落第，不便明言耳。」於是朝臣咸識之。次科，即嘉慶十九年\\n甲戌，主司入場，即將龍取中。上見題名錄大喜。及殿試，即以一甲一名擬進，上\\n私拆彌封視之，乃無言，仍封之。臚唱日，上喜曰：「朕所賞果不謬也。」甫釋褐\\n，即派南書房行走、實錄館纂修等差，賞賚稠疊，舉朝羨之。龍妻素悍，龍幼孤而\\n貧，賴妻父卵翼之，故懼內。一日與妻反目，避居友家，數日不歸。\\n　　適館吏送《高宗實錄》請校，龍妻受而置之。越日吏來取，妻與之，龍始終不\\n知也。忽一日革職之旨下，大駭，始知「高宗純皇帝」「純」字，館吏誤書作絕，\\n龍雖未寓目，而恭校黃簽則龍名也。仁宗見之大驚，惋惜良久，乃下旨曰：「龍汝\\n言精神不週，辦事疏忽，著革職永不敘用。」猶不忍宣其罪狀，亦不交部議，雖甚\\n愛之，無如書生命薄而已。逮仁宗升遐，龍以內廷舊員，兼受大行非常知遇，例准\\n哭臨，哀痛逾常。宣宗聞之，謂其有良心，特賞內閣中書。道光戊戌科，猶得會試\\n同考官一次。未幾卒。龍，安徽人也。\\n第四卷????卷中一</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○京師志盜　五則京師雖輦轂之下，而盜風最盛。然盜亦有道，茲就所聞見者\\n匯記之。西河沿西頭有一民家，僅寡婦孤女二人，其先亦小負販也，微有蓄積。女\\n將嫁，母罄所有備嫁資，為賊所偵，一夜逾垣入將撬門矣。母聞之，呼女曰：「外\\n間有響動，莫非爾舅舅又來乎？爾舅舅以為我有旨蓄，不知我寡婦孤兒之苦也。\\n　　今既來，不可使其空過，爾將嫁衣擲一件與之，免我母子受驚也。」女如言，\\n取新衣一襲裹而擲窗外，曰：「請舅舅以之質錢為賭本可也，我母子尚乞爾照應，\\n勿迫我是幸。」賊不言，持衣去。越日，又聞逾垣聲，母復呼女曰：「爾舅舅其以\\n我為魚肉耶，何不諒乃耳！」因啜泣。賊在窗外曰：「非敢再擾，來還賬也。前日\\n吾等不知冒犯，甚歉然。今物在是，我去矣。」\\n　　言畢而逝。天明視階下一紙裹，即所贈嫁衣，確由質庫出者。\\n　　外一小紅封，簽書花儀二兩，下不署名。母女得之意外，喜可知也。　南橫街\\n堂子衚衕有住屋一所，頗軒敞，且有亭矗出簷際，可以遠眺，惟後牆外即南下窪，\\n居此者時遭鼠竊，遂久無人居。\\n　　有王姓部曹者，家甚貧，貪其值廉，賃居之。一年夏間，獨坐棚下納涼，夜已\\n深，尚未寢，忽見屋上火光一閃，如火刀擊火石狀，繼而忽聞屋上人語曰：「火絨\\n無矣。」俯視下有人，以為必更夫或御者庖人之類，遂悄聲曰：「朋友，賞一火抽\\n袋煙。」王即以紙拈燃火遞之。賊見王問曰：「爾家主人寢乎？」王曰：「我即主\\n人也。」賊大驚曰：「小人該死。」王曰：「無傷也，夜深不能寐，得君夜談甚佳\\n。」因自述宦況，並所以賃居之故。賊曰：「王老爺如此清苦，我輩斷不敢擾，請\\n放心可也。」王稱謝，且曰：「君知之，君之儕輩未必皆知，設若光顧，無以敬，\\n奈何？」賊曰：「我所居即去此不遠，凡南路朋友皆在此一方，我明日見之當遍告\\n。」王又謝曰：「無以為敬，票十千，一茶可乎？」賊再三讓，不敢受。王曰：「\\n為數本微，不過與君發利市耳。」賊乃受，道謝而去。自是王宅雖夜不閉門，亦不\\n竊之者，人皆笑王有賊友焉。\\n　　光緒改元，予入都應順天試，秋闈報罷，遂館於光稷甫侍御家，以待再試。時\\n正季冬，予臥室為廳事之東廂。一夜，忽聞更夫與人語，但聞「不白借」三字，又\\n聞答以「曉得」二字，以為渠與同輩語耳。將黎明，忽聞院中有物墮地聲甚巨，亦\\n不知何物。曉起，主人謂予曰：「今日請爾啖賊贓。」餘問故，主人曰：「昨夜有\\n賊屋上過，更夫喝之，賊曰借道者，更夫曰不白借。至天明，遂以此物為借道費耳\\n。」視之，玉田鹽肉一肘，重十餘斤。予乃恍然於所聞之語，乃更夫與賊語也，相\\n與大笑。烹其肘，合宅遍享之。\\n　　京師有一種力役，名曰掮肩。凡人家移居或小家送嫁妝，皆若輩任之。一橫擔\\n長不過尺餘，擔於肩頸之中，以方桌架其上，桌上陳設各物皆如故。彼能以一肩之\\n力，絲毫不致撞跌，雖貴重之物置其上，皆不致遺失，亦北方一絕技也。由此達彼\\n，雖經若干繁盛之區，流棍竊賊之徒，望即卻步，匪特不竊，且助其憩息而上下焉\\n。予嘗問其故，肩者曰：「此物一上吾肩，若有失，吾輩力豈能償，若輩知竊物必\\n害我遭官刑，故不竊，雖放膽置道旁，不懼也。」予由南橫街移居青廠曾用一次，\\n果如所言，此則外省所萬萬不能者。\\n　　左文襄初次入覲時，寓善化會館。忽一日，黃馬褂被竊，笥中朝珠及冬裘無數\\n，且有銀數百兩，皆無恙。文襄大驚，乞步軍統領緝之。統領曰：「此衣既不能衣\\n，又不能質錢，竊之何為？」此必爾曾大言，故若輩顯其手段耳。不必緝捕，自當\\n送還也。」不數日文襄出門歸，見榻上置一袱，黃馬褂在焉。文襄舌橋不能下。\\n　　○賭棍姚四寶步軍統領俗呼為九門提督，緝捕盜賊賭博是其專責，然京師遍九\\n城皆有賭坊，歲有例規，不肯捉也。所捉者，偵得一二貴介子弟，或京外官之富有\\n者，聚博於宅中，則彼宅自有通信之人，於是提督衙門番役出焉，至半夜，圍其前\\n後門，一擁而入，無一人能逃者。累累鎖至署，署班房中，聲言明早候堂官蒞署嚴\\n訊。被縶者乃以賄說大班，盈千累百，各具手條，畫押訖，付大班手，然後大班饗\\n以盛筵，食畢，各款款而歸，天未明也。有皖人姚四寶者，名敦布，伯昂姚總憲猶\\n子，湖南巴陵知縣革職者也。無以為生，恃賭為活，無不勝者。一至賭坊，博徒視\\n其所向而隨之，坊主大困，願日奉規例，請勿下注。姚於是月得千金，享用擬貴官\\n。凡京師之雛伶名妓皆父事之。一日者，博於某宅，為番役掩捕，雜貴介中縶之提\\n署，番役志不在姚也。會諸貴介納賄訖，饗盛饌，姚京在坐，偽醉而臥。須臾，見\\n諸人紛紛提燈出門去，姚偽臥劓聲起。俄頃一役拍其肩曰：「醒醒，可去矣。」姚\\n曰：「何往？」役曰：「彼等皆去矣，爾亦可行。」姚曰：「爾逮捕時，不云明日\\n候堂官訊辦賭棍耶，何為而釋之也？我乃賭棍，必俟明日候訊，且並爾今夜所得之\\n賄，某某若干，皆陳於官。」役曰：「爾傎也耶！」姚曰：「我不傎也，公事公辦\\n，固應如此也。」役恫嚇之，姚大聲曰：「爾輩不聞姚四寶名耶！鼠子敢爾，我一\\n俟官長至即呼冤耳。」役大懼，求勿聲。姚曰：「分肥乃可。」不得已分以千金，\\n姚乃挾金歸。出謂人曰：「公等為大班所食，予乃食大班也。」由是京師無不知有\\n姚四寶者。光緒初歸里，會沈秉成撫皖，姚往謁。沈乃伯昂總憲小門生也，待以世\\n叔禮。姚攜一僕，鄉愚也，撫署號房問姚字，僕以「賊形」二字示之。號房曰：「\\n無以此為字者，爾誤也。」僕爭執良久，繼而詢姚，今字「賦彤」也。皖人傳為笑\\n談。\\n　　○吳可讀屍諫光緒己卯春三月下旬，予在京住潘家河沿。是日，天朗晴明，予\\n正午飯，忽見空中有白片紛紛下。亟至庭中視之，六出雪花也，瞬息即化，炊許始\\n止。不知烈日中何以忽然落雪，甚異之。數日即聞吳柳堂侍御屍諫事。吳名可讀，\\n甘肅人。由道光庚戌進士部曹轉御史，以劾成祿言太激，左遷吏部主事。操行清潔\\n，不附權貴。是年穆宗梓宮永遠奉安，吳乞派隨扈行禮，人皆以為吳貧，冀博此數\\n十金之車馬費耳。不意至薊州，遂密奏穆宗立後事，自盡於所居寺中。折上，慈禧\\n忽然天良發現，批云：「以死建言，孤忠可憫。」云云。京師同官同年等為設祭於\\n文昌館，輓聯無數，惟黃太史貽楫一聯最灑脫，云：「天意憫孤忠，三月長安忽飛\\n雪；臣心完夙願，五更蕭寺尚吟詩。」\\n　　死時尚有絕命詩七律一首，云：\\n　　回頭六十八年中，往事空談愛與忠。\\n　　抔土已成黃帝鼎，前星預祝紫微宮。\\n　　相逢老輩寥寥甚，到處先生好好同。\\n　　欲識孤臣戀恩所，惠陵風雨薊門東。\\n　　吳居南橫街，即以宅為祠祀之，其屍諫之疏錄左：吏部稽勛司主事、前任河南\\n道監察御史臣吳可讀，跪奏為以一死泣清懿旨，預定大統之歸，以畢今生忠愛事：\\n竊罪臣聞治國不諱亂，安國不忘危，危亂而可諱可忘，則進苦口於堯舜為無疾之呻\\n吟，陳隱患於聖明為不祥之舉動。罪臣前因言事忿激，自甘或斬或囚，經王大臣會\\n議奏請，傳臣質訊，乃蒙我先皇帝曲賜矜全，即免臣於以斬而死，復免臣於以囚而\\n死，又復免臣於傳訊而觸忌觸怒而死。犯三死而未死，不求生而再生，則今日罪臣\\n未盡之餘年，皆我先皇帝數年前所賜也。乃天崩地拆，忽遭十三年十二月初五日之\\n變，即日欽奉兩宮皇太后懿旨：「大行皇帝龍馭上賓，未有儲貳，不得已以醇親王\\n之子承繼文宗顯皇帝為子，入承大統，為嗣皇帝。俟嗣皇帝生有皇子，即承繼大行\\n皇帝為嗣，特諭。」罪臣涕泣跪誦，反覆思維，竊以為兩宮皇太后一誤再誤。為文\\n宗顯皇帝立子，不為我大行皇帝立嗣，則今日嗣皇帝所承大統乃奉我兩宮皇太后之\\n命，受之於文宗顯皇帝，非受之於我大行皇帝也。而將來大統之承，亦未奉有明文\\n，必歸之承繼之子，即謂懿旨內既有承繼為嗣一語，則大統之仍舊繼子，自不待言\\n。罪臣竊以為未然。自古擁立推戴之際，有臣子所難言。我朝二百餘年，祖宗家法\\n，子以傳子，骨肉之間，萬世應無間然。況醇親王公忠體國，中外翕然，稱為賢王\\n。觀王當時一奏，令人忠義奮發之氣勃然而生。言為心聲，豈能偽為，罪臣讀之，\\n至於歌哭不能已已。儻王聞臣有此奏，未必不恕臣之妄，而憐臣之愚，必不以臣言\\n為開離間之端。\\n　　而我皇上仁孝性成，承我兩宮皇太后授以寶位，將來千秋萬歲時，均能以我兩\\n宮皇太后今日之心為心。而在庭之忠佞不齊，即眾論之異同不一。以宋初宰相趙普\\n之賢，猶有首背杜太后之事。以前明大學士王直之為國家舊人，猶以黃　?請立景\\n帝太子一疏，出於蠻夷而不出於我輩為愧。賢者如此，遑問不肖；舊人如此，奚責\\n新進。名位已定者如此，況在未定。不得已於一誤再誤中，而求一歸於不誤之策，\\n惟有仰乞我兩宮皇太后，再行明白降一諭旨，將來大統仍舊承繼大行皇帝嗣子，嗣\\n皇帝雖百斯男，中外及左右臣工，均不得以異言進，正名定分，預絕紛紜，如此則\\n猶是本朝祖宗以來子以傳子之家法。而我大行皇帝未有子而有子，即我兩宮皇太后\\n未有孫而有孫，異日繩繩緝緝，相引於萬代者，皆我兩宮皇太后所自出，而不可移\\n易者也。罪臣所謂一誤再誤而終歸於不誤者，此也。彼時罪臣即以此意擬成一折，\\n由前察院轉進，呈底奏底俱已就草，伏思罪臣業已降調，不得越職言事，且此何等\\n事，此何等言，出之親臣、重臣、大臣，則為深謀遠慮；出之疏臣、遠臣、小臣，\\n則為干進希名。又思在諸臣中忠直最著者，未必即以此事為可緩，言亦無益而置之\\n，故罪臣且留以有待。洎罪臣以查辦廢員內蒙恩圈出引見，奉旨以主事特用，仍複\\n選授吏部，邇來又已五六年矣。此五六年中，環顧在廷，仍未有念及於此者。今逢\\n我大行皇帝永遠奉安山陵，恐遂漸久漸忘，則罪臣昔日所留以有待者，今則迫不及\\n待矣。仰鼎湖之仙駕，瞻戀九重；望弓劍於橋山，魂依尺帛。謹以我先皇帝所賜餘\\n年，為我先皇帝上乞懿旨數行於我兩宮皇太后之前。惟是臨命之身，神志瞀亂，折\\n中詞意，未克詳明，引用率多遺忘，不及前此未上一折之一二。繕寫又不能莊正，\\n罪臣本無古人學問，豈能似古人從容。昔有赴死而行不復成步者，人曰：「子懼乎\\n？」曰：「懼。」曰：「既懼何不歸？」曰：「懼，吾私也；死，吾公也。」罪臣\\n今日亦猶是。「鳥之將死，其鳴也哀；人之將死，其言也善。」罪臣豈敢比曾參之\\n賢，即死其言亦未必善。惟望我兩宮皇太后我皇上憐其哀鳴，勿以為無病之呻吟，\\n不祥之舉動，則罪臣雖死無憾。\\n　　宋臣有言，凡事言於未然，誠為太過，及其已然，則又無所救，言之何益。可\\n使朝庭受未然之言，不可使臣等有無及之悔。今罪臣誠願異日臣言之不驗，使天下\\n後世笑臣愚，不願異日臣言之或驗，使天下後世謂臣明。等杜牧之罪言，雖逾職分\\n；效史?之屍諫，只盡愚忠。罪臣尤願我兩宮皇太后我皇上體聖祖、世宗之心，調\\n劑寬猛，養忠厚和平之福，任用老成，毋爭外國之所獨爭，為中華留不盡，毋創祖\\n宗之所未創，為子孫留有餘。\\n　　罪臣言畢於斯，願畢於斯，命畢於斯。再罪臣曾任御史，故敢昧死具折，又以\\n今職不能專達，懇由臣部掌官代為上進。罪臣前以臣衙門所派隨同行禮司員內，未\\n經派及罪臣，是以罪臣再四面求臣部堂官大學士寶鋆始添派而來，罪臣之死，為寶\\n鋆所不及料，想寶鋆並無不應派而誤派之咎。時當盛世，豈容有疑於古來殉葬不情\\n之事。特以我先皇帝龍馭永歸天上，普天同泣，故不禁哀痛迫切，謹以大統所繫，\\n貪陳慺慺，自稱罪臣以聞，謹奏。\\n　　○眉壽鼎進士光緒己丑科會試之前，潘文勤公祖蔭為同鄉設送場宴，在座惟吳\\n清卿中丞非應試者。公所邀有江寧許鶴巢中翰，年高而鄉科又早，文名又籍甚，官\\n中書，門徒甚眾。是日因腹疾辭。\\n　　席間文勤謂眾曰：「我新得一鼎，考其款識，乃魯眉壽鼎也，特刊為圖說，以\\n就正博雅君子焉。」語畢，人各贈一紙，諸人亦不介意。吳清卿攜歸置案頭，王同\\n愈見而愛之，乞之去。及試期，文勤得總裁。二場詩經題為《眉壽保魯》。得圖者\\n咸大悟，撇去常解，以鼎話題。榜發，中式八人，同宴者七，元和江標亦在其中。\\n王同愈本不與宴，且中亞元，得之意外。惟公所最屬意者在許，而許竟以疾不能赴\\n宴。場事畢，公尚為許惜也。許屢試不第，以內閣中書終。觀王、許之得失，可見\\n凡事有定數也。\\n　　○輓聯匯志曾文正自詡善制挽對，茲錄其膾炙人口者。有門生婦死，公挽之云\\n：「親見夫子為文學侍從之臣，雖死無憾；觀於人言謂父母昆弟無間，其賢可知。\\n」深得老師口?。又介弟國華陳亡三河，公挽云：「歸去來兮，夜月樓台花萼影；\\n行不得也，楚天風雨鷓鴣聲。」公其時正在鄂治軍也。不著一字，自然沈痛。又某\\n御史挽伶云：「生在百花先，萬紫千紅齊俯首；春歸三月暮，人間天上總銷魂。」\\n此聯久已傳誦，然以之挽妓，亦無不可。不如李芋仙刺史一聯云：「參不透絮果蘭\\n因，結局竟如斯，逝水年華悲夢斷；拋得下舞衫歌扇，逢場今已矣，落花時節送春\\n歸。」確切不移，的是才人之筆。柏文僖公葰因戊午科場事被誅，時有人挽以聯云\\n：「其生也榮，其死也哀，雨露雷霆皆主德；臣門如市，臣心如水，皇天后土鑒愚\\n衷。」於無可著筆之中，而落落大方，不著痕跡，可謂得體。\\n　　○殘忍之果報同治初，山東有餐館售生炒驢肉，味極鮮美。其法釘四木樁於地\\n，以驢四足縛於樁，不宰殺也。座上有傳呼者，或臀或肩，沃以沸湯，生割一塊，\\n熟而薦之。方下箸時，驢猶哀鳴也。\\n　　館名十里香，極言其香可聞十里也。時長賡為山東按察使，惡其殘忍，執肆主\\n而殺之，遂絕。又有清江浦寡婦某者，富而不仁，嗜食驢陽。其法使牡與牝交，約\\n於酣暢時，以快刀斷其莖，從牝驢陰中抽出，烹而食之。歲死驢無數，雲其味之嫩\\n美，甲於百物。吳清惠公時為清河縣令，亦執而署諸法焉。噫，異哉！食品之佳者\\n甚多，何必肆其殘忍之舉，而供一己之口腹，宜乎其不容於世也。\\n　　○回教之新舊派嘗見西史新、舊教之衝突，幾成莫解之仇。卒之，新教近人情\\n，人皆向之，舊教亦不得不漸相混合。豈知回教亦有新、舊耶。回教有《天經》三\\n十部，相傳穆罕默特所著，名曰《甫爾加尼》，凡三十卷六千六百六十六章。隋開\\n皇時，始傳其教入中國，此舊教也。新教有《閔煞力》、《毛魯的》兩經，言馬聖\\n人為華人鋸解以死，回民誦至此，則擗踴哭泣。甘肅河州有四大門宦之目，他屬所\\n無。四大門宦者：一曰穆扶提，猶蒙古語之巴圖魯也，又名臨洮拱拜。一曰華寺，\\n其中有舊教有新教，新教不薙鬢，令與須相埒，舊教則否。一曰白莊，以地得名。\\n一曰胡門，以其始傳教者多髭，因以名其教。此外又有大拱拜，畢家湯拱拜，張門\\n拱拜之屬。大拱拜最古，而胡門之起不過五十餘年。拱拜者以祀其始傳教之人，傳\\n教者既有拱拜矣，而其子若孫，因得世其業。核力法者，為門宦子孫之通稱。一麻\\n目為寺中之領拜，而尕音夾自副，尕字字書所無，俗讀若歌甲切。胡門一名紅門。\\n大清順治五年，涼州回米喇印、丁國棟叛；乾隆四十六年，循化新教馬明心、蘇四\\n十三以仇殺舊教，因而作亂；四十八年，其黨伏?阿渾田五復叛；咸豐同治年間，\\n西寧寧夏馬化龍、馬桂元叛；光緒二十一年，循化韓奴力叛；皆不久平定。回教中\\n所謂罕植阿渾者，朝西域之尊稱。阿渾，猶言塾師也。考乾隆四十六年有諭旨禁習\\n新教。\\n　　○平捻冒功同治六年十月，銘軍追捻賊於贛榆縣，有馬隊營官鄧長安者，其中\\n表潘貴升久陷捻中，隸偽魯王任柱部下。月之上旬，逃歸鄧營，自矢刺任柱為贄而\\n投誠。鄧攜之見主帥劉銘傳。劉諭以不必剃髮，如能得手，保二品官，賞三萬銀。\\n十七日下午，銘中軍駐西門外，左右軍駐東南、西南兩處。正造飯間，探報賊大隊\\n由東南來，即拔隊迎擊。任柱親率大隊順城根來迎，劉師即於西門外順城根擊之。\\n當未交綏時，潘見任柱來，馳馬先迎之，任柱曰：「爾何以得回？」潘回：「有中\\n表為馬隊營官鄧姓者保留得不死。」又問「何以不剃髮？」潘曰：「我偽對劉帥言\\n，留髮以便出入兩軍間，勸大王降也。」任又問：「劉帥現在何處？」潘指從西來\\n白龍長旗者即劉帥坐營也。任即傳令攻之。潘出不意，奮手槍擊其背，斃焉，遂急\\n馳回陣報劉帥。\\n　　劉不信，以為詐，將斬之。潘曰：「且緩覘之，任柱死，其隊必嘩亂；若不嘩\\n亂，則任未死，大帥殺我未晚也。」頃之，賊隊裡嘩囂而退，左右兩軍合擊大破之\\n，追殺四十里，斬萬餘級。\\n　　有黃旗馬隊善慶者，舊隸僧王部，王薨，遂隸劉戲下。其時亦順城根迎擊者，\\n爭潘功以為己功，得上賞，而潘僅得三品官、二萬銀。若據奏報之言，則死任柱者\\n善慶也，非潘貴升也。同時有偽魏王李永，偽遵王賴文光，皆被官兵擊散。永逃至\\n舊縣投李世忠，世忠縛獻安徽巡撫斬之。賴文光逃至揚州，為華字營統領記名道吳\\n毓蘭擒斬之。\\n　　○外人羨我科第日本服部宇之吉，為京師大學堂師範館教習。光緒三十四年戊\\n申十二月回國，學部奏請賞給文科進士，奉旨依議。傳言服部自乞之也。猶憶光緒\\n初年，總稅務司赫德二子，仰慕中國科名，納監入籍順天，且延名師攻八股，以期\\n應試。至鄉試年，為北皿號生群起而攻之，乃不敢入場。嗚呼！彼時若當國諸大臣\\n能通權變者為之奏請，特賜二舉人，一體會試，既不占鄉試皿號中額，又使外人入\\n我彀中，豈不大妙，乃竟聽其攻而去之。厥後李文忠知之，歎曰：「朝中無人，朝\\n中無人。」誠然。\\n　　○一夜造成之塔乾隆間，帝南巡至楊州，其時揚州鹽商綱總為江姓，一切供應\\n皆由江承辦。一日帝幸大虹園，至一處，顧左右曰：「此處頗似北海之『瓊島春陰\\n』，惜無喇嘛塔耳。」綱總聞之，亟以萬金賄帝左右請圖塔狀，蓋南人未曾見也。\\n既得圖，乃鳩工庀材，一夜而成。次日帝又幸園，見塔巍然，大異之，以為偽也。\\n即之，果磚石成者，詢知其故，歎曰：「鹽商之財力偉哉！」園遭粵寇之亂，已成\\n瓦礫，而此塔至今尚存。\\n　　○賣友換孔雀翎乾隆帝之幸江南也，有內侍江姓者，精拳勇，號萬人敵。\\n　　常侍帝遊幸，頗寵信。揚州綱總與通譜，結為兄弟，骨肉至交也。帝還京後，\\n江太監以竊宮中珍寶事逃去，敕下步軍統領五城查拿。江思匿我者惟揚州綱總江某\\n，往投當得保護。既至揚，綱總大為歡迎，設盛筵款之。飲畢，邀至密室謂曰：「\\n君事大不妙，我處耳目多，藏匿非計，不如逃至海外為佳。今奉黃金千，乘夜即行\\n，至某處海口，有我商號在彼，可設法也。」遂以金屬江圍腰中，導至後門出。門\\n外乃甬通，夾牆皆高三丈許。既出，即聞闔門聲甚厲。江心動，恐甬道中有埋伏，\\n乃一躍登牆，孰知上亦伏勇士數十人，見江上牆，挺擊而顛，縛而獻於巡鹽御史。\\n奏聞，帝賞綱總布政使銜孔雀翎，同業中無不以為至榮焉。蓋彼時鹽商中僅此一枝\\n孔雀翎也。\\n　　○觴令之解圍乾嘉間，揚州鹽商豪侈甲天下，百萬以下者皆謂之小商，彼綱總\\n者得嘻笑而呼叱之。有皖人方某者，名下士也，會試落第後，貧無聊賴，思得一館\\n以餬口，遂有友人介紹於揚州鹽商汪姓家。念鄉誼，又為京官所薦，雖留之，不之\\n異也。一日綱總家大宴會，汪亦在坐。凡諸商宴集時，必各攜一門客往，有觴政等\\n事，可使之代也。是日主人行飛字令，以詩中有紅字者飲。至汪，汪曰：「柳絮飛\\n來一片紅。」眾大笑曰：「此杜撰也，柳絮焉得紅？」舉罰觴以進。方曰：「諸公\\n毋然，此明人詩也。吾居停不憶上句，故不與君等辯，非杜撰也，上句乃『夕陽返\\n照長堤外』也。」眾默然而罷。汪歸，謝以千金，謂非君解此圍，則我為眾辱矣。\\n由是尊為上賓焉。\\n　　○城隍昭雪冤獄光緒初年，河南鎮平縣盜犯王澍汶臨刑呼冤一事，邸抄所載不\\n甚詳。其時知鎮平縣者為方某，少年進士而初任也。其事則尋常盜劫耳。案出時，\\n見刑幕東涂西抹，與所供多不合，怪而問之。幕曰：「我等皆老於申韓者，公讀書\\n初出茅廬，不知其中玄妙也。」方即不敢再問。獄上，決有日矣。是日縛澍汶赴市\\n曹，監斬官撫標中軍參將並開封知府唐某也。澍汶一出獄，即大聲呼冤。檻車道出\\n城隍廟街，不由人馭，直趨入廟中庭下而止，而澍汶仍呼冤不已。廟距撫署甚近。\\n其時六安涂宗瀛為巡撫，聞之亟遣詢，乃命返獄中另鞫。始知王澍汶為盜首，真者\\n早遠颺。捕者獲其孌童，紿之曰：「官呼爾為王澍汶，爾即應之。」更教以供詞，\\n且言澍汶已代爾謀出獄事，慎毋泄。及將斬，始知為所欺，故呼冤不已。據唐太守\\n云：「是日事誠有異，御檻車者二人，竟不能制一騾，騾直向廟中，亦不可解，豈\\n冥冥中真有鬼神在耶？」是案亦經刑部提訊。知縣方某，潘文勤門生也。文勤時掌\\n刑部，詢其故，方因舉刑幕所言以對。\\n　　文勤大怒，命逮刑幕，方革職，省中承審各員皆獲咎有差。\\n　　○戊戌變政小記光緒二十四年歲次戊戌，清德宗皇帝銳意維新，用康、梁之言\\n，設新政府，以圖改革。天下之民莫不引領以觀厥成，竊以為中國之強可計日待也\\n。不料四十日即推翻矣，新章京被斬矣，德宗被幽矣，西後復臨朝矣。漸至於庚子\\n拳匪之亂，其不亡國者幾稀。餘嘗舉戊戌變政之諭旨，及推翻後之偽諭，錄而存之\\n，俾後來者知當日之梗概焉：二十四年正月初六日上諭：「給事中高燮曾奏請設武\\n備特科一折，著軍機大臣會同兵部參酌中外兵制一並議奏。」\\n　　同日上諭：「總理衙門遵議貴州學政嚴修請設專科一折。據稱該原奏，一為歲\\n舉，一為特科，先行特科，後行歲舉。特科約以六事：一內政，凡考求方輿險要鄰\\n國利病民情風俗者；二外交，凡考求各國政事條約公法律例章程者；三理財，凡考\\n求稅則礦務農功商務者；四經武，凡考求行軍佈陣管駕測量者；五格物，凡考求中\\n西算學聲光化電者；六考工，凡考求各物製造工作者。由三品以上京官及督撫學政\\n各舉所知，無論已仕未仕，注明其人何所專長，在保和殿試以策論，嚴定去取，評\\n列等第。覆試後，引見候擢。此為經濟特科。以後或十年或二十年一舉，不拘常例\\n。歲舉則每屆鄉試年分，由學政調取新增算學、藝學、各書院學堂高等生監，錄送\\n鄉試，初場專門，次場時務，三場仍四書文。凡試者，名曰經濟科，中貢士者，亦\\n一體覆試殿試朝考等語。仍著該衙門妥議具奏。」\\n　　四月二十六日上諭：「徐致靖奏保薦通達時務人材一折，康有為、張元濟，著\\n於本月二十八日預備召見；黃遵憲、譚嗣同著送部引見；梁啟超著總理衙門察看。\\n」\\n　　五月初五日上諭：「乃近來風氣日漓，文體日敝，所試時藝大都隨題敷衍，罕\\n有發明，而空疏者，每濫竽充選。若不因時變通，何以見實學而拔真才。自下科始\\n，鄉、會試及生童歲科各試，一律改試策論，一切詳細章程該部即妥議具奏。」\\n　　五月初八日上諭：「前因京師大學堂為各行省之倡，特降諭旨，令軍機大臣、\\n總理衙門王大臣會同迅速覆奏。」\\n　　五月十六日上諭：「總理衙門奏議覆御史曾宗彥奏請振興農務一折。農務為富\\n國之道，是在地方官隨時維持保護，實力奉行。上海近日創設農學會，頗開風氣，\\n著劉坤一查明章程，咨送總理衙門查核頒行。其外洋農學諸書，著廣為編譯以資肄\\n習。」　五月十七日上諭：「各省士民若有新書以及新法製成新器，果繫足資民用\\n者，允宜獎賞以為之勸。所制之器，酌定年限，准其專利。有能獨立創建學堂，開\\n闢地利，興造槍炮各廠，有裨於興國殖民之計者，並著照軍功例給予特賞。」\\n　　五月二十九日上諭：「孫家鼐奏原任詹事府中允馮桂芬校《邠廬抗議》一書最\\n為精密，著迅即飭刷一千部，剋日送交軍機處。」\\n　　六月初一日上諭：「張之洞、陳寶箴奏請飭妥議科舉章程一折。著照所擬，鄉\\n、會試仍定為三場。第一場試中國史事論五道，二場試時務策五道，三場試四書義\\n兩篇、五經義一篇。\\n　　首場中額十倍錄取，二場三倍錄取，取者始准試次場。每場發榜一次，三場完\\n畢，如額取中。其歲科試生童，亦以此例推之，先試經古一場，專以史論時務命題\\n，正場試以四書五經義各一篇。至詞章楷法未可盡廢，如需用此項人員，自當先期\\n降旨考試，偶一舉行，不為常例。嗣後一切考試，不得憑楷法之優劣為高下。」\\n　　七月初三日上諭：「嗣後一經殿試，即量為授職。至於朝考一場，著即停止。\\n」\\n　　七月初六日上諭：「總理衙門代奏主事康有為陳請興農殖民以富國用一折。即\\n於京師設立農工商總局，派直隸霸昌道端方、直隸候補道徐建寅、吳懋鼎等督理。\\n端方著開缺，同徐建寅、吳懋鼎均賞三品卿銜，准其隨時具奏。」\\n　　七月十三日上諭：「湖南巡撫陳寶箴奏保人材，湖南候補道夏獻銘、黃炳離，\\n前內閣學士陳寶琛、侍讀楊銳，禮部主事黃英彩，刑部主事劉光第，廣東候補道楊\\n樞、王秉恩，江蘇候補道歐陽霖、杜俞、柯逢時，江西候補道惲祖祁，湖北候補道\\n徐家幹、薛華培、左孝同，均著來京預備召見。」\\n　　七月十四日上諭：「近日臣工條奏，多以裁汰冗員為言。\\n　　如詹事府無事可辦，通政司、光祿寺、鴻臚寺、太僕寺、大理寺等衙門半屬有\\n名無實，均即歸並內閣及禮、兵、刑等部辦事。\\n　　外省如直隸、甘肅、四川等省皆係總督兼管巡撫事，惟湖北、廣東、雲南三省\\n督撫同城，原未劃一，現在東河在山東境內者，已隸山東巡撫管轄，只南河河工由\\n河督專辦，著將湖北、廣東、雲南三省巡撫並東河總督一並裁撤，均著以總督兼巡\\n撫事，河督即歸並河南巡撫。至各省漕運，多由河運，河運所費無多，應徵漕糧亦\\n多改折，淮鹽所引省分，亦各分設督銷，其各省不辦運務之糧道，及向無鹽場，僅\\n管疏銷之鹽道，亦均著裁撤。此外如各省同通佐貳等官，有但兼水利鹽捕並無地方\\n之責者，即查明裁汰。其餘京外猶有應裁文武各缺，著分別詳議趕辦。至各省設立\\n局所，名目繁多，虛糜不可勝計，著將各局所中冗員裁撤淨盡，並將分發捐納勞績\\n人員，嚴加甄別，即一月辦竣。」\\n　　七月十六日上諭：「懷塔布據稱禮部主事條陳挾制等語，朝廷廣開言路，前經\\n降旨，毋得拘牽忌諱，稍有阻格。若如該尚書所奏，即係狃於積習，致成壅蔽。懷\\n塔布著交部議處，王照原呈著留覽。七月十九日吏部議，禮部尚書懷塔布、許應登\\n，左侍郎?岫、徐會澧，右侍郎溥頲、曾廣漢均著革職，王照賞三品頂戴，以四品\\n京堂用。」\\n　　七月二十日上諭：「著工部會同步軍統領衙門五城街道廳將京城內外河道一律\\n挑挖深通，並將各街巷修墊平坦。款由戶部籌撥。」\\n　　同日上諭：「內閣候補侍讀楊銳、刑部候補主事劉光弟、內閣候補中書林旭、\\n江蘇候補知府譚嗣同均著賞四品卿銜，在軍機章京上行走，參預新政事宜。」\\n　　七月二十四日上諭：「孫家鼐奏請設醫學堂，考求中西醫學，當令大學堂兼轄\\n。」\\n　　同日上諭：「孫家鼐奏遵議徐致靖酌置散卿一折，酌置三、四、五、六品學士\\n各職，遇有對品之卿並翰林對品缺出，一體開單請旨。」\\n　　同日上諭：「刑部代遞主事蕭文昭請設茶務學堂、蠶桑學堂，著各督撫迅速籌\\n議開辦。」\\n　　七月二十七日上諭：「瑞洵奏南漕改折並屯田裁並各折，交奕劻、孫家鼐會同\\n戶部妥議。」同日上諭：「黃思永籌款設辦速成學堂，著即如所請，籌款試辦。」\\n　　同日上諭：「都察院代奏四川舉人陳天錫所請，將大挑、教職、謄錄各項人員\\n於會試薦卷中挑取，及科甲候補人員准其一體考差。」\\n　　同日上諭：「中書祁永膺奏請將各省教職改為中小學堂教習，著詳議。」\\n　　同日上諭：「刑部主事顧厚焜呈請郵政廣設分局，各省一律舉辦，著妥議。」\\n　　同日上諭：「瑞洵奏稱於京師創設報館，翻譯新報，即著創辦以為之倡。」\\n　　同日上諭：「國家振興庶務，兼彩西法，牧民之政，中西所同，而西人考究較\\n精，故可以補我未及。故日夜孜孜改圖新法，豈為崇尚新奇，乃眷懷赤子，皆上天\\n所畀，祖宗所遺，非悉令其康樂和親，朕躬未為盡職。加以各國交通，非取人之長\\n，不能全我之所有。朕用心至苦，而黎庶猶有未知，咎在不肖官吏與守舊士夫，不\\n能廣宣朕意。今將改行新政之意，佈告天下，使百姓咸喻朕意，上下同心以強中國\\n，朕不勝厚望。著查明四月二十三日以後所關乎新政之諭旨，各省督撫均迅速照錄\\n，刊刻謄黃，切實開導，各省州縣教官詳切宣講，各省、藩、臬、道、府飭令上書\\n言事，毋得隱默顧忌。其州縣官應由督撫代遞，即由督撫將原封呈遞，不使稍有阻\\n格，總期民隱盡得上達，督撫無從營私作弊為要。此次諭旨，並著懸掛督撫大堂，\\n俾眾共觀。」　七月二十八日上諭：「即著各省督撫傳知藩臬道府，凡有條陳，均\\n令其自行專折具奏，毋庸代遞。至州縣等官言事者，即由督撫將原封呈遞；至士民\\n有欲上書言事者，即由本省道府等隨時代奏，均不准稍有抑格。」\\n　　以上皆德宗銳意新政切實講求之證，非若後來以新政塗飾天下耳目，藉便私圖\\n也。至八月推翻之後，八月十一日偽諭：「著將詹事府、通政司、大理寺、光祿寺\\n、太僕寺、鴻臚寺等衙門照常設立，毋庸裁並。又凡有言責之員，自當各抒讜論，\\n其餘不應奏事人員，概不准擅遞封奏，以符定制。又時務官報無裨政治，徒惑人心\\n，著即日裁撤。又所有官犯徐致靖、楊深秀、楊銳、林旭、譚嗣同、劉光弟、並康\\n有為之弟康廣仁，著軍機大臣會同刑部都察院嚴行審訊。」\\n　　八月十三日偽諭：「榮祿著軍機大臣上行走，裕祿著補授直隸總督。所有北洋\\n各軍仍歸榮祿節制。」\\n　　八月十四日偽諭：「康有為實為叛逆之首，著各省嚴密查拿，極刑懲治。梁啟\\n超狼狽為奸，所著文字，語多狂謬，著一並嚴拿。康有為之弟康之仁，御史楊深秀\\n，軍機章京譚嗣同、林旭、楊銳、劉光第等，與康有為結黨，隱圖煽惑，情節較重\\n，是以未候覆奏，於昨日諭令將該犯等即行正法。」\\n　　八月十四日偽諭：「已革翰林院侍讀學士徐致靖著永遠監禁。編修徐仁鑄著革\\n職，永不敘用。」\\n　　十五、六等日偽諭：「左都御史著懷塔布補授，並授內務府總管。戶部左侍郎\\n著徐會澧署理。」\\n　　二十日偽諭：「溥頲補授內閣學士兼禮部侍郎。」\\n　　二十一日偽諭：「湖南巡撫陳寶箴濫保匪人，著革職，永不敘用。伊子吏部主\\n事陳三立招引奸邪、著一並革職。四品京堂江標、庶吉士熊希齡，庇護奸黨，暗通\\n消息，均著革職，永不敘用，並交地方官嚴加管束。」\\n　　十九日偽諭：「李端棻即行革職，發往新疆，交地方官嚴加管束。」\\n　　以上皆戊戌一歲中之事。至二十六年庚子夏，拳匪倡亂，親貴庇賊，致啟各國\\n之釁，京師不守，兩宮播遷陝西，於是有十二月初十日敷衍變法之諭，去精神而求\\n糟粕，愈變愈壞，人心愈失，以迄於辛亥十二月壽終矣。合觀前後各諭旨，前者令\\n人歡欣鼓舞，後者令人怒髮衝冠。德宗變法，何等懇切肫摯；西遷後之變法，僅欺\\n飾人民而已。且不僅欺飾也，方借此破格之名，而大開賄賂之實，在彼親貴，方人\\n人自為得計，不知樹倒胡孫散，迄今日又從何處博得一文哉！尤可笑者，斥康、梁\\n為叛逆，為奸邪，懸賞購之，恨不即日磔之，孰知異日偽行新政，仍不出康、梁所\\n擬範圍以外，自古有如此無恥之政府乎？\\n　　噫，異矣！按：戊戌新政雖未成，而德宗名譽，已洋溢乎中外，泰西人至稱之\\n為中國大彼得，足徵其佩服深矣。愚以為不有戊戌之推翻新政，必不致有拳亂；不\\n有拳亂，革命事業無從布種。\\n　　凡事莫不有因果，辛亥之結果，實造因乎戊戌也。\\n第五卷????卷中二</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○屬國絕貢之先後京師舊有會同四譯館，在正陽門東城根玉河橋，沿明舊地也\\n。屋共三百餘間，專備外國貢使駐足之地，凡朝鮮、琉球、越南、緬甸、暹羅、廓\\n爾喀諸國來者皆駐焉。以餘所知而言，暹羅咸豐間尚入貢，嗣因粵寇作亂，海道不\\n通，遂絕。琉球則於光緒六年滅於日本。越南亦於六七年間為法人蹂躪，直逼其都\\n，國主遣使臣入中國求援，居天津半年餘。時李文忠為直隸總督，以其私訂條約，\\n未曾請示天朝，不便保護，拒之，二使臣痛哭而歸，其實文忠不敢與法人開釁也。\\n琉球尚世子亦在天津，每晨必長跪文忠轅門外，侯文忠輿出，則作秦庭之哭。文忠\\n每遣武弁慰諭之，如是者數月之久，亦痛哭而歸。緬甸之役，在乾隆朝本係敷衍了\\n事，並未掃穴犁庭執訊馘丑也。大兵僅達木邦而止，即以木邦土酋為王，與之訂十\\n年一貢之例。至光緒八九年間，英人佔據緬甸後，大為整頓，至十三年遂與我駐英\\n公使訂緬甸條約矣。朝鮮則歲有例貢，海道距山東一葦可航，然不准由海行，必須\\n遵陸渡鴨綠江，出奉天，過榆關，而至京師。迂道千餘里之遙，不以為苦。彼國商\\n人，睌Й陸^以獲大利，蓋以貨物雜貢品中，出入兩國之境，皆免稅也。以高麗參\\n為大宗，布次之，紙發海味又次之。每十月來，次年七月歸，以為常，及為日本所\\n滅，而貢亦絕。於是四譯館鞠為茂草矣。\\n　　惟廓爾喀與前清相終始，至光緒季年，猶見邸抄中有入貢之事。\\n　　彼國亦十年一貢也。\\n　　○琉球貢使清同治四年，餘在常州，喧傳有琉球貢使過鏡，偕眾往觀。\\n　　使舟泊西門外接官亭下。久之，見二役舁一方箱至，一騎持名帖隨之，立岸上\\n，大呼曰：「使臣接供應！」即見使舟有二人出，如僕隸狀，跪鷁首，向岸叩頭，\\n亦大呼曰：「謝天朝賞！」\\n　　於是二役既舁箱入舟中，亦不知何物。須臾，舁空箱隨騎者匆匆去。久之，武\\n、陽兩邑令呵殿來，輿立河乾，兩令端坐不動，執帖者以名帖兩手高舉，大呼使臣\\n接帖。於是正副二使臣出，至鷁首，向岸長跪，以兩手各捧一邑令之名帖戴於頂，\\n而口中自述職名焉。兩大令但於輿中拱手，令人傳免而已，不下輿也。\\n　　禮畢，使者入倉，兩令亦呵殿歸署矣。郡守位尊，不往拜也，兩令之名帖，以\\n紅紙為之，長二尺，寬八寸，雙折，居中一行，大書天朝文林郎知常州某府、某縣\\n、某某人頓首拜。字大徑二寸許，此餘所目睹也。至所聞則更可異矣。琉球貢道止\\n准收福建海口，至閩後，即須由內地前進。聞到閩後，浙閩總督有驗貢之例。是日\\n總督坐大堂，司道旁坐，府縣則立侍案側，兩貢使手捧表文、貢單，至頭門即跪，\\n報名，膝行而進。至公案前，以表文、貢單呈驗，總督略閱一過，傳詢數語，即令\\n賜食，即有一役以矮桌二置大堂口，酒餚亦續續至，二使者叩頭謝，乃就堂口席地\\n坐而食之，各官仍坐堂上也。須臾食畢，復向上九叩首謝恩畢，乃鳴炮作樂掩門，\\n無私覿之禮也。琉球服裝，衣寬博之衣，腰繫大帶，寬尺許，以顏色分貴賤，冠亦\\n如之，冠似僧冠而稍高，惟足則中國之緞靴，蓋彼居本國皆赤足，惟入貢始靴也。\\n其僕役則宛然戲劇中所扮蒼頭狀，一身皆黑，最易識別。　考琉球全國之地，不過\\n中國一大縣，本無國王也。明洪武好大喜功，賜其土酋金印，封為國王，又賜閩人\\n善操舟者三十六姓以為之輔，於是儼然一國矣。其時日本正當幕府時代，列藩分封\\n，不相統一，琉球遂幸延國脈四百餘年。及日本推翻幕府，力行新政，回顧臥榻之\\n下，有人酣睡，又非條約之國，遂一鼓滅之，夷為沖繩縣矣。聞亡國之王為世子時\\n，曾在京師國子監肄業，徐小勿孝廉為其教習，授以試帖詩，居然能工，逮歸國為\\n王后，常與臣下聯吟，亦不廢政事。惟貧小而弱，無力豢兵，國之不國，不待日本\\n之吞而始知也。\\n　　○馬復賁越南使記乾隆間徵越南，擬治阮光平篡弒之罪，復黎氏社稷。會王師\\n大敗於富良江，阮光平懼中朝大舉復仇，遂卑詞乞降。帝因彼既勝而降，遂亦許之\\n。於是加封號，揮宸翰，恩禮稠疊。及光平來朝，復賜宴賜詩，賜游三海，待以隆\\n禮。光平歸國，仍復不靖，時以我國沿海盜舟供其指使，劫奪商民，且封海盜為提\\n督總兵諸官，海疆官吏無可如何。黎氏殘裔歸國後，復為阮光平所殲，中朝亦不過\\n問。至同治間，法人開殖民地至越南，見其地勢沿海，土肥人蠢，思久據之，始而\\n通商，繼漸逼入內地。時越南王告急於中國之書不知凡幾矣。朝命李文忠派員前往\\n，偵探實情。令下，無人應者。有桐城馬復賁者，以應試不第，依其兄居天津，兄\\n為操江練船管駕官，忠裔也。復賁請於兄，願應募往，兄遂為介紹於文忠。文忠大\\n喜，許以歸來後，必專折以薦，惟此時亦宜有職銜，乃立畀雙月候選同知執照以行\\n。此光緒七年事。復賁少有大志，好酒任俠，弛斥不羈，好讀書而不工舉業，嘗作\\n乘風破浪之想，此行而願遂矣。其行程由內地廣西出鎮南關，終日行深箐密林中，\\n虎狼之叫嗥，瘴癘之惡毒，一無所恐，隨役死二人，而復賁且無恙也。既間關至越\\n南，達中朝君相意旨，留其國者二年。於八年壬午冬，伴越南二使一范姓一阮姓者\\n來天津乞援師。文忠卻其請，而越遂亡。\\n　　文忠旋丁內艱，朝命合肥張樹聲署直督，文忠以復賁屬之，張已奏請以五品京\\n堂用。已屬稿矣，會有譖復賁於張者，言其酗酒狎妓事，遂不果薦，僅以同知終。\\n文忠復蒞，亦無如何矣。\\n　　嘻！以復賁之勇俠，使將一軍，頗足以伍絳、灌，惜不遇知己，奈何！其在越\\n南時，有致友人書一通，茲錄之以證當年之實事焉。書云：越土之廣古交阯無是也\\n，實由乾隆中兼併占城、真臘二國而然。自是分為南北二圻。乃得之未久，而南圻\\n極南海濱沃壤，為法人侵佔。同治十二年，法商以運械往雲南，道出北圻東京，羨\\n其地之富，乘間攻取。法以數十人之力，數日之中，連下八省都會，越人無計禦侮\\n。其時雲廣與越交界隙地，土匪出沒於深山密箐中，劫殺邊民。內有劉永福者，廣\\n東欽州人，素梟桀，有越官與相識，遂招其拒法。法受創，與越人成約而罷。因其\\n地形險阻，民心未附，法遂幡然變計，陽尊以虛名，而陰收其利，越人為其所愚。\\n數年以來，察地撫民，根深蒂固，一二年前，時有侵侮之事。越人噬臍莫及，復欲\\n乞援於朝廷，而私與法人立藥一節，顯背國法，自知未能蒙允，忍而不發，以至於\\n今。劉永福自助越人擊退法兵後，該國授為三省提督，駐紮宣光一帶，設關徵稅，\\n裕餉練兵，雖未必忠於越人，而仇視法人，實其本願。雲南自普洱、臨安東至開化\\n各府，皆與越交界。萬山重疊，路極崎嶇，內有大河三：一由蒙化東南流曆元江、\\n臨安至蒙自境入越界，名元江，下流名洮江，東流六百里，歷越之宣光、興化、山\\n西各省至其東京；一由蒙化南流，名李仙江，又名把邊江，歷普洱、思茅南入越之\\n興化省，折而東流七百里，名陀江，亦至東京，北與洮江會；一由開化南流入安平\\n，入越界下流，名宣江，歷越之宣光山南流四百餘里至東京。三江總匯，名為富良\\n江，一名珥河。又東南流三百餘里，分為數十派，瀠洄而東入於海，此地形之大略\\n也。劉永福所駐之地，即洮江中流，雲、越交界要隘。法之圖越也，實意在雲南礦\\n產之富，若越之東京，則早已在其掌握中矣。第因永福積仇，扼守中路，道阻不通\\n。從前法、越約中，原載明通商中國雲南一節，今法人以永福即為越官，礙其通商\\n之路，即係越人背約。去年八九月間，法人定議先攻越南，故賁於十一月奉差赴越\\n，傳語國王，留其都城二十日，反覆筆談數萬言。今年三月初八日，法陡興兵將東\\n京攻破。其時賁適在彼，身入其中，彼此商辦，法人亦知理屈，仍將城池交還越人\\n。賁即飛請速派大員來此，大可補救。適合肥丁艱，張公置任，遂將此事束之高閣\\n雲。\\n　　據餘聞人言，劉永福之棄越投清，亦復賁之計畫，嘗詢之，而彼不承認也。嗟\\n乎！以酗酒狎妓之微嫌，遂沒其困苦艱難之功業，中朝之賞罰不均，於此可見一斑\\n矣。\\n　　○緬甸訂約之失敗緬甸既敷衍了事後，遂定十年一貢之例。逮英人破阿瓦都城\\n，逐其國酋，夷其宗社，而中朝尚復不知。於是有光緒十三年與英人定《緬甸條約\\n》。茲錄之以證中朝自欺之笑柄焉：大清國大皇帝，大英國大君主、五印度太后帝\\n，因欲固存兩國友睦，歷久不渝，並廣開振興彼此人民通商交涉事宜。茲由大清國\\n特派管理總理各國事務衙門多羅慶郡王、總理各國事務衙門大臣工部左侍郎孫，大\\n英國特派賞佩二等邁吉利寶星、前署駐華大臣、今美京頭等參贊大臣歐，將所議條\\n款開列於左：一、因緬甸每屆十年，向有派員呈進方物成例，英國允由緬甸最大之\\n大臣，每屆十年派員循例舉行，其所派之人應選緬甸國人。一、中國允英國在緬甸\\n現時所秉政權，均聽其便。一、中緬邊界應由中英兩國派員會同勘定，其邊界通商\\n事宜，亦應另立專章，彼此保護振興。一、煙台條約另議專條。派員入藏一事，現\\n因中國察看情形，諸多窒礙，英國允即停止。至英國欲在藏印邊界議辦通商，應由\\n中國體察情形，設法勸導，振興商務。如果可行，再行妥議章程。倘多窒礙難行，\\n英國亦不催問。一、本約立定，由兩國特派大臣在中國京城將約文漢英各三分，先\\n行畫押，蓋用印章，恭候兩國御筆批准，再於英國京城速行互換，以昭信守。光緒\\n十三年二月初八奉旨依議。欽此。\\n　　按：第一條具見英國外交手段，以虛名與中國，第二條則實利歸己矣。第四條\\n更見狡猾，彼已與藏番連年開釁，藏恃城險，英恃炮利，互有勝負，未得便宜，意\\n欲使中國飭令藏番降服，而又不肯明言，恐違公法，故隱約其辭，且示退讓，則中\\n國與藏番不得不入其玄中矣。彼總理衙門群豕烏得知之。○廓爾喀貢使乾隆間征服\\n廓爾喀事，載之《聖武記》中。逮至英倫，見使署舊日檔案，始知廓當日舉兵，實\\n非抗中國也，乃欲伐印度也。印與廓有切齒仇，久欲得印而甘心焉，自顧力量不足\\n，擬借上國以為助。其時譯音不通，廓之語言又為印、藏夾雜之音，愈不能解。及\\n見兵起，邊吏倉皇入告，乃命福康安徵之，故一戰即降。降後上書於福康安，詳述\\n由廓入印山川道里甚悉，請發大兵收印度，願為嚮導。福據以上聞。乾隆帝忽疑廓\\n此舉為復仇之計，將引我重兵深入腹地聚而殲旃，不允所請。且其時正用兵西北，\\n開闢新疆，亦無暇他顧。厥後英人之滅印度亦廓爾喀導之也。惜哉！使當日移徵新\\n疆之師而收印度，而今日富甲地球矣，即鴉片亦無由而興，何有於禁，九州鐵不能\\n鑄此大錯也。自是廓亦定十年一貢之例。光緒元年冬，餘在京候試，忽市上喧言有\\n外國人入貢者，奇形怪服，非所常見，餘亦隨眾往觀，見其由永定門大街過天橋，\\n入正陽門，而至四譯館止焉。\\n　　貢品、行李、隨從及護送兵役約四五百人。其使臣二人皆衣滲金寬博之衣，皆\\n紅紫色，冠皆如和尚所冠之毗盧帽，而中較高，上似有金繡之飾。各手一素珠，乘\\n四人肩輿，無蓋無帷，如廟中神轎狀。大惑不解。明日見邸抄，始知為廓爾喀也。\\n相傳四譯館中能廓語者，僅譯吏一人，語且不精。幸廓使能英語，遂以英語相酬答\\n焉。至光緒三十一年，又見其入貢，絕不以中國貧弱而反顏，可謂有始有終矣。今\\n則為英之保護國，亦漸更其政俗，然其教則仍佛教也。\\n　　○哲孟雄之倖存印、藏之間又有小國名哲孟雄者，周遭僅中裡七十餘里耳。\\n　　本為藏番部落，每由西藏入貢之期，亦附貢微物，聊以將意而已。英人欲通商\\n西藏，必於達吉嶺開埠為轉輸停頓之地，欲開達吉嶺，必道出哲孟雄，遂力爭哲孟\\n雄於總理衙門，以為本係印屬小國。總署函致駐英公使爭之，於是星使命隨員各抒\\n己見。\\n　　有湖南新化人鄒代鈞者，為鄒叔績太守漢勛之孫，輿地名家也。\\n　　援古證今，原原本本考據哲非印屬。呈星使，亦不置可否，以示總文案方培容\\n。方字子涵，上元人，見鄒說，大聲曰：「欽差如商量此等大事，不可委之書生，\\n彼皆據《海國圖志》及《瀛寰志略》等書，妄騰臆說耳。中國古書，萬不足恃也。\\n既英人欲得哲孟雄，不如與之，中國何在乎此七十里小部落哉！」\\n　　星使亦不能決。方又曰：「何不與馬參贊商之？」星使以為然。\\n　　馬參贊者，英人馬格裡也，自郭嵩燾奉使時，即授馬二等參贊，借以通兩國之\\n情。馬雖英人，然忠於所事，並不助英以欺中，英人亦重之。及問馬，馬曰：「容\\n細查之。」即登樓覓鄒曰：「君輿地專家也，請據中國古書為我考察哲孟雄究奚屬\\n者。」\\n　　鄒曰：「已進一說於公使矣。」馬即詢星使。星使曰：「方子涵雲中國古書恐\\n靠不住。」馬曰：「是何言，中國書論中國事猶以為靠不住，豈外國書論中國事反\\n靠得住耶！」取鄒稿去，即據以譯成英文，而復英外部焉。英外部亦無異說，乃照\\n租借例定議而已。方在八股時代，頗有文名，不料一入仕途，頓喪其天良如此。\\n　　○新加坡之紀念詔書餘隨使泰西時，道出新加坡。其時中國總領事為左秉隆，\\n字子興，廣東人，京師同文館學生也。能通英、法、德三國語言文字，研究外交，\\n頗有心得。曾惠敏公攜之出洋，即任以新加坡總領事。時觴餘等於署中，見其書室\\n中有畫龍竹筒十餘枚，皆長三尺許，兩端皆以蠟印封固，異而詢之。左歎曰：「此\\n皆歷年中朝所頒暹羅、緬甸等國恩詔、哀詔也。製成後，循例頒寄，亦不計人之受\\n與不受。代寄者大都皆中國海商，一至新加坡即交與領事衙門，日積月累，遂有如\\n此之多。使果寄至彼邦，彼亦必不承認，反生枝節，不如留此以為紀念而已。」繼\\n又曰：「英人已屢次請求一二幅為博物院之陳列品，吾不敢也。」\\n　　○盜用巡撫印同治中葉，湘南盜用巡撫印文一獄，幾搖動大局，幸知縣某精細\\n，未釀大禍。先是，長沙有名妓廖玳梅者，色藝冠一時。\\n　　省紳某位尊而多金，昵之，欲納為妾，廖不允。有外縣紳某者亦昵之，其人家\\n亦不貧，且年少美丰姿，廖久屬意矣。外縣紳每逢省中課書院必至，至即宿寥所，\\n而屏省紳於門外，省紳頗銜之。一日，外縣知縣某忽奉巡撫密札一通，謂該縣紳士\\n某某等六人勾結髮逆餘黨，擬在省城作亂，已偵獲同黨多人，供證鑿確，即將某某\\n等六人密拿正法云云。令得此札大驚異，蓋此六人皆邑中清白公正之士，其中皆舉\\n人五貢之類，且家皆殷實，文名籍甚，何致有悖逆舉動，遂商之刑幕。幕將院札閱\\n數過，拍案曰：「此文偽也，焉有督撫印文而無監印官銜名者乎？公須親赴省垣，\\n密商布政，取進止。」令乃行，謁布政，以情告。\\n　　布政亦細閱撫札，不能決。語令曰：「爾明日毋出面，俟我上院詢明後，再商\\n辦法。」次早布政入見巡撫，密問曰：「如某縣某孝廉某拔貢者非公書院門生耶？\\n」中丞曰：「然。是皆高才生，累列首選，吾甚刮目者，豈有所干求耶？」布政曰\\n：「否。聞公欲殺此數人，何也？」中丞大驚曰：「何來此言？孰誑爾耶？」布政\\n曰：「有據在。」乃出印文授之。中丞面色如土，顫聲答曰：「印則是也，我何嘗\\n為此？」布政乃述其由，中丞益駭曰：「是不可不究。」因嚴鞫署中男女僕婢等。\\n有夫人小婢曰：「某日有某賣婆來，似曾向夫人乞印文焚疏事。」\\n　　亟逮賣婆至，初不承，繼將用刑，乃哭曰：「是省紳某賄我求夫人者。」立命\\n逮某紳，一訊而服。蓋省紳欲娶廖，廖意終不屬。省紳曰：「爾屬意者如目前暴卒\\n，則奈何？」廖曰：「某若死，則嫁爾。」省紳乃出此毒計，思假縣令手而殺之也\\n。彼五人亦因公事與省紳齟齬，結怨甚深，擬一並除之以為快。於是案乃大白。廖\\n逃至外縣，追捕監禁。賣婆與省紳皆擬斬。中丞夫人吞金死，中丞告病去。布政升\\n巡撫。某令則調署大缺以酬之。中丞劉琨，雲南人。布政李琚A江西人。其餘人\\n名、地名當日告者皆詳之，今忘之矣，僅憶一妓一撫一藩耳。\\n　　○巧對　曩在京師見有屬對之工者，輒記之，以資談助。「麥秋至」對「桑春\\n榮」，「三白瓜」對「萬青藜」，「青龍棍」對「朱鳳標」，「陶然亭」對「張之\\n洞」，「獅子狗」對「熊伯龍」，「烏須藥」對「黃體芳」，「李象寅」對「楊猴\\n子」，「赤奮若」對「朱▉然」，「杜鵑花」對「李鴻藻」，「老闆」對「童華」\\n，又「樹已半枯休縱斧」對「果然一點不相干」。以絕不相當之二語，集而成對，\\n覺字字銖兩悉稱，可稱工妙絕倫。\\n　　○古今事無獨有偶　二則吳翌鳳《遜志堂雜鈔》引《猗覺寮雜記》云，某縣有\\n尉，夜半叩令門求見甚急。令請待旦，尉不可，不得已披衣起，延尉入。問曰：「\\n事何急，豈盜賊待捕恐失時耶？」曰：「否。」\\n　　「豈有疾病倉猝耶？」曰：「無。」「然則何急？」曰：「某見春夏之交，農\\n事方興，又使養蠶，恐民力不給。」令笑曰：「然則君有何妙策？」曰：「某見冬\\n間農隙無事，不若移養蠶於冬為便。」令曰：「君策真非古人所及，奈冬無桑葉何\\n！」\\n　　尉瞠目不能答，久之長揖，曰：「夜深矣，請安寢。」閱此不覺失笑。古今事\\n真有如出一轍者：光緒中葉，金陵有需次通判甘某者，司東台縣釐稅，每夜必戎裝\\n持械攜兵役遍巡城市。一夜巡至縣署前，已四更矣，叩署門請見甚急。令以為火盜\\n之警也，披衣起見之，問何事。甘曰：「無他，適已出巡遍城闉，恐君更出為勞耳\\n，故來告，請安睡也。」今曰：「吾早寢矣，公來始起也。」甘亦惘惘而去，古今\\n事無獨有偶也如此。\\n　　寄園《寄所寄》所載，明山西喬御中廷棟，起家進士，巡方三省。罷官家居時\\n，每晨必具衣冠，升堂高坐，命僕役呵唱開門，以次伏謁，或作控訴狀，喬一一為\\n之剖判訖，然後如儀掩門。每日如此，聞者無不匿笑。不意今時亦有相類者。光緒\\n間，有皖人張傳聲者，入資為河南候補道，加花翎二品銜。其面目臃腫有癡態，腹\\n如五石瓠，食兼數人。需次汴省無差委，每日晨起盥漱早食畢，即冠珊瑚冠、孔雀\\n翎，數珠補服，由內室而出，中門置一云板，出則擊之，僕則高呼大人下簽押房矣\\n。\\n　　既就坐，一僕進茗碗，一閽者持手版十餘如折扇式，口稱某某等稟見，其實並\\n無一人也。張則手舉茗碗，作官腔曰道乏罷，閽者斜步出，則又高呼曰，傳伺候，\\n大人下來矣。張乃雅步登肩輿，出門拜客矣。亦每日如是，如演劇然。此葉孝廉士\\n芬為予言。葉、張之同鄉也，癸卯借汴闈報罷後即館其家，初見此狀，不覺大笑，\\n以為此公殆官癡也。張丁外艱，奔喪歸，死於中途逆旅中。\\n　　○命名不可不慎士大夫命名不可不慎，或貽笑柄，或誤功名，皆由於此。\\n　　湖南遊子岱方伯智開，應鄉試時名於藝。中式後，主司喬勤恪公謂之曰：「爾\\n名當改。」游不悟，問何故。喬曰：「爾歸閱《日知錄》便知。」游閱至黃幡綽、\\n鏡新磨故事，乃恍然，遂更名智開。江西勒少仲中丞應拔萃科時，名人璧。及選貢\\n，學使者謂之曰：「爾名當改。勒人之璧，是何行止。且璧與逼同音，既勒人，而\\n又人逼，非義也。」乃更名方錡應朝考焉。武進王頌平大令國均，戊辰進士，書法\\n甚佳，殿試已列入前十本進呈矣，及臚唱，太后聞之曰：「好難聽。」蓋「王國均\\n」之音與「亡國君」同也，遂抑置三甲，以知縣發安徽，被議改教職，為山陽教諭\\n二十年。復以卓異選雲南某縣令，未之任而卒，潦倒終身。又曾文正公中鄉舉時，\\n榜名子城，字居武。餘在京曾見是科鄉試同年錄。會試時，座師命改國藩焉。此事\\n近三十年殆無人知之矣。若今之以「國」、「魂」、「俠」、「血」\\n　　等字命名者，更卑卑不足道矣。○驗方　三則治咽嗝奇方，用老梗蘇泡水和麵\\n粉，俟日食時，在日中搓為丸，須即日曬乾，丸皆中空，治咽嗝有神效，此理不可\\n解。\\n　　光緒二十二年丙申七月朔，日有食之，餘目睹武進王仲光孝廉在蘇州制此丸，\\n中果空也。他時制之則不然。\\n　　龍眼核去黑皮，研極細末，治刀傷，立刻止血止痛。餘見此方後，即手制約三\\n四兩許，久未有用。一日在金陵見一木工誤以斧傷小童面部，血流如注，憶及此，\\n與敷之，頃刻血止，亦不疼，且能速愈。是亦不可解也。\\n　　小兒黃水瘡，潰爛出水，甚至不能坐臥。用風菱燒灰研末塗之，一二日即愈。\\n菱殼燒灰，愈陳愈佳，洞庭山所產尤佳。\\n　　此極不直錢之物也。崑山張敬夫、廣文芬傳餘此方，愈小兒甚多也。\\n　　○光餅　蘇州市上有賣一種小麵餅者，大如錢，中有孔，可以索穿之，微甘而\\n脆，名曰光餅。予童時嚐食之。咸豐間，制錢一文可購十餅。曾舉以問塾師，餅何\\n以光名，師曰：「想係光福人所創始耳。」遂亦置之。不意越四十餘年，偶閱雷琳\\n《漁磯漫鈔》載錢唐吳中林《詠光餅》詩，始知餅為戚繼光行軍時所作也。一事一\\n物，莫不有其原始，信乎開卷有益哉！\\n　　○誣妻得財光緒初年予留京過夏，有友人邀飲於肆，同座皆過夏者，藏鬮行令\\n，極其歡洽。座有一淮人曰：「予不習酒令，今說一事，如諸君能解決者免飲，否\\n則罰一杯。」眾曰可。淮人曰：「吾淮某甲，一日晨起將赴茶社小食，於途中拾得\\n銀券一紙，視之，固素所交往之錢肆也。欣然往取銀，甫入門，已聞失主央肆主註\\n銷求止付，而甲仍從容取銀去，失主不敢認，肆主亦不敢阻。是操何術以致此？」\\n諸人思之良久，皆不得其故。淮人曰：「各飲一杯，予言之。當甲挾券入肆時，見\\n失主在肆，即偽為怒容，洶洶入。肆主向之點首，亦不答。肆主曰：『先生清晨何\\n怒為？』甲曰：『不可說，不可說，家醜也。然吾兩人交情，言之何傷。予昨以事\\n赴清江，今早歸，見予妻枕邊有銀券一紙。』隨說隨即取券出，擲案上曰：『是必\\n予妻之姦夫所贈者，予將得而甘心焉，今姑取此銀去，會須偵之。』肆主唯唯，目\\n視失主亦無言，遂以銀與甲而去。」同輩聞之，皆駭歎其狡詐而已。\\n　　○回回賣豬肉常州市有屠肆。一日，有回教阿轟自禮拜寺諷經歸，衣白布回衣\\n，冠尖頂回冠，過屠門，適屠人拒巨斧據高砧斲豬首，血濺其身。阿轟大怒，將撻\\n之，經市人調停，命屠賠償，阿轟堅索銀餅十枚，將行矣，屠人曰，「銀既與爾，\\n衣當與我，且已為血污，爾亦不能服之歸家也。」遂脫而與之。屠忿甚，擲衣於地\\n，足踐而口詈之。一秀才在旁睨之而笑曰，「是奇貨，可使倍價而贖也。」屠猶怒\\n不解。秀才曰，「我非虛言，爾如聽我計，必能使之倍償。」屠曰，「若然，我但\\n得原價足矣，餘皆與君。」秀才曰，「可，爾明早衣其衣，冠其冠，據案賣肉，渠\\n聞之必來觀，可惟爾所欲。」屠如言。次日喧傳一回人賣豬肉，皆來觀。阿轟一見\\n，更怒，勢將用武。屠曰：「我以十圓買得者，爾豈能禁我不衣乎，何無理取鬧如\\n此。」觀者如堵，皆謂屠言直，阿轟無如何，願將昨所得者還之，求勿衣。\\n　　屠不許曰，「非十倍不可，」再三請，倍價贖歸。秀才曰如何，欣欣然持十圓\\n而去。此武進餘益齋工部為予言。\\n　　○趙三姑娘昆明趙蓉舫尚書光，長刑曹二十年，且累得試學差，又累次查辦外\\n省案件，積資至五六十萬。無子，只生三女，長，次皆早嫁早死，惟三女未字。趙\\n沒後，尚遺財三十餘萬，皆三女掌之，嗣子所得甚微也。一日，三女謁萬藕舲尚書\\n青藜曰：「姪女年已逾三十矣，求年伯為我擇婿，一須元配，二須少年翰林，三須\\n海內世家。」萬曰難。會有儀徵胡隆洵者，以赤貧士入都，聯捷授吏部主事，萬之\\n門生也。聞胡未婚，謂三女曰：「胡某已如爾所約之半，如爾不願，我亦不敢過問\\n。」女不得已許之，遂涓吉成禮。胡一旦驟富，夫尊婦如帝天，婦視夫如奴隸，不\\n待言矣。趙存日，有紅綠佩二事，皆大如掌，一則透水玻璃翠，一則雙桃紅碧璽也\\n，朝中大老無不知之。及三女嫁後，二佩歸於胡矣。胡一日佩之入署，眾皆屬目，\\n一少年滿司員謂眾曰：「明日當揶揄之。」次日胡入署，此少年急趨至胡前，半跪\\n請安曰：「大人一向好。」胡以為誤也，連稱：「不是，不是。」少年忽昂首曰：\\n「我適見雙佩，以為趙大人復活矣，孰知是爾耶！」眾轟堂大噱。自是胡不敢佩矣\\n。三女歸胡後，未數年死，無子。胡再娶亦無子，及卒，以弟之子子焉。資財數十\\n萬，米市衚衕大宅，皆歸其弟矣。\\n　　○王玉峰三弦明秀水沈德符《敝帚齋餘談》所記，京師李近樓，幼以瞽廢，遂\\n專心琵琶。其聲能以一人兼數人，以一音兼數音。嘗作八尼僧修佛事，經唄鼓鈸笙\\n簫之屬無不並奏，酷似其聲，老雉高下曲盡其妙，又不雜以男音，一時推為絕技。\\n不意清光緒季年，京師有瞽者王玉峰，亦能以三弦作諸聲，並能彈二簧各戲曲，生\\n旦淨丑、鑼鼓弦索亦各盡其妙。尤神者，則作洋鼓、洋喇叭、操兵步伐之聲，使遠\\n處聞之，不知其出於三弦也。觀於明之李近樓亦為瞽者，可知瞽人心細，能體會入\\n神。此等絕技，必間世而生，非有師傳，亦不能教人。玉峰上距近樓已四百餘年矣\\n，五百年名世挺生，即微藝亦何莫不然。玉峰每於國忌齋戒等日，必奏技於正陽門\\n外之廣德戲園，蓋是日不演劇也。聽者較觀劇倍之，價亦倍之，因此致富雲。\\n　　○麻瑞子空鍾京師兒童玩具有所謂空鍾者，即外省之地鈴，兩頭以竹簡為之，\\n中貫以柱，以繩拉之作聲。惟京師之空鍾，其形圓而翩，如一軸貫兩車輪，其音較\\n外省所制清越而長。有覺羅旗人號「快手羅」者，精此技，久於金陵以此為生，遂\\n致小康。然猶不知麻瑞子之出類拔萃也。麻瑞子亦旗人，而有痘瘢，其姓瑞，以善\\n空鍾得名。嘗奏技於東西兩廟集及新年廠甸中，餘曾見之。\\n　　能以半段空鍾用繩扯之，飛高躍低，左盤右旋，無不如志。西人極詫之，謂兩\\n輪去一，重心力已失，何以能圓轉如意，不致蹉跌。百思不得其解，乃歎中國人之\\n絕技，固匪夷所思也。\\n　　○端忠敏死事始末清宣統三年辛亥四月，鐵路國有之旨下，起長白端方為候補\\n侍郎，督辦川漢、粵漢鐵路事。先是，己酉之秋，端由兩江總督調直隸，正慈禧太\\n后梓宮奉安之日，於隆裕後行禮時，端之左右有以攝影器攝行禮狀，後大怒，以大\\n不敬罪端，革職，抵任甫百日也。至是以親貴及諸大臣薦，遂起用，豈料禍機即伏\\n於此哉。端既受命，於六月九日抵武昌，建行台於平湖門外，勘路召匠，期於九月\\n朔興工。而川人以川漢鐵路已奉先朝諭旨，歸商集資承辦，懇川督趙爾豐代奏，收\\n回成命，不報。再三請，則以格殺勿論恫嚇之。於是川之士民焚香環跪督署者數千\\n人，大書德宗皇帝神位，頂於首而泣求焉。爾豐大怒，命衛隊銃擊之，死者枕藉，\\n而川亂成矣。事聞於朝，電旨命端方率鄂軍入川平亂。七月下旬，端發武昌，率三\\n十一、三十二兩標兵以行。\\n　　至宜昌，按兵候消息。端之意蓋不欲臨之以兵也。無何，朝旨嚴迫，不得已進\\n至重慶。至重陽日，聞武昌事起，民軍已據武漢二城，蔭昌率京軍南下，亦敗退。\\n端大恐，亟率師進至資州駐焉。朝命革趙爾豐職，以端代之。端知事無可為，欲入\\n都面陳機宜，兵大嘩。時統兵者一為曾廣大，一為鄧某，皆端任鄂督時所拔之士也\\n，於端皆有師生誼。又有營官董海瀾者，四川人，亦鄂之學生。當端之發武昌也，\\n總督瑞澂力薦於端，謂可大用，端遂命董為營官，隸曾廣大部下。當時廣大禁兵毋\\n暴動。\\n　　至十月朔，端行有日矣，佈告軍士謂已遣人至成都銀行借四萬兩發本月之餉，\\n並為眾軍辦歸裝，眾怒稍息。至初五日，端束裝待發，眾以銀未至阻其行，並要挾\\n書券，端與之。至初七日黎明，銀猶未至，眾謂誑我，於是董海瀾倡議入行館，驅\\n端至側屋云：「我輩將假爾室開會議。」兵入室，遍搜行篋，無所得，即欲殺端，\\n曾廣大乃宣言曰：「端某非誑人者，彼欲行即聽其行，何必殺，如贊成者舉手。」\\n乃舉者僅少數。曾又再三勸，兵皆洶洶，謂曾有異志，當先殺之，曾乃不敢言，大\\n哭出。謂端曰：「曾某不能保護，罪萬死，然迫於眾，實無可解免矣。」其時兵皆\\n舉銃待發，曾亟止之曰：「此中尚有漢同胞無數，若滿人不過端兄弟二人耳，何為\\n玉石不分耶！」眾乃逼端至行館大門一小屋中，亂刃交下。其弟端錦大罵，迫之跪\\n，不屈，亦亂刃而死，皆斷其首。曾廣大備棺斂之，欲並斂其元，眾曰：「是將函\\n至武昌者，不得斂也。」乃即日東下歸鄂矣。僚友僕從皆隻身分道遁。初八日，成\\n都借銀至，已無及矣，遂為紅十字會所得。先是，端之議行期也，尚未得成都獨立\\n信。至初五日，資州牧以省電告，遂決意還京，資州眾紳環而請曰：「公毋行。公\\n若反正，則成都唾手可得，即眾亦必以都督舉公，且公之兵所以嘩囂者，以公不反\\n正也。若一變計，則皆為心腹矣。」端不可。眾紳又請曰：「公如慮成都不能容，\\n則即於資州樹白幟，某等可函致省紳來資州擁公為主，公幸勿疑。」端歎曰：「我\\n果如此，何以對慈禧太后、德宗皇帝於地下哉！我計決矣，君等毋為我慮也。」皆\\n太息而散。端自入資州後，無日不作還京計，使早日行，亦可無事，乃一因借銀未\\n至，二因有投誠土寇周姓約初四日率眾來降，遂待之。不料初五日一聞川省獨立之\\n信，而禍不旋踵矣。端之至重慶也，凡南北公私函電，及從官信牘，皆為軍士所遏\\n不得達，是以沿江各省響應反正之舉，一無所聞，蓋至死僅知武漢之事而已。死事\\n聞，贈恤如例，特諡忠敏。此殆清廷最後之予諡矣。其監印官李寅生於十一月望日\\n間關至上海，為予言如此。又聞某君雲，端方陰謀不測，革黨深忌之。當其督鄂督\\n江時，凡黨中魁杰為其所離間者，不知凡幾，屢欲起事，均為所敗。使其久督畿輔\\n，則革命事業，不得成矣。清有長城如此，而顧以微瑕黜之，此清之所以亡哉。端\\n為人無赫赫之威儀，好嬉笑諧謔，而中無城府，待故舊甚厚。好藏古物，生平宦橐\\n皆耗於此。及罷官閒居，猶坐客常滿，尊酒不空，亦近代大吏中之風雅者。非某君\\n言，不過以畢鎮洋、阮儀徵視之耳。嗟乎！瑞澂輩誤國殃民，罪魁禍首，竟逃顯戮\\n。獨端方不保首領，豈天之欲成其名耶！\\n第六卷????卷中三</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○阿肌酥丸京師黃教喇嘛治病之藥有所謂阿肌酥者，丸藥也，形如綠豆，作丹\\n砂色，又名子母丸，分牝牡二種，以牝牡二粒置淨瓶中，嚴封其口，供養於淨室中\\n，每日清晨焚香咒之，至四十九日，則滿一瓶，取治百病，據雲無不效者。餘昔年\\n寓光稷甫侍御家曾見之，乃一宗室顯者所贈，光氏雖得之，亦不敢用也。○女統領\\n清同治初年，有皖人朱某者，讀書應試，年逾冠不能青一衿，忿而從軍為書記，輾\\n轉數年，隨大軍度關隴，隸統領陳姓麾下。統領者，記名提督巴圖魯也。朱年少美\\n丰姿，為人亦和藹，統領甚倚重之，諸同僚不如也。一日者，統領忽獨召朱夜飲，\\n留與同榻，朱不肯，拔刀將殺之，不得已，從之。及登?，孰知統領乃女子，猶處\\n女也，大樂。朱由是夜夜皆宿統領所，同僚皆鄙之，皆以朱為統領龍陽矣。久之，\\n統領腹漸大，將產矣，大懼無策，又不敢冒昧墮胎，商於朱，朱慫?直言稟大帥。\\n　　時左文襄公督陝甘，朱且舉木蘭故事，謂必不見斥，從之。文襄得稟大驚異，\\n將據實奏聞。幕僚曰，事涉欺罔，恐朝廷見罪，不如其已。於是命朱襲陳名，統其\\n軍，而陳於是易弁而釵矣。\\n　　後朱從徵回逆，請歸宗，更納二妾。陳大怒，挾其資財與所生之子居甘肅省城\\n，遂與朱絕。考陳之由來，則當同治初元間，將軍多隆阿由湘入陝時，道出荊子關\\n，軍中募長夫，有童子應募而來，面黧黑而多痘瘢，且碩大多力，人不料其雌也。\\n初入營牧馬，繼拔為兵，屢建奇功，得洊升至記名提督巴圖魯。雄飛十年，一旦雌\\n伏，奇矣。此江夏范嘯雲遊戎為餘言，范其時亦從軍關隴間也。此事若付之管弦，\\n播之聲歌，安見紅氍毹上不演出一剛健婀娜之佳人哉！誰復憶其黑而且麻之蠢女也\\n。\\n　　○奇姓　李文忠督直隸時，有部將姓者名貴，雲南人，生長於合肥。有知其歷\\n史者，謂其高、曾有因事發配至合肥，遂家焉。貴孩提即失怙恃，亦不自知其姓。\\n稍長應募為兵，募者問其姓名，答以不知。募者笑曰：「之乎者也皆可為姓，爾即\\n姓者名貴可也。」以功洊至記名提督巴圖魯，補通州協副將。范嘯雲遊戎曾隸其麾\\n下，為餘言如此。從此萬姓統譜又增一奇姓矣。\\n　　○意外總兵清同治間，湘、淮軍興，削平發、捻、回諸大亂，各路軍功所保記\\n名提督，部冊所載近八千人，總兵則近二萬人，副將以下汗牛充棟矣。故提鎮大員\\n欲得實缺，非督撫密保不可。有桐城人陳春萬者，農夫也，多力而膽大。同治初年\\n入湘軍為兵，隨大軍轉戰至關隴，亦保至記名提督巴圖魯黃馬褂矣。左文襄頗喜其\\n勇，然以其無智慮，又不識字，十年來位不過營官而已，不但無簡任之望，並數營\\n統領亦不可得，鬱鬱不得志。文襄既出關，陳營又裁撤，更無聊賴，貧不能歸。迨\\n文襄班師回任，陳欲往面求一差委。及見文襄，即向之稱賀。陳曰：「標下來求中\\n堂賞飯吃耳，何賀之有？」文襄曰：「爾尚不知耶？爾文印較我印大且倍也。」陳\\n愈不解。文襄乃命設香案，陳跪聽宣旨，始知已特簡肅州鎮掛印總兵，廷寄到已數\\n日，正覓其人不得也。清制，掛印總兵，體制尊崇，與尋常總兵大異，准專折奏事\\n，不受總督節制，如宣化鎮總兵，乃掛定邊左副將軍印之類。當時文襄頗疑陳密求\\n李文忠而得此缺，甚忌之。蓋因肅州鎮出缺時，例由文襄奏報，即隨折保二人以進\\n，而皆未用故也。\\n　　後始聞內廷人言，是日軍機開單呈請簡放時，帝筆蘸朱太飽，未及見文襄所保\\n之人，而硃點已滴於陳名之上。帝曰：「即此可也。」陳實得之意外。不二年謝病\\n歸，終不能安於位也。亦范嘯雲言。\\n　　○孔翰林出洋話柄清光緒丙戌曾惠敏公紀澤由西洋歸國，忿京曹官多迂謬，好\\n大言，不達外情，乃建議考遊歷官，專取甲乙科出身之部曹，使之分游歐美諸國，\\n練習外事。試畢，選十二人，惟一人乃禮邸家臣之子，非科甲，餘皆甲乙榜也。游\\n英法者，為兵部主事劉啟彤，江蘇寶應人；刑部主事孔昭乾，江蘇吳縣人；工部主\\n事陳爔唐，江蘇江陰人；刑部主事李某，山東文登人。命既下，李與陳皆知劉久客\\n津海關署，通習洋情，遂奉劉為指南，聽命惟謹。孔獨不服，謂人曰：「彼何人，\\n我乃庶常散館者，豈反不如彼，而必聽命於彼乎？」隨行兩翻譯，皆延自總理衙門\\n同文館者，亦惟劉命是聽，孔愈不平，所言皆如小兒爭餅果語，眾皆笑之。一日者\\n，行至意國境，船主號於眾曰：「明日有東行郵船往上海，諸君有寄家報者可於今\\n日書之。」於是皆報平安。次日晚餐，席上忽無牛肉，蓋西行已浹旬之久，牛適罄\\n也。\\n　　孔忽謂劉曰：「船主私拆我家信矣。」劉曰：「何以知之？」\\n　　孔曰：「我家世守文昌帝君戒，不食牛肉已數代，及登舟，每飯皆牛，嘗不得\\n飽。昨於家書中及之，今忽無牛肉，是以知其拆閱我家信也。」劉笑曰；「船主未\\n必如此仰體尊意，公自視太尊貴矣，且船主未必識中國字，拆信何為？況歐人以私\\n拆人信為無行乎，公何疑及此。」孔指二舌人謂劉曰：「彼中國人也，何以能識洋\\n字，安保船主不識中文耶？」劉嗤之以鼻。及抵英倫，以舌人不聽彼使令，遍訴於\\n使館中人，初不知其有神經病也。凡遊歷各廠各要塞，皆劉語舌人，按路之遠近為\\n游之先後。一日遊阿模司大炮廠，見所鑄炮彈有長三尺許者，羅列無數。孔問舌人\\n，以炮彈對。孔大怒曰：「爾以我為童呆耶？炮彈乃圓物，我自幼即見之，此明明\\n是一尊小炮，何云炮彈？」\\n　　舌人亦不答。凡經游之地，其門者皆有冊請留名，孔必大書翰林院庶吉士，劉\\n每笑而阻之，孔謂是妒，大不懌。久之使館中人皆知其有神經病矣。彼所言或勸之\\n，或不直之，孔鬱愈甚，而病發矣。一日，忽具衣冠書狀呈公使，大聲呼冤。公使\\n命人收其狀，而卻其見。視其狀則皆控劉語，大可噴飯。閱數日，見公使無動作，\\n遂竊同伴之鴉片膏半茶甌全吞之，復至廚下覓冷飯半盂，咽而下之。人初不知，及\\n毒發，眾詢之，自言如此。\\n　　急覓醫診救，已無及矣，至夜半斃焉。?頭有遺書一通，上分使者，略云：「\\n劉將殺我，前日引我至蠟人館，指所塑印度野蠻酷刑相示，是將以此法處我也。我\\n不如自盡，免遭其屠戮之慘，並乞公使代奏，為之理枉。」云云。於是倫敦各報館\\n大書遊歷官自盡，所言皆一面之詞。幸公使及眾人皆知其由，不然劉受其累矣。孔\\n死後，公使奏請給恤如例，並函致其父述其情。\\n　　其父歎曰：「是兒素有痰疾，其鄉試落第時，亦曾作此狀，幸防護周至，獲免\\n。今又犯此病而死，是乃命也，於劉乎何尤？」\\n　　時餘亦隨使英倫，親見之，悉其詳。\\n　　○聯語無偶京師士夫好作聯語相謔，至今相傳有二聯無屬對者。大興劉位坦有\\n婿三人，人為之語曰：「劉位坦三位令坦：吳福年喬鬆年黃彭年。」吳，錢塘人，\\n道光乙巳探花，未開坊而卒。喬，山西徐溝人，由進士部曹歷任封圻，終於東河總\\n督，諡勤恪。\\n　　黃，貴州貴築人，亦由進士曆官至江蘇布政，擢巡撫。三公皆顯貴，而當擇配\\n時則皆未第也。又昆明趙蓉舫大司寇光之次女，為桐城光稷甫侍御繼室，京師為之\\n語曰：「趙光之女光趙氏。」二語皆無屬對者。\\n　　○謔吟召釁有泰州王某，同治甲子舉人，以部曹而為軍機章京。一日入直至半\\n途，忽摸項下忘掛朝珠，遍索車中亦不得。時已入正陽門，勢不得回宅，蓋夜半開\\n城，只許入不許出也。不得已，憶東城有好友浙人汪某，可往假之。驅車往叩門。\\n汪已寢，聞王至，亟起。王告以故，即入取珠出，且曰：「吾較爾長大，吾珠恐不\\n合用，茲以內子所用者假爾用之。」王致謝，且戲吟曰：「百八牟尼珠一串，歸來\\n猶帶粉花香。」此乾隆間京師譏某相義女詩也。汪聞立變色，返身入內。王亦不俟\\n其送，即匆匆出。甫上車，見汪氣洶洶手白刃出，大罵曰：「爾如此污蔑我，誓與\\n爾不共戴天！」王亦不解，急驅車去。汪猶追及，斲車尾而返。次早汪復握刀至王\\n所居巷口俟之，晝夜不懈，致王誤班數日。王后詢於人，始知所吟詩即當時刺其祖\\n母之詩也。嗣以汪尋仇不已，遂謝病歸，終身不入京。\\n　　○吃飯何須問主人揚州李某亦軍機章京也，每下班必至東華門外戶部王宅午飯\\n，無論主人在家與否，蓋李與王同年至好也。一日李因病請假數日，假滿復入直，\\n及下班，擬仍至王宅午飯。甫入門，一僕半跪擋駕。李曰：「爾新來僕耶？爾不識\\n我耶？」僕曰：「誠新來者。」李曰：「我李某也，爾主既不在家，即稟爾主母，\\n備午飯我食也。」僕以告主母，意必夫之至交也，具盤飧焉。\\n　　李據案大嚼。未已，主人歸，李視之不識也，手一箸幾無置處，窘不可言。主\\n人曰：「久聞公名，公與前主人王某同年至好，我與王某亦至好，同姓同官又同司\\n。前主人已於三日前移居外城，遂以此宅與我，我故一切門封門榜皆無須更換也。\\n公既可在前主人王某處午飯，何不可在我處午飯。」相與共啖甚歡。\\n　　嗣是下直午飯亦如曩例。前王聞之，大笑曰：「不圖此宅乃為李某啖飯所，奇\\n矣。」\\n　　○旗主旗奴　三則覺羅炳成，號半聾，八旗老名士也，與桐城光稷甫侍御莫逆\\n交。裕庚者，亦光之世交晚輩也。炳無三日不在光所。裕自英果敏罷廣督後，始攜\\n眷居京師內城，亦偶至光宅。一日會食，光坐裕於炳之上，以裕疏而炳親也。食時\\n，炳與裕不交一言。\\n　　食畢，炳忽謂裕曰：「爾今日短一過節，我因在漢官家，不便挑眼。」裕唯唯\\n謝罪。翌日，半聾語予曰：「凡各項包衣並小五處旗人，或奴籍，或重台，例不得\\n與宗室覺羅抗禮。若必不得已，必先半跪請曰，求賞一座，然後坐，方為合禮。裕\\n庚乃漢軍小五處包衣旗，必先須請命而後坐，裕欺我不言，故詔之。」予笑曰：「\\n公等旗人，過節太多。」半聾又曰：「每有旗主貧無聊賴，執賤役以餬口，或為御\\n者，或為喪車槓夫，或為掮肩者，若途遇其奴，高車駟馬翎頂輝煌者，必喝其名使\\n下車代其役，奴則再三請安，解腰纏以賄之求免焉。故旗奴之富貴者，甚畏見其貧\\n主也。」\\n　　嘗聞道光間有旗人官兩淮運使，其妻與揚州知府妻往來。\\n　　知府，漢人也。一日知府妻欲宴運使妻於署，以不諳待滿人禮，覓一滿婦為陪\\n客。遍查同城官眷，惟參將標下中軍守備係滿人，且世家子，遂往拜致意，守備妻\\n慨允之。屆期，盛筵以待。守備妻絕早至，日中運使妻至，守備妻據坑南面坐，傲\\n不為禮，主人訝之。運使妻一見，即雙膝跪請安。守備妻曰：「今日主人賞爾飯，\\n不必拘禮，可坐下。」運使妻又雙跪謝，然後坐。\\n　　及席設，知府婦推運使妻首坐，守備妻曰：「今日我在此，彼不便坐，我代坐\\n可也。」運使妻為之送箸斟酒，侍立於側，若奴隸然。守備妻曰：「爾不可拂主人\\n盛情，權坐下同啖可也。」\\n　　又請，又安始就坐，侷促至不敢舉箸，而守備妻則據案大啖。\\n　　席散客去，守備妻欣欣然，運使妻悻悻然，知府妻則皇皇然，不明其故。繼聞\\n人言守備妻為旗主，運使妻旗奴，奴自不敢與主抗禮也。知府亟趨謝罪，而運使終\\n以此存芥蒂焉。\\n　　又道光朝大學士松筠秉政，上甚倚重之，忽請假數日，上不之異也。次日軍機\\n召見奏對畢，上忽問曰：「松筠何事請假？」一滿軍機對曰：「因該旗主家有白事\\n，松筠照例前往當差。」上曰：「汝往視之，如無甚要事，可命其早日銷假。」滿\\n軍機銜命往，至則見松筠摘纓冠，身白袍，坐大門外司鼓。滿軍機傳旨訖，次早，\\n面奏情形。上大怒，該旗主有意侮辱大臣，即日降旨換鬆旗，免其奴籍焉。○武英\\n殿版之遭劫清初武英殿版書籍，精妙邁前代，版書皆存貯殿旁空屋中，積年既久，\\n不常印刷，遂為人盜賣無數。光緒初年，南皮張文襄之洞官翰林時，擬集資奏請印\\n刷，以廣流傳。人謂之曰：「公將興大獄耶？是物久已不完矣，一經發覺，凡歷任\\n殿差者，皆將獲咎，是革數百人職矣，烏乎可？」文襄乃止。殿旁餘屋即為實錄館\\n，供事盤踞其中，一屋宿五六人、三四人不等，以便早晚赴館就近也。宿於斯食於\\n斯，冬日炭不足則劈殿板圍爐焉。又有竊版出，刨去兩面之字，而售於廠肆刻字店\\n，每版易京當十泉四千。版皆紅棗木，厚寸許，經二百年無裂痕，當年不知費幾許\\n金錢而成之者，乃陸續毀於若輩之手，哀哉！文淵閣每年伏日例須曬書一次，十餘\\n日而畢，直閣學士並不親自監視，委之供事下役等，故每曬一次，必盜一次，亦有\\n學士自盜者。惟所盜皆零本，若大部數十百本者，不能盜也。究其弊，皆以國為私\\n之病，不公諸民而私者官，不知官流轉無定者也，民則土著占籍累世不遷者也。觀\\n東西洋各國博物院藏書樓等，皆地方紳士管理之，不經官吏之手，故保存永久焉。\\n　　○破題僅兩句河南懷慶府河內縣有郝姓者，為糧店管事。店主有子以賄入泮，\\n至鄉試年，復欲以賄鄉舉，命郝輦金至省城覓搶替焉。\\n　　郝因其資亦納監倩人代作。榜發，店主子落第，郝竟獲雋，復以金倩人覆試訖\\n，不敢入禮闈也。三科後，大挑得知縣，簽分江蘇。嘗語人曰：「我向不知破題做\\n法，孰知僅有兩句耳。」\\n　　皆以為笑談。光緒丁酉江南鄉闈，郝奉調簾差，大懼，星夜托病歸里，從此不\\n復業。此河內竇甸膏大令為予言。\\n　　○瘍醫遇騙光緒中葉，金陵有外科王立功者，合城知名者也。設醫室於三山大\\n街。一日晨，有人以銀餅二圓餽王，且曰：「吾外甥為綢莊學徒，遭人奸騙，致患\\n臀風。吾今薄暮約其來求診，先以此為贈。第外甥畏羞，請勿於人前說破也。」王\\n允之。其人遂至綢莊購綢緞約三百金，謂莊主曰：「請遣一學徒隨我往外科王先生\\n處付銀。」市人皆知王，固無不信者，即遣徒挾貨物隨之行。至王室門外，其人曰\\n：「以貨與我，在此坐候，爾隨王先生上樓可也。」王見其人偕一童子來，以為必\\n其外甥也，相喻無言，邀童子登樓。童子以為必給銀也，孰料王謂之曰：「爾有病\\n勿害羞，請脫褲，我為爾治之。」童大怒。王曰：「爾母舅先言之矣，勿諱疾也。\\n」童曰：「孰為我母舅者，其人來我肆購物，我隨來取資耳，何病之有！」王至此\\n始悟遇騙，亟下樓視其人，已杳矣。乃訟於官。時湖南翁延年令上元，斷令王賠其\\n半，綢莊亦認其半，而騙子終不可捕。\\n　　○方九麻子九麻子者，乾隆中直隸總督方勤襄公之族叔。勤襄名維甸，即世所\\n稱小宮保是也。九麻子名不著，少無賴，能以術攫人財，屢犯法，捕弗獲。富人畏\\n之，貧人又甚喜之，蓋詐取之財，施與不吝也。中年，忽走保定投制府，自陳改行\\n，願為走卒以自效。制府以族屬尊行，使佐內署會計事，月給數金而已。久之勤謹\\n逾常人，且絲毫不苟，性復謙抑，合署之人皆善之，主計者亦屢譽之，制府以為果\\n改行也，數倍其俸給，而勤謹謙抑如故，更重之。方無事不出署，偶出，必購舊皮\\n箱歸，以為常。\\n　　數年積皮箱百數十具。人問之，答曰：「南方革貨甚名貴，北貸值賤而物堅，\\n雖費舟車資，獲利猶倍蓗也。」皆服其心計。\\n　　忽一日謂制府曰：「我離家三年矣，將歸省老母，乞假數月。」\\n　　制府允之，且厚贐之。方於是僱大車十餘輛，實其箱加鎖焉，亦不知中藏何物\\n也。先是，制府尊人恪敏公出塞省親也，每歲徒步往返數千里，道必經沙河縣之伽\\n藍寺。寺即在大道旁，距保定百餘里。一年大風雪，凍餓僵寺門外。方丈僧夢有虎\\n臥寺前，驚起集徒眾持械往視，則一死人也。衣履不類丐，撫之體尚溫，舁入救之\\n蘇，更為粥糜藥餌以養之，詢知為孝子也，更贈裘與金焉。數日病已，將行，謂僧\\n曰：「我若得富貴，必大興爾寺，俾為通省冠。」及公受特達知，不十年官直隸總\\n督，加太子少保。公諱觀承，世所稱老宮保是也。公乃捐萬金修寺，於是合省官民\\n佈施無算。寺僧又善營運，有良田數千頃，跨三邑界，下院數十處，京師永興寺亦\\n下院之一也，富果為通省冠矣。九麻子夙知之，是日驅車出，將抵寺，日已西，謁\\n方丈，謂受制府命，護衣笥還故里，距驛尚遠不得達，求假一宿，僧許之。乃積笥\\n於僧之密室，更命沙彌備浴器，更命購皮紙數十張，麵糊一器，方以浴盆置密室中\\n，以皮紙嚴封其窗隙。僧大異之，謂時正炎暑，何不憚煩乃耳。及入浴，僧竊窺，\\n則見其坐浴盤中，作恨恨聲曰：「皆是爾作怪，致名播全省無立足地。」隨語隨拔\\n其腿之毫毛。僧白之方丈，方丈曰：「是矣，無疑也。」蓋數月前，有大盜號飛毛\\n腿者，入京劫某邸，得贓甚巨，上命步軍統領懸重賞購之，期必獲，遍通都大邑皆\\n懸有賞格，事頗急。至是僧乃密報縣，官遣兵役掩捕之。方至縣，自陳如告僧語，\\n官不信，係方獄，遣人至保定偵虛實，信，乃大恐，延方上坐，盛筵請罪，且厚賄\\n之，屬勿為制府知，方曰：「可。但笥存僧寺三日矣，保無有遺亡者，須輦至縣署\\n驗之。」官云然。笥至啟之、則殘破之袈裟經典，以及木魚鐘磬之屬。再啟、三啟\\n亦如之。方怒曰：「此必僧易之矣，豈有迢迢數千里而齎此歸哉！且督署中，安得\\n有是物哉！」擲清單出，命寺僧如數以償。僧大驚愕，無以辨，再三請，官命罰五\\n萬金，俾方成行焉。方歸為富人以終，不復為馮婦矣。後制府知之，歎曰：「其才\\n可愛，其心不可測也，今而後不敢遽信人矣。」後數十年有插天飛事。\\n　　○插天飛插天飛者，名亦不傳，亦方族也，才更勝於九麻子矣。其貌方頤廣顙\\n，美鬚髯，望如天神。學問賅洽，熟諳宮廷掌故。\\n　　有徒黨數十人，周流各省，專伺察地方大吏以取財。有河南巡撫某，以事攖上\\n怒，將罪之，未發也。忽喧傳有操北音者數十人來，賃居城外某巨寺，終日閉門禁\\n出入，惟晨開片刻通樵汲而已。數日來合城文武皆皇駭，祥符縣令遣乾役終日伺之\\n。一日薄暮，有人出似閹狀，手提壺將行沽，役尾之至肆，與語不答，提壺返，悄\\n悄掩門入。次日又遇之，役代給直，初不肯，繼見肆主終不受，乃向役謝，役更邀\\n之飲，詢之，閹曰：「吾主今上大阿哥也，因爾巡撫於某某等案得賄枉法，故命密\\n訪，如得實，聖怒不可測也。爾慎勿泄，否則我無命矣。」役唯唯，亟走報，皆皇\\n懼失色，計惟有重賄以息事耳。次日，自巡撫以下皆具衣冠往謁，車騎喧寺外。叩\\n門不應，但聞敲撲聲、呼號聲，久之寂然。門忽啟，有二人如校尉者，以筐舁一屍\\n出，血肉模糊，役見之，即昨日沽酒之內監也。皆大懼，懍懍然報名膝行而進。插\\n天飛則黃馬褂珊瑚冠孔雀翎如侍衛大臣狀，指台坐少年謂眾官曰：「爺在此，可行\\n禮。」少年欠伸小語，眾不聞。則代宣曰：「明日回京也。」皆唯唯。至暮，巡撫\\n括黃金萬兩密遣之。次日黎明，眾官祖道於城外。忽擲一紙裹與巡撫，命回署啟閱\\n。歸視之，乃以巨幅大書「領謝」二字。始嗒然知遇騙。　道光間，漕、河兩督皆\\n駐節清江浦，有山東巡撫署河督者抵任有日矣。忽有老者衣冠謁漕督，謂是新河督\\n之封翁，接見暢談京朝事，皆原原本本。既而曰：「我先小兒一日行，計渠亦應到\\n矣。頃見某骨董肆有古玉數事甚佳，議價三千金，立索不欠，故來挪借，俟小兒一\\n到即奉還。」漕督立命舁三千金出。\\n　　正酬酢間，忽報新河督至。老者笑曰：「渠亦應到矣。」河督入，見一老翁冠\\n服極品，傲然踞上座，不為禮，不知誰何，不敢問。老者撚鬚微笑曰：「爾來甚善\\n，爾等當有公事，我暫退。」漕督送之出，返，河督問曰：「彼何人，何倨傲若是\\n？」漕督大詫曰：「非公封翁耶？」河督曰：「家君病廢在京，幾曾出都門者。是\\n騙也。」急命捕之，已不知所往。但見綠肩輿一乘、紅傘一柄擲河乾而已。他說部\\n記此者微有脫誤，且不知為方氏插天飛也。久之，案累累，京外交緝，邏者遇於蘇\\n州，偵知居專諸巷逆旅，乃會同地方官捕之。兵役數十人，圍其居，將縛之。方曰\\n：「姑緩我，我罪不至死。諸君來，豈可空勞。我?下有制錢五百緡，冬裘尚十餘\\n笥，不如請諸君分之，免為他人得也。」立命置酒，徵歌舞，數十人皆醉飽，分其\\n裘各數襲，皆披於身，又各攜錢十餘緡圍腰際，挾方行。時正深秋，諸人裹重裘挾\\n錢緡，重累汗下，幾不能步。至歧途，方乘其不備，奔而逸。諸兵役喘息不屬，不\\n能追也，遂不知所往。論者以九麻子視插天飛，誠所謂小巫見大巫矣。具此奇才，\\n而僅以騙術稱雄，不亦大可惜哉！\\n第七卷????卷下一</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　 ○戕官類記同治庚午，予在揚州，聞丹徒嚴某官浙江嵊縣知縣，忽為署中剃\\n髮匠所戕，並殺其幼女及女之乳母，取縣印出，跳舞狂歌於市，似有神經病者。旋\\n獲之，按律治罪。是年，山東青州知府某亦被戕。青州有城守參將，一兵以技勇、\\n資格皆應拔補馬糧，忽為人以賄得，大怒，思得參將而甘心焉。乃於朔日之夜，伏\\n於武廟神座下待之，以參將是日必來拈香也。及黎明，見有一三品頂戴者跪拜神前\\n，突出刺之而斃。諦視，乃知府，非參將也。須臾參將至，乃執而置諸法。至庚午\\n秋，又有張文祥刺馬新貽事。\\n　　○刺馬詳情馬新貽，字谷山，山東荷澤人，世為天方教，由進士分發安徽即用\\n知縣。咸豐間，皖北一帶粵捻交訌，馬以署合肥縣失守革職，帶罪立功，唐中丞委\\n辦廬州各鄉團練。一日與捻戰而敗，被擒，擒之者即張文祥也。文祥本有反正意，\\n優禮馬，且引其同類曹二虎、石錦標與馬深相結納，四人結為兄弟。與馬約，縱之\\n歸，請求大府招降其眾。馬歸為中丞言，允之，張、曹、石三人遂皆投誠。大府乃\\n檄馬選降眾設山字二營，令馬統之，張、曹、石皆為營哨官矣。至同治四年，喬勤\\n恪撫皖時，馬已瀳升至安徽布政，駐省城，兼營務處。抵任後，山字營遣散，張、\\n曹、石皆隨之藩司任，各得差委，甚相得也。無何，曹二虎眷屬至，遂居藩置內。\\n時張已微窺馬意漸薄，大有不屑同群之意，勸曹勿接眷，曹不聽。曹妻既居署中，\\n不能不謁見馬夫人。馬見曹妻，豔之，竟誘與通。又以曹在家，不能暢所欲為，遂\\n使曹頻出短差，皆優美。久之，丑聲四播。文祥知之以告，曹不信。繼聞人言嘖嘖\\n，乃大怒，欲殺妻。文祥止之曰：「殺奸須雙，若止殺妻，須抵償，不如因而贈之\\n，以全交情。」曹首肯，乘間言於馬。馬大怒，謂污蔑大僚，痛加申斥。曹出語張\\n，張曰：「禍不遠矣，不如遠引為是。」曹不能決。忽一日馬檄曹赴壽春鎮署請領\\n軍火。時壽春鎮總兵為徐▉，字心泉，懷寧人也。喬勤恪大營駐壽州南關外，徐為\\n總營務處。曹得檄甚喜，欣然就道。文祥謂錦標曰：「曹某此去，途中恐有不測，\\n我與若須送之。」蓋防其中途被刺也。於是三人同行，至壽州，無他變。石笑之，\\n謂張多疑，張亦爽然若失。及投文鎮轅謁見，忽中軍官持令箭下，喝綁通匪賊曹二\\n虎。曹大驚，方欲致辯，徐總兵亦戎裝出。曹大聲呼冤，徐曰：「馬大人委爾動身\\n後，即有人告爾通捻，欲以軍火接濟捻匪，已有文來，令即以軍法從事，無多言。\\n」遂引至市曹斬之。張跌足大慟，謂石曰：「此仇必報，我與爾須任之。」石沉吟\\n。張又曰：「爾非朋友，我一人任之可也。」曹既死，張、石收其屍?葬訖，遂分\\n道去，不知何往。至九年，李慶翱為山西臬司，統水陸各軍防河，駐軍河津縣。石\\n錦標為李之先鋒官，已保至參將矣，一日委石稽查沿河水師各營，凡十一營營官公\\n宴石於河上，忽有大令至調石回，謂有江督關文逮石至兩江對案云云，蓋張文祥之\\n難作矣。時馬新貽方督兩江，署尚未重建，借首府署駐節。署旁有箭道，每月課將\\n弁於此。馬被刺之日，正在閱課，甫下座，忽有一遞呈呼冤者，文祥乘此突出刺之\\n，入馬左脅，刀未拔出，傷口亦無血。方喧嚷間，馬回首見張曰：「是爾耶！」復\\n回顧左右曰：「不要難為他。」遂倒地，舁回臥室遂死。\\n　　張既刺馬，矗立不少動。時眾兵方執呼冤者拷訊，文祥大呼曰：「毋冤他人，\\n刺馬者我也。我願已遂，我決不逃。」於是司道府縣聞風皆至，藩司梅啟照命發交\\n上元縣收禁。時道府為孫雲錦，上元縣令張開祁、江寧令蕭某即於上元署中同訊。\\n餘等皆在屏後竊聽。文祥上堂，原原本本如數家珍。兩令相對眙咢，莫敢錄供通詳\\n。次日，商於梅啟照，梅曰：「不便直敘。」\\n　　須令改供浙江海盜，挾仇報復，張不肯。其後種種酷刑，皆逼令改供，非無供\\n也。張又云：「自曹被殺後，我暗中隨馬數年，以精鋼制匕首二，用毒藥淬之，每\\n夜人靜，疊牛皮四五層以刃貫之，初不能入，二年，五層牛皮一刃而洞穿矣，蓋防\\n其冬日著重裘也。馬為浙撫時，曾一遇於城隍山，護從甚眾，不能下手，至今乃遂\\n志耳。」梅言於護督，以海盜入告。護督者，將軍魁玉也。奏入，朝命鄭敦謹為查\\n辦大臣。鄭未來之先，朝命漕督張之萬就近查辦，張不敢問，托故回任，乃改命鄭\\n也。相傳張奉命後，自淮來寧，一日舟泊瓜州，欲登岸如廁，以小隊二百持械圍護\\n之，時人傳為笑談。鄭至江寧，張之供仍如在上元時，一字不改。鄭無如何，乃徇\\n眾官之請，以海盜挾仇定案。\\n　　司官有顏姓者，於讞定後棄官而歸，鄭亦引疾去。其年為同治九年庚午鄉試之\\n年，馬死之日在七月下旬，正上下江學使者錄遺極忙時也。次日上江學使殷兆鏞考\\n貢監場，題為《若刺褐夫》，諸生嘩然，相率請示如何領題，殷沉吟曰：「不用領\\n題，不用領題。」又次日補考，題為《傷人乎》，蓋皆謔而虐矣。\\n　　馬死後數日，署中一妾自縊，並未棺斂，密埋於後園中，即曹妻也。時上海戲\\n園編出《刺馬傳》全本，皖撫英翰聞之，亟函請上海道涂宗瀛出示禁止，並為馬請\\n祠請諡，鋪張馬之功幾與曾、胡埒，裕庚手筆也。英與馬同官安徽，有休戚相關之\\n誼雲。\\n　　厥後喬勤恪有七律詠其事，末二句云：「群公章奏分明在，不及歌場獨寫真。\\n」案既定，決張文祥於金陵之小營，馬四親自監斬。馬四者，新貽之弟，浙江候補\\n知縣也。定制一刀一鉤，命劊子以鉤鉤肉而碎割之，自辰至未始割畢，剖腹挖心而\\n致祭焉。文祥始終未一呼號也。子一，閹割發黑龍江為奴。石錦標亦革職遣戍。案\\n既結，馬四後至浙江，為眾指摘，上官亦不禮之，鬱鬱死。新貽既葬數年，河決荷\\n澤，墓為水所衝塌。無子。天之報施固不爽耶。\\n　　○妻控夫強姦潘文勤公長刑部時，有婦人訴其夫強姦者。文勤曰：「是必有姦\\n夫教之，欲以法死其夫也。」蓋清律載，夫與婦為非法交者，兩相情願以和姦論，\\n若婦不肯而夫用強，則照強姦論。然有律而無案。誠以閨闈之中，事屬曖味，孰知\\n之而孰發之哉。\\n　　故文勤一見即知有唆使之人，嚴鞠果然，遂並唆者而治罪焉。\\n　　此吳江范瑞軒比部為予言，潘文勤門生也。因憶道光中葉，桐城方寶慶掌刑部\\n秋審處，有告室女與表弟通姦者，驗之處女也，然形跡實可疑。堂上將釋之矣，方\\n命承審官曰：「可驗其後庭。」驗之非完璧，乃以非法淫定姦夫罪，而判女折贖罰\\n鍰，合署稱神明焉。女歸自縊死，男聞亦自盡於獄。蓋此女極愛其表弟，而幼已字\\n人，表弟亦訂婚，不得偕婚媾，遂於無可聯合之中，而相愛焉。又不忍以破甑貽夫\\n羞，此亦可謂發乎情止乎禮義矣。若我為刑官，即明知而故昧可也，何必逞此精明\\n而傷人命哉！\\n　　方後授福建漳州知府，以墨敗，三子皆流落以死，無後，妻於咸豐季年亦餓死\\n，人以為谿刻之報。光稷甫侍御雲。\\n　　○科場舞弊咸豐戊午科順天鄉試大獄，伏法者正考官大學士柏葰、同考溥安、\\n士子平齡等，又場外傳遞之程某，而遣戍革職者不知凡幾。原參御史孟傳金，初固\\n不料如是之嚴懲也。蓋自道光以來，凡士子來京應試，遇同鄉京官之考差者，必向\\n之索關節，謂之條子。不必一定為利，亦有為收門生計者，亦有博延攬人才名者。\\n若不向之索條子，則其人必見怪，以為此士瞧不起我，因而存芥蒂者有之。故熱中\\n之士，亦樂得乞條子也。此風已久，昌言無忌，恬不為怪。及戊午事起，而此風遂\\n絕。事後執政諸大老皆覺殺人太多，追咎孟御史多事，遂摭他事發回原衙門。\\n　　自是科場嚴肅者十年。己未會試，奉待旨加倍嚴搜，片紙隻字皆不敢挾入。光\\n稷甫侍御即此科中式者，為予言。至同治改元，慈禧秉政，博寬大之名，凡派搜檢\\n之王大臣請訓時，必諭之曰：「勤慎當差，莫要多事。」即隱示以勿搜也。而士子\\n之懷挾，直可設一絕大書肆矣。至同治庚午科，江寧有劉汝霖者，時文高手也，為\\n人代作而中。嗣是每科富貴子弟皆劉之生計矣，劉成進士始已。繼起者為陳光宇，\\n為周鉞，皆江寧槍手之卓卓者，所代中不知凡幾。陳入翰林後，竟因此永不准考差\\n，周後亦分發河南知府。繼陳、周而起者無數矣，直至停科舉之日止。蓋江南一闈\\n，行賄於考官者尚無其人，惟代作者實繁有徒。北闈自光緒改元後，此風亦盛，初\\n猶鄉試為之，繼乃會試亦分然為之。戊戌會試，有寶應劉某者以一人而中三進士，\\n且得一會元，執政知之，廷試時會元與劉皆抑至三甲，會元用中書，劉用主事。二\\n人書法皆佳，皆可得翰林者也，當道不敢興大獄，聊示薄懲而已。至湖南主考楊泰\\n亨、陝西主考周錫恩、浙江主考費念慈大張旗鼓出賣舉人，更卑卑不足道矣。此科\\n場氣運之所以終，而國之所以亡也。\\n　　○書楊乃武獄浙之上虞縣有土娼葛畢氏者，葛品蓮之妻也，豔名噪一時。\\n　　縣令劉某之子昵焉，邑諸生楊乃武亦昵焉。楊固虎而冠者，邑人皆畏之，劉之\\n子更嫉之。楊欲娶葛為妾，葛曰：「俟爾今科中式則從爾。」榜發，楊果雋，謂葛\\n曰：「今可如願矣。」葛曰：「前言戲之耳，吾有夫在，不能自主也。」楊曰：「\\n是何傷？」正言間，劉子至，聞楊語，返身去。楊聞有人來，亦去。\\n　　次日而葛夫中毒死矣，報官請驗，縣令遣典史攜忤作往，草草驗訖。聞楊有納\\n妾語，即逮楊，訊不承。令怒，詳革舉人，刑訊終不服。遂係楊、葛於獄，延至四\\n年之久。每更一官，楊必具辯狀，皆不直楊，然又無左證，而劉令子又死福星輪船\\n之難，浙之大吏將以楊定讞抵罪，而坐葛以謀死親夫矣。會有某國公使在總署宣言\\n，貴國刑獄，不過如楊乃武案含糊了結耳。恭親王聞之，立命提全案至京，發刑部\\n嚴訊。原審之劉令，葛品蓮之屍棺，皆提至京。及開棺檢驗，見屍有白鬚，且以絲\\n棉包裹，兩手指甲皆修潔，既不類窶人子，又非少年，又無毒斃痕跡。訊劉，劉亦\\n無從置對，蓋始終未見屍也。於是劉遣戍，楊、葛皆釋放，案遂結。此案到京之日\\n，刑部署中觀者如堵牆，幾無插足地。陸確齋比部，江西司司員也，亦往觀。據雲\\n葛氏肥白，頗有風致雲。葛出後，削髮為尼。楊則不知所之。或云當劉子聞楊語時\\n，即潛以毒置葛品蓮茶甌中，品蓮飲之致死；或又曰劉子常攜毒，備覬便毒楊者，\\n未知孰是。要之劉子之死於海，似有天道。楊雖非佳士，此案似非所為。又聞楊每\\n於供詞畫押時，以「屈打成招」四字編為花押書之。吾以為楊必有隱匿，冥冥中特\\n借此以懲之耳。\\n　　○死生有命光緒元年，上海招商局以福星輪船載海運糧米赴津，附舟者江浙海\\n運委員三十餘人，又搭客數十人。行至黑水洋，遇大霧，適迎面一船來，未及避，\\n被撞而沉。時當半夜，全船之人皆已寢，遂及於難。委員中有一滿人者，將自蘇起\\n程時，夢有人持一文牘示之，大書「水府」二字於牘面，雲有公事相邀會議。醒即\\n言於人，以為不祥，將改由陸行，聞者嗤之。其人亦以為夢境無足憑，遂至滬附福\\n星而死。此滿人予尚至其家為人致賻金焉，今忘其名矣。中國鬼神之說甚不可解。\\n又有一林姓者，亦海運委員也，動身之日，已薄暮矣，一犬橫臥於大門外，林未之\\n見，誤踹犬身，傾跌傷足，不能行，改期焉，竟免於難，莫謂此中無天道焉。\\n　　○海王村人物今京師之琉璃廠乃前明官窯制琉璃瓦之地，基址尚存。在元為海\\n王村。清初尚不繁盛，至乾隆間始成市肆。凡骨董、書籍、字畫、碑帖、南紙各肆\\n，皆麇集於是，幾無他物焉。上至公卿，下至士子，莫不以此地為雅游而消遣歲月\\n。加以每逢鄉會試放榜之前一日，又於此賣紅錄，應試者欲先睹為快，倍形擁擠。\\n至每年正月初六起至十六日止，謂之開廠甸，合九城之地攤皆聚於廠之隙地，而東\\n頭之火神廟，則珍寶書畫骨董陳列如山阜，王公貴人命婦嬌娃車馬闐塞無插足地，\\n十日乃止。此廠肆主人所以皆工應對，講酬酢，甚者讀書考據，以便與名人往還者\\n不知凡幾，不似外省肆傭之語言無味面目可憎也。予出入京師幾三十年，廠肆之人\\n幾無不識予者，以予所知有數人焉。\\n　　有若琴師張春圃者，其志節高尚，已紀於前矣。有若劉振卿者，山西太平縣人\\n，傭於德寶齋骨董肆，晝則應酬交易，夜則手一編專攻金石之學，嘗著《化度寺碑\\n圖考》，洋洋數千言，幾使翁北平無從置喙，皆信而有徵，非武斷也。德寶齋主人\\n李誠甫，亦山西太平人。肆始於咸豐季年，僅千金資本耳，李乃受友人之托而設者\\n。其規矩之嚴肅，出納之不苟，三十年如一日，今則其肆已逾十萬金矣。誠甫能鑒\\n別古彝器甚精，潘文勤、王文敏所蓄，大半皆出其手。誠甫卒，其猶子德宣繼之，\\n亦如誠甫在日，猶蒸蒸日上也。有若李雲從者，直隸故城人。幼習碑賈，長益肆力\\n於考據。當光緒初年，各衙門派員恭送玉牒至盛京，盛伯兮侍郎、王蓮生祭酒、端\\n陶齋尚書，皆在其中。一日夜宿某站，盛與王縱談碑版，端詢之，王奮然曰：「爾\\n但知挾優飲酒耳，何足語此。」端拍案曰：「三年後再見！」及歸，遂訪廠肆之精\\n於碑版者，得李雲從，朝夕討論，購宋明拓本無數，又購碑碣亦無數。其第一次所\\n購，即郛休碑也，以五百金得之，羅列滿庭院，果不三年而遂負精鑒之名矣。雲從\\n為潘文勤所賞識，有所售輒如數以償，故云從得以揮霍十餘年，終以貧死。\\n　　至書肆主人，於目錄之學，尤終身習之者也。光緒初，寶森堂之李雨亭，善成\\n堂之饒某，其後又有李蘭甫、談篤生諸人，言及各朝書板、書式、著者、刻者，歷\\n歷如數家珍，士大夫萬不能及焉。又有袁回子者，江寧人。亦精於鑒別碑帖，某拓\\n本多字，某拓本少字，背誦如流。有若古泉劉者，父子皆以售古泉為業，其考據泉\\n之種類，有出乎各家著錄之外者，惜文理不通，不能著述為可恨耳。至博古齋主人\\n祝某，鑑賞為咸、同間第一，人皆推重之。炳半聾時為予言。予生也晚，不及見此\\n人矣。及新學盛行，廠肆多雜售石印鉛板諸書，科學儀器之屬，而好古之士，日見\\n寥寥。此種商業與此種人物，皆將成廣陵散矣。世運升降盛衰之故，不其然哉！不\\n其然哉！予深惜闤闠中有如是之人，而無人傳之也，因拉雜書之。\\n　　○程堡殉難丹徒吳封翁啟，軍機章京台朗、監察御史臺壽之父也。咸豐戊、己\\n間，由京攜家僑居蘇州，翁時年七十餘，形貌魁梧，白鬚渥丹，性復伉爽，能飲健\\n談，座客常滿。日者有客自京來，翁觴之。客程姓，名堡，字鎮伯。先世亦丹徒人\\n，惟堡官京師已三世矣。時以京曹截取道員發浙江，道出蘇州。年五十餘，無子女\\n，僅攜老妻與一僕而已。居翁家數日，終日求寶刀名馬，翁笑之。程曰：「今粵寇\\n未靖，浙與賊鄰，豈必無戰事，吾今往當請纓自效，與長槍大戟相周旋，不願以毛\\n錐子露頭角也。」\\n　　迨至浙，未三月，賊襲杭，陷之。會提督張玉良援師至，即克復，前後僅三日\\n也。而堡死矣。先是，賊之來也，為徽寧之敗賊，僅三千餘人。堡所居去賊尚遠，\\n聞賊入，大怒，發衝冠，髯奮張，揮刀出門，擊殺數十百人，賊麇集交刃之，遂殞\\n，妻亦自縊。其僕於賊去後，殮其夫婦，而至蘇述其狀於翁。翁大哭，設位祭之，\\n且歸葬其櫬於祖籍焉。嗟乎！堡一候補官耳，無守土之責，何必死？即不出殺賊，\\n亦無人責以不義者，更何必死？而堡也則深以未酬其志，必欲殺賊以死，死忠義也\\n。杭城既復，未聞當事有褒恤之者，是豈遺忘之耶？抑以死之無名，而不措意耶？\\n予嘗聞先君子言之甚詳，故特表而出之。\\n第八卷????卷下二</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○勝保事類記勝保，字克齋，滿州鑲藍旗人，以乙榜任國子監助教，轉翰林，\\n開坊洊至侍郎，尚書銜太子少保而終。其居官事跡，載在國史，不必記。記其由皖\\n豫入陝瑣事，皆聞之先君子者。先君子以咸豐十一年冬入勝保潁州戎幕，相從至河\\n南至陝西，至同治二年春逮問而止。前後十六月中，所見甚夥，頗足記也。\\n　　豫有邢家寨者，附捻逆者也。寨主邢萬鈞，曾擄勝保弟恩保而污辱之。至是恩\\n保為翼長，潁州圍解，乘勝攻克邢家寨，捕邢萬鈞並捕其妻妾子女，恩保令兵士於\\n白晝污而斬之。又制一刀，銘曰「斬邢萬鈞之刀」，用以磔之而泄忿焉。及勝獲罪\\n，恩亦遣戍黑龍江，久之無以為生，遂入馬賊黨，為將軍銘安捕斬之。有張龍者，\\n宿州人，亦捻首也。其妻曰劉三姑娘，美而勇，嘗披紅錦袍，插雙雉尾，乘駿馬舞\\n雙刀，人莫敢敵。張龍有外寵，劉銜之次骨。勝知之，使人誘劉以為義女，劉感勝\\n，遂刺殺龍以眾降。勝又慮人之多言也，以劉配部將某。勝敗，劉復暗結苗沛霖圖\\n舉事，為蒙城知縣尹春霖所殺，並其夫斬之。\\n　　苗沛霖者，鳳陽諸生，性陰鷙慓悍，有兵略。以團練保衛功，洊至布政使銜四\\n川川北道巴圖魯，又暗通粵寇洪秀全，封為秦王。夜郎自大，目無餘子，獨服膺勝\\n保，執弟子禮甚恭。偽英王陳玉成自安慶為曾忠襄所敗，全軍皆沒，窮無所歸，走\\n鳳陽投苗。苗匿而不見，使其姪天慶縛獻於勝。時勝駐軍於河陝之交，得陳大喜，\\n剋日親訊，盛設軍衛。陳立而不跪，大笑曰：「爾乃我手中敗將，尚?然高坐以訊\\n我乎！」因歷舉與勝交綏事。勝大慚，命囚之，鋪張入奏，冀行獻俘大典以矜其功\\n。批答反斥其妄，並命就地正法。大失所望，遂切齒於曾氏矣。陳之囚也，有精舍\\n三椽，陳設皆備，環以木柵，兵守之。先君子與馮魯川、裕朗西皆往見。貌極秀美\\n，長不逾中人，二目下皆有黑點，此「四眼狗」之稱所由來也。吐屬極風雅，熟讀\\n歷代兵史，侃侃而談，旁若無人。裕舉賊中悍將以繩之，則曰：「皆非將才，惟馮\\n雲山、石達開差可耳。我死，我朝不振矣。」\\n　　無一語及私。迨伏誅，所上供詞皆裕手筆，非真也。陳妻絕美，勝納之，寵專\\n房，隨軍次焉。勝性豪侈，聲色狗馬皆酷嗜。生平慕年羹堯之為人，故收局亦如之\\n。勝每食必方丈，每肴必二器，食之甘，則曰以此賜文案某，蓋仿上方賜食之體也\\n。然惟文案得與，他不得焉。一日者，先君子報謁某於他所，忽奉勝召，遂亟歸。\\n勝曰：「大帥之文案，猶皇上之軍機，至尊貴至機密，不得與他員相往來者，爾何\\n報謁之有？」勝豪於飲，每食必傳文案一人侍宴。初，先君子與馮、裕皆常侍宴者\\n，繼以先君子不能飲，遂命馮、裕以為常。一日軍次同州境，忽謂文案諸員曰：「\\n今午食韭黃甚佳，晚飧時與諸君共嘗之。」及就坐，詢韭黃，則棄其餘於臨潼矣。\\n大怒，立斬庖人於席前，期明早必得。諸庖人大駭，飛馬往回二百餘里，取以進，\\n其泰侈如此。馮魯川，山西進士，由刑部郎簡放廬州知府，出京赴任，道由河南，\\n勝奏留軍中司章奏。馮端人也，高尚澹泊，不趨時習。一日與勝言論不翕，決然捨\\n去，恐面辭不得，留書別之。\\n　　勝閱書大驚，亟命材官齎狐裘一襲、白金二百，飛騎追馮還，戒之曰：「如馮\\n不歸，殺爾無赦。」並手書致馮，略曰：「計此書達左右時，公度韓侯嶺矣，此即\\n『雪擁藍關馬不前』，昔退之咨嗟太息之地也。公於軍事雖非所長，然品望學問當\\n代所重，所以拳拳於公者，以公之品學足以表率群倫也。」云云。\\n　　馮得書即返，勝大慰。先君子私詢於馮曰：「公何以去而復返？」馮曰：「勝\\n雖跋扈恣睢，然能重斯文，言亦出於至誠，可感也。」勝之章奏往往自屬草，動輒\\n曰「先皇帝曾獎臣以忠勇性成赤心報國」，蓋指咸豐間與英人戰八里橋事也；又曰\\n：「古語有云，閫以外將軍治之，非朝廷所能遙制」；又曰：「漢周亞夫壁細柳時\\n，軍中但聞將軍令，不聞天子詔」。此三語時時用之。意以為太后婦人，同治幼稚\\n，恐其牽掣耳。而不知致死之由，即伏於此矣。至西安日，入行台，甫下輿，而冠\\n上珊瑚珠忽不見，遍覓不得，識者已知為不祥矣。及事敗年餘，有人於地肆上以錢\\n四百購得之，可詫也。入陝後，各省督撫交章劾勝，有劾其貪財好色者，有劾其按\\n兵不動者，有劾其軍中降眾雜出，漫無紀律者，惟河南巡撫嚴樹森一疏最刻毒，略\\n曰：「回捻癬疥之患，粵寇亦不過支體之患，惟勝保為腹心大患。\\n　　觀其平日奏章，不臣之心已可概見。至其冒功侵餉、漁色害民，猶其餘事。」\\n云云。相傳為桐城方宗誠手筆。是以慈禧震怒，立下逮問之旨，而獄成矣。初，勝\\n之至陝也，軍機處有密書至，屬其日內切勿上言觸怒，因廷議將以陝撫、甘督二者\\n擇一簡任，俾專力於西北軍事。勝得書示文案諸員曰：姑妄聽之。」逾數日無耗，\\n又曰：「是或有變，不得不上言利害以要之。」眾勸稍緩不聽，乃自屬稿，略曰：\\n「凡治軍非本省大吏則呼應不靈，即如官文、胡林翼、曾國藩、左宗棠等，皆以本\\n省大吏治本省兵事，故事半而功倍。臣以客官辦西北軍務，協餉仰給於各省，又不\\n能按數以濟，兵力不敷，又無從召募，以致事事竭?，難奏厥功。若欲使臣專顧西\\n北，則非得一實缺封疆，不足集事。」\\n　　奏上，大受申飭，至謂該大臣跋扈情形，已可概見，不匝月而逮問矣。勝之為\\n欽差大臣也，與河、陝兩省巡撫皆硃筆札文，文案諸員嘗諫之，勝曰：「爾輩何知\\n，欽差大臣者即昔之大將軍也。大將軍與督撫例用札，不以品級論也。」在陝日，\\n有駐防副都統高福者，出言頂撞，勝大怒呼杖，高福曰：「等二品耳，何得杖我？\\n」勝曰：「我欽差大臣也，以軍法且可斬，何止杖！」立命杖二百逐之出。後之劾\\n疏，高福亦其一也。又有德楞額者，初幫辦陝西軍務，亦副都統也。勝至劾去，降\\n參領，俾統一軍壁黃河岸，德亦銜之。逮問之旨密交多隆阿自齎，即代勝為欽差大\\n臣者。至之日，勝方置酒高會，賓客滿座。有諜者報曰：「灞橋南忽增營壘三十餘\\n座，不知誰何。」蓋橋之北為回逆所據也。須臾又報曰：「來者聞為將軍多隆阿也\\n。」勝綽髯沉吟曰：「豈朝廷命多來受節制乎？若然，則不待營壘成即當入城進謁\\n矣。姑飲酒，且聽之。」有登城見望者，而連營十餘里，刁鬥森嚴，燈火相屬，寂\\n無人聲。歸而相謂曰：「事不妙矣。」有潛行整裝待發者。甫黎明，忽報多將軍至\\n。將軍下馬，昂然入中門，手舉黃封，高呼曰：「勝保接旨。」勝失色，即設香案\\n跪聽宣讀。讀畢，並問曰：「勝保遵旨否？」勝對曰：「遵旨。」多即命取關防至\\n，驗畢，交一弁捧之。謂從官曰：「奉旨查抄，除文武僚屬外，皆發封記簿。」勝\\n再三懇，多曰：「與爾八駝行李，其餘皆簿錄之。」當即摘去珊瑚頂孔雀翎，易素\\n服待罪，遣兵百人守之。凡文武員弁兵卒役夫，皆遵旨投多軍矣。所不去者，幕中\\n四人耳，一先君子，一馮魯川，一裕朗西，一丁友笙也。魯川尚作諧語曰：「諸君\\n不觀降者乎？明日皆將傲我矣。」勝於此驕容盡斂，淒然無色。平日庖人四十八人\\n，僅存其二。紅旗小隊二百，並旗械皆不見，材官之便捷者皆亡去，所存者老僕三\\n人，圉人二，皆勝官翰林時舊役也。是晚即聞炮聲隆隆，徹夜不息。次日黎明，人\\n報灞橋克復，回壘皆掃平矣。即勝四十餘日所不能攻克者也。逾數日，文案舊員楊\\n某，頭銜一新，欣欣然謂先君子曰：「克復灞橋保案，已得知府銜直隸州矣。公等\\n不入多軍，真愚也。」一笑置之。\\n　　不數日，勝就道，例以鐵索纏輿槓，示鎖拿意。甫至河，德楞額截其輜重侍妾\\n而去，勝訴於多，始返其輜重，而留其侍妾，謂人曰：「此陳玉成賊婦也，不得隨\\n行。」勝亦無如何。四人者，送至山西蒲州府，灑淚而別，勝猶人贈百金為舟車資\\n也。\\n　　於是四人遂分道矣，馮魯川往安徽赴任，裕朗西往江北寶應省親，丁友笙往河\\n南，先君子由清江至泰州，攜予返上海。魯川名志沂，山西代州人。朗西名庚，漢\\n軍正白旗人，原姓徐。父聯翰庭，曾為江蘇縣令。友笙名憲錚，懷寧人，後不知所\\n終。\\n　　勝至京，係刑部獄，奉旨嚴訊，猶桀驁不馴，訊其河南姦淫案，答曰有之。河\\n內李棠階、商城周祖培兩家婦人無老幼皆淫之。\\n　　周大怒，其後賜帛之命，皆周成之也。是時周值樞府，李掌刑部，死之日，周\\n監刑。勝曰：「勝保臨刑呼冤，乞代奏。」周曰：「聖意難回。」遂死之。勝有印\\n章二，一曰「我戰則克」，一曰「十五入泮宮，二十入詞林，三十為大將」，皆生\\n平得意事也。當庚申年，文宗北狩，洋兵入京，和議成，議建總理衙門以治外交事\\n。大宴各國洋使於禮部堂上，英使巴夏理首座。\\n　　酒酣，勝笑謂巴曰：「今日和議已成，誓約已定，然兩軍究未分勝負也。今將\\n與君會獵於郊外，勝負無與國事，第請與君之士戲耳，可乎？」巴大恐，乞恭親王\\n和解之。勝大笑曰：「彼懼我矣。」蓋是時勝奉命總統各省援兵，位諸將帥上，當\\n時援師至者十三萬，故巴恐也。八里橋之戰，勝一生最得意事也。\\n　　洋兵麇集，僧忠親王戰不利，大沽失守，近逼北塘。八里橋者，距北通州八里\\n。洋兵欺我無人，長驅而入，至橋，勝扼之，炮彈破馬腹，頷受微傷，易馬與戰，\\n卒敗洋兵。厥後和議易成，未受大累，未始非勝一戰之力也。當時勝裹創入見，故\\n文宗獎之曰：「忠勇性成，赤心報國。」豈知此二語即長其傲，速其死哉。當洋兵\\n之焚圓明園也，珠玉珍寶皆掠去，獨書畫古玩棄而不顧。有土寇二百餘，掠所餘而\\n遁。至中途，遇勝，聚而殲旃，盡得其所有。簿錄京宅時，並其第皆賜兆公焉。兆\\n公者，慈禧姊子，於穆宗為中表行也。同治季年，兆公之母死，居喪不哀，慈禧大\\n怒，命盡室所有為皇老老焚之。皇老老者，即其姊之俗稱也，焚三日夜始竟。焚之\\n時，命護軍統領率千人監視之，於是勝所得與歷年御賜物皆蕩然矣。聞勝所得者，\\n有項墨林進呈之物數百種，他稱是，亦書畫之浩劫哉。此事炳半聾見之，為予言。\\n勝一子海某為藍翎侍衛，以事遭斥，同治壬、癸間，飄泊至皖，英果敏憐之，為集\\n資納同知，分安徽。英去，亦不知所終。予隨侍先君子在皖南時，有揚州人馮繼昌\\n者，曾在勝軍為文案小吏，後為皖北牧令，謂一日奉使至宿州，見旅舍有執泛掃役\\n者，貌酷類勝，面亦半青色，密訪之，知其母少時曾一度侍勝寢。蓋過境時，地方\\n官所進之土妓也，而貴種淪為下賤矣。故世之疵勝者，皆謂勝有應得之罪。惟曾文\\n正有言，勝克齋有克復保衛之功，無失地喪師之過，雖有私罪而無死罪，人皆服其\\n公允雲。考勝所部惟雷正綰一軍二千人為官兵，其餘則苗沛霖萬人，宋景詩八百人\\n，長槍會也，又山東大刀會千人，合之不滿五萬千人。苗軍之餓，沛霖自稱報效者\\n；雷軍則就餉於陝者；其餘則或有或無，不能按時按數也。即如先君子在戎幕時，\\n文牘所載皆號稱月二百金，實則月僅得六七千金耳。蓋各路協餉皆積欠，間有來者\\n，必先盡勝揮霍，揮霍所餘，乃歸軍用耳。一日者方至同州，雷軍後至，猝遇賊伏\\n，未及備，遂大敗，死傷枕藉。雷正綰痛哭入，求發恤賞，勝無以應。須臾負傷者\\n累累舁至轅門下，徹夜呻吟，無過而問者。先君子謂人曰：「實令人慘不忍睹也。\\n」嗚呼！勝治軍如此，自奉又如此，焉得不敗。就逮之次日，苗沛霖率所部返皖北\\n而叛。宋景詩驟馬挺槍而來，哭拜於勝前曰：「沐恩不能終事公矣，世事尚有公道\\n哉！」擲冠帶於階下，率八百人呼嘯而去，一渡河即大掠，後為宋慶所滅。大刀會\\n亦返山東作亂。故曾國荃劾勝疏云：「勝保軍營，降眾雜出。」誠哉是言，未之誣\\n也。予嘗論勝之為人，瑕瑜互見，然瑕多而瑜少，是殆不學無術之故哉！然固一世\\n之雄也。\\n　　○冤鬼索命苗沛霖之叛歸皖北也，皖豫之交響應者大小一千六百餘寨，其中勝\\n兵者不下四十萬人。有勸苗勾結張宗儒、任柱等大股捻逆直撲京津者，而苗逆必欲\\n得蒙城為根據地，圍攻月餘不下，蓋縣令尹某深得民心，竭力守禦也。會僧忠親王\\n援師至，內外夾擊，苗大敗潰。沛霖乘肩輿夜遁，有步卒二尾之曠野，殺苗割其首\\n，將以獻王。至中途，遇王萬青率兵巡緝至，驗其首信，遂受其降，匿二卒於營，\\n至夜殺之，而以苗首級赴王師報功。\\n　　王大喜，立賞萬金，翌日即專折奏保提督黃馬褂、輕車都尉世職。萬青家清淮\\n，既思富且貴矣，不可不誇耀鄉里，遂乞假，以巨舟載金而歸。將至家，忽瞪目變\\n色，趨至鷁首，若與人撐拒狀，大呼曰：「莫捉莫捉，我即去即去。我不合殺爾冒\\n爾功，我知罪矣。」言畢噴血而死。其從者知其事，言於人，謂實二卒索命也。異\\n哉！豈中國真有鬼神哉！豈鬼真能為厲哉！西醫曰，肝經熱血妄行，則生平惡跡皆\\n現象。是說也，然乎？否乎？然予必主為厲之說，可以警世人之為惡者。\\n　　○裕庚出身始末裕庚字朗西，本姓徐，為漢軍正白旗人。父聯某，字翰庭，道\\n、咸間任江蘇縣令，君子人也。庚貌岐嶷，幼而聰穎，讀書十行並下，過目成誦。\\n有譽庚於其父者，聯曰：「是兒聰穎自恃，不受範圍，愈貴顯愈不能保令名，吾料\\n其必墮家聲，非福也。」太息而罷。庚年十二即入國子監肄業。時勝保為滿助教，\\n亟愛之，遂由官學生入泮。十四食餼，十六選優貢。累應鄉舉不第，遂就職州同，\\n從勝保軍，甫逾弱冠耳。下筆千言，倚馬可待，縱橫跌宕有奇氣。凡奏報軍事，極\\n鋪張揚厲之致，令閱者動目，故所至倒屣。勝敗後，裕回江北省親，旋丁父艱。會\\n馮魯川已由廬州知府權盧鳳道，隨巡撫喬勤恪駐壽州。馮與喬同年同鄉，又京師舊\\n好，言聽計從。裕得馮汲引，入喬戎幕，司章奏，喬甚倚重之。同治五年，喬調撫\\n陝西，裕亦相從，已洊升知府矣。喬乞休，英果敏撫皖，又入英幕，而權勢愈盛。\\n　　甲戌歲杪，果敏擢廣督，裕以道員留廣東，事無大小，一決於裕，英惟畫諾而\\n已。粵有二督之稱，其信任如此。闈姓捐事起，英入奏，謂歲可益百萬，不待命下\\n，即佈告舉行。巡撫張兆棟、將軍長善、都統果勒敏交章劾之，英、裕皆革職，未\\n半年也。\\n　　英舉家返京，裕亦隨之。光緒三年，起英為烏魯木齊都統，期年卒於任。裕侘\\n傺無聊，有言於李文忠者，謂裕才可用，遂至津，文忠眾人遇之。適劉銘傳授台灣\\n巡撫，延裕往，得開復知府，發湖北。時鄂督為張文襄，一見驚為奇才，歷畀沙市\\n、漢口釐稅事，皆鄂省美任也。復得道員，以明保送部，轉內閣侍讀學士。奉使法\\n國，六年歸，升三品卿，而雙目瞽矣，以至於死。裕妻前死，遺一子曰奎齡。妻婢\\n鳳兒者，赤腳婢也，裕悅之，寵專房。繼又納京師妓，不容於鳳兒，服毒死。及罷\\n官入都，邂逅一洋妓，實洋父華母所生也。洋妓者，家上海，有所歡入京，追蹤覓\\n之不得，乃遇裕，納之。鳳兒不忿，而洋妓陰狠，能以術使裕絕鳳兒且凌虐之。鳳\\n兒不堪其虐，亦自經。於是洋妓以為莫予毒也已，與裕約，不得再納妾，不得再有\\n外遇，氣日張，權日重，玩裕於股掌之上，而服從終身焉。久之立為繼室，逼奎齡\\n夫婦母之。奎齡不從，逃之蕪湖，匿縣令鄒雋之署中。雋之即清末外務部尚書鄒嘉\\n來之父也。無何病死，鄒為之殮。奎齡妻為覺羅續慶女，締姻時，續方為潁州守。\\n續無子，僅一女，甚鍾愛，嫁後，續夫婦相繼亡。及奎齡逃，洋妓遂褫其婦之衣飾\\n，斥為爨婢，婦不從，鞭之。裕偶緩頰，則誣以新台之恥。久之，裕亦與之俱化，\\n而朝夕鞭撻矣。裕之鄰為英教士居，常聞呼號之慘，得其情，甚怒，將與理論經，\\n始稍稍斂其鋒，然續女亦傷重死矣。當洋妓之奔裕也，攜一子，小字羊哥，即上海\\n所歡之種也。繼又為裕生一子二女，裕更視為天上人矣。洋妓固有才，凡英、法語\\n言文字及外國音樂技藝皆能之。\\n　　二女既長，亦工語言文字之學，嘗夤緣入宮為通譯，西國命婦之覲慈禧者，皆\\n二女為傳言，以故勢傾中外。會有外國女畫師者，慈禧命其繪油像甚肖，將酬以資\\n。畫師以其為太后也，不索值。而二女竟中飽八萬金。未幾為慈禧所聞，逐之出宮\\n，乃之津之滬，廣交遊，開跳舞會，泰西之巨商皆與往來。二子名勛齡、馨齡，皆\\n入資為道員，馨分湖北，勛分江南，皆為端忠敏所擯，不知所往。及裕庚死，洋妓\\n率其二女流寓上海有年，今不知所終，或曰隨洋人至歐洲矣。語雲，知子莫若父，\\n觀裕庚之結局，而聯翰庭之言驗矣。\\n　　○劉傳楨出身始末皖撫喬勤恪公駐軍壽州時，上元宗湘文太守源瀚薦一人來，\\n曰劉傳楨。宗之未仕浙也，曾從事江北糧台，勤恪時為兩淮運使，管糧台事，駐泰\\n州，倚宗為左右手。劉之來即委內署文案，劉不能文，不稱職，以宗薦故耳。劉時\\n年二十餘，美丰儀，衣幍蘊藉，風流自賞。馮魯川嘲之云「顧影翩翩劉太守」，即\\n指傳楨也。劉雖年少，已知府用直隸州矣。既入幕，見裕庚為喬所重，深相結納，\\n師事之，率妻子與裕同居，裕亦不吝教誨，年餘，居然能為公牘文字，即書法亦酷\\n似，其小有才如此。繼知先君子與馮魯川皆裕舊侶，亦過從甚密，厚貌深情，人皆\\n不以為忤。考其官之由來，則得之豫勝營。豫勝營者，李世忠歸誠後所統之軍，皆\\n降眾也。劉入營後不一年，由白丁而至四品官孔雀翎。或曰李豔其貌，將以官為餌\\n而龍陽之。劉微窺其意不善，遂托故而逃，投勤恪也。迨勤恪入陝，繼之者為英果\\n敏，劉大見信用，管捐輸釐金諸要職，亦三品銜記名道矣。同治庚、辛間，揚州捐\\n輸分局亦劉所轄也，故時來揚，藉稽核公事為名為治游計。一日者遇李世忠於青樓\\n，劉莊客對之，李笑曰：「爾勿作態，爾忘在營時為我提虎子邪？」劉大恨次骨，\\n從此不敢與李相見。在揚州以八百金購一小家女，年華碧玉，楚楚動人，畏人多言\\n，不敢以捐局為金屋，攜至炮艇中設陽台焉。於是鬢影衣香掩映於長槍大戟間矣。\\n劉時駐蕪湖管皖南釐政，歲必數游揚州以為常。無何，英果敏丁外艱。滿大員例持\\n服百日即視事，惟果敏父沒於京，須奔喪回旗守制，遂陳請半歲假。\\n　　當是時，議所以護撫印者。故事，惟布政合格。時布政為張兆棟，按察為裕祿\\n，兆棟孤介不與諸人洽，而裕祿則與劉傳楨、裕庚皆結為兄弟，情好甚密，劉乃與\\n裕庚謀，慫?果敏奏請裕祿護撫印。既舍布政而取按察，則疏中於張不能無微詞，\\n兆棟深銜之，粵東惡感，蓋根於此矣。假滿英回皖，張亦擢廣撫去，裕祿則坐升布\\n政。同治甲戌冬，果敏擢粵督，裕祿又坐升皖撫。\\n　　傳楨、裕庚皆為果敏所奏調。裕庚隨果敏先行，傳楨有未了事，約後期。不意\\n次年五月，因擅開闈姓捐，英、裕皆劾革矣。於是傳楨仍留皖，信用如故。繼而權\\n安廬鳳潁等道，駸駸乎將膺簡命而大用焉。數年，裕祿擢鄂督，傳楨自以為皖中老\\n吏，新撫必倚重，忽為御史所糾，奉旨命江督查辦。勘云：「劉傳楨有奔走肆應之\\n才，無監守臨民之器。」降通判，賦閒年餘，夤緣李文忠，得管淮軍支應，駐金陵\\n，於是舊院笙歌，秦淮風月，朝朝暮暮，老死於是間焉。李世忠之罷官閒居也，以\\n演劇博?為樂，蓄優伶數十人，往來於長江商埠博纏頭資。又於安慶居宅設博局為\\n囊家，賭甚豪，勝負常巨萬，貴游子弟趨之若鶩。\\n　　有吳通判弟某者，與博徒齟齬，為眾毆辱，傷其臂，數日死，吳固不敢與李敵\\n，又不甘隱忍，姑控於巡撫取進止。裕祿受其詞，意不決。傳楨進曰：「李世忠怙\\n惡不悛，屢奉亞懲之旨，猶不知斂跡，今又以賭博釀人命，當據實上陳，勿迴護。\\n」裕即命傳楨屬草。奏上，奉旨就地正法，以除後患，遂斬世忠於中軍參將署前。\\n劉之疏稿蓋引用曾文正受降時語，有云：「該逆雖已投城，其心叵測。嗣後各督撫\\n當隨時察看，如果有不安分之處，一面奏聞，一面即行正法。」李之死，即死此數\\n語也。\\n　　不然，以優柔無識之裕祿，安敢死李世忠哉！非劉之銜恨，又誰憶二十年前之\\n曾疏而引之哉！謂李之死，死於劉也可，死於文正也亦可。李世忠初名兆壽，亦賊\\n中偽王也。投誠後改今名。\\n　　劉傳楨字文楠，江南上元人，家世微賤，至傳楨始以斜封貴。\\n　　子二，長名家怡，捐納湖北知州，為瑞澂劾罷。次某，夤緣入泮，發放時，以\\n衣冠不整為學使者戒飭。傳楨死，家居蘇州，今式微矣。二十年優孟衣冠，居然富\\n貴，槐柯一夢，不堪回首當年。吾猶為傳楨幸也。傳楨有母弟曰傳林，幼失教，長\\n傲飾非，好昵群小，偽為神經病，以抵觸正人。傳楨有客曰姚伯平者，桐城惜抱翁\\n後也，好作諧語。傳林妻丑，見婦人有微姿者輒羨之，於是修容飾貌，冀有所媚。\\n伯平戲謂曰：「爾欲為紅樓之寶玉乎？」傳林聞，初亦不覺，繼忽怒曰：「寶玉曾\\n盜王熙鳳，豈隱刺我盜嫂耶！吾必撲殺此獠。」紛呶竟日，闔局如沸，終使伯平謝\\n過而後已。此在蕪湖事也。傳楨自以得官不正，必欲傳林博一第以光門閭，然傳林\\n亦小有才，詩詞駢體皆可觀，獨八股不能就範。忽於光緒己卯捷南榜，人皆異之。\\n後以通判官廣東，遇麻瘋女，幾死。補廣州通判，通省第一缺也。補十年始得蒞任\\n，一年即被劾歸，然宦囊累巨萬矣。後不知所終。\\n　　○雁門馮先生紀略馮志沂，字述仲，亦字魯川，山西代州人。中道光乙未舉人\\n，丙申進士，分邢曹。篤行好學，手不釋卷，於刑律尤有心得。主秋審十餘年，以\\n京察一等授安徽廬州知府。生平於財帛不苟取，聲色無所好。古文私淑惜抱，以上\\n元梅伯言為師，以仁和邵位西、洪洞董研樵、平定張石洲、滿州慶伯蒼為友，皆當\\n時攻經學、肆力於詩古文詞者。及出都，為勝保奏留軍中司奏牘。勝之治軍也，所\\n至無壁矣，兵士皆散處民間，從官皆購良馬留不虞，蓋賊蹤?忽無定，一聞警，則\\n騎而馳耳。公獨無馬，一帷車，老騾駕之，一牛車，載行李書笥而已。嘗謂人曰：\\n「吾不善騎，設有警，墮馬而死，不如死賊之為愈也。」與人交無城府，性情相契\\n，則肝膽共之。豪於飲，善詼諧。備兵廬鳳時，隨巡撫駐壽州，署中不攜眷屬，惟\\n以座客常滿尊酒不空為樂。喬勤恪重其資望，凡捐輸營務報銷皆命公總之，此在他\\n人歲入且巨萬，公但稽核公事而已，羨餘皆涓滴歸庫。人曰：「公則清矣，其於後\\n任何？」公曰：「吾不能預為後任作馬牛也。」同治乙丑夏，雉河告警，捻逆已渡\\n渦，將逼壽州，大軍戒嚴，勤恪督師移駐南關外。剌史施照，良吏也，有應變才，\\n檄鄉兵運糧入城，為守禦計，詣公請登陴聽號令，公曰：「吾於軍事未嘗學問，姑\\n從君往，遠眺八公山色可也。一切佈置君主之，勿以我為上官而奉命也。」於是攜\\n良醞一巨甕，墨汁一盂，紙筆稱是，書若干卷。人曰：「登城守禦武事耳，焉用是\\n為？」公曰：「我不嫻軍旅事，終日據城樓何所事，不如仍以讀書作字消遣也。」\\n人曰：「賊至奈何？」公曰：「賊果至即不飲酒、不讀書、不作字，又奈何！既為\\n守土官，城亡與亡耳，我決不學晏端書守揚州，矢遁也。」言罷大笑。既而大雨數\\n晝夜，城不沒者三，渡舟抵雉堞上下。賊無舟不得至，又不能持久，遂退。公曰：\\n「此所謂一水賢於十萬師也。」有鹽城人孫某者，以鄉團功得縣丞，發安徽，挾吳\\n清惠書投勤恪，留之軍中供奔走。孫自謂工詩，聞公有文名，挾一卷就正。予時居\\n公署，受業於公。是日見公面客，捧一巨冊，作驚駭狀，大異之。客去，公手一冊\\n至曰：「諸公盍觀奇文乎？」及揭視，皆轟堂，公亦忍俊不禁。蓋其詩有「札飭軍\\n功加六品，借印申詳記宿州」\\n　　等句，如此甚夥。公曰：「彼欲我題，何以落筆？」既而曰：「有之矣。」遂\\n書曰：「讀大著五體投地，佩服之至，反覆吟誦，不覺毛骨之中，悚出一然。」眾\\n又大笑。其風趣如此。一日會食時，有勸之迎夫人者，公曰：「內子來，諸公皆將\\n走避矣。」眾問故，公曰：「內子身長一丈，腰大十圍，拳如巨缽，赤發黑面，聲\\n若驢鳴，那得不怕。」眾大笑。蓋公娶郝氏，同里武世家也，父武進士，兄武狀元\\n，夫人亦有赳赳之風。公通籍後，獨居京師，無姬侍，與夫人不相聞問者三十年矣\\n。聞之公老僕雲，蓋奇悍也。公事上接下，無諂無驕，人皆樂與相近，僚屬進見無\\n拘束。遇文士則尤加禮。合肥徐毅甫、王謙齋皆博雅士也，二人至，必設酒食，酒\\n酣，必爭論不休。一日者，謙齋誤引《西洲曲》「單衫杏子紅」為「黃」，又引上\\n句為「海水搖空碧」，公大笑曰：「此二句不連屬，『紅』不應作『黃』，罰無算\\n爵。」勤恪嘗羨曰：「公齋中乃常有文酒之宴，我則軍書旁午，俗不可耐矣。」項\\n城袁文誠過臨淮，遣人以卷子索勤恪題詠，乃明季李湘君桃花扇真跡也。扇作聚頭\\n式，但餘枝梗而已，血點桃花，久已澌滅，僅餘鉤廊。後幅長二丈餘，歷順治至同\\n治八朝名人題詠迨遍。勤恪命公詠之，公曰：「言為前人所盡。」但署觀款以歸之\\n。予時年尚幼，寶物在前不知玩覽，可惜也。侯與袁世為婚姻，故此卷藏袁氏，今\\n不知存否。\\n　　公有客陳少塘者，故人楊見山所薦，斗筲也，能以小忠小信動人。公委司度支\\n，大肆侵蝕，公知之。或勸公逐陳，公曰：「見山端人，且不得意，吾不忍拂見山\\n耳，且吾酒皆陳所掌，但能不竊吾酒足矣，財何足論。」公嘗曰：「吾生平無他長\\n，惟司文柄掌刑條或稱職，乃終身不得衡文，誠恨恨。」又權皖臬，平反冤獄無數\\n，有頌其積陰功者，公笑曰：「吾無子，留陰功與誰？或天不靳吾年，俾吾多飲可\\n耳。」同治丙寅，授皖南道。\\n　　丁卯四月，以酒病卒，年五十七。身後惟餘俸錢數百金，藏書數十笥而已。曾\\n文正為之理其喪焉。後之為皖南道者，無不滿載而歸也。公清廉出天性，非矯飾者\\n比，尤恨錙銖必較之輩，以為精刻非國家之福。誠哉名言！公官京曹時，頗嗜碑版\\n書畫，及分巡廬鳳，則絕口不談，一日有屬吏以宋拓某碑獻者，匣以文梓，裹以古\\n錦，公亟命還之。先君子曰：「何不一啟視？」\\n　　公曰：「一見則不能還矣。此著名之物，不啟視，尚可以贗本自解，若果真而\\n精者，我又安忍不受乎！受則為彼用矣。不見可欲，其心不亂，故不如不見為妙。\\n」卒不受。公衣履樸質，除古書佳帖外，無值錢物。予時初學書，公顧而善之，教\\n以用筆與臨摹之法，謂他日必成名家。迄今將五十年，言猶在耳，惜公不得見矣。\\n公手書黃庭小楷一冊贈予，甚精妙，予居公署二年，得公書最多也。公雖膺甲榜官\\n司道，而用非所學，常鬱鬱不得志，讀其詩，可知其大概矣。公貌清冷，長不滿五\\n尺，口能容拳，酒酣輒引以為笑。每飯必飲，每飲必健談。公嘗曰：「吾幼失怙恃\\n，不逮事親，君門萬里，不敢仰望，終鮮兄弟，夫婦失歡，平生所樂，惟友朋之聚\\n耳。」有問公何以無子者，公曰：「吾十七歲時，坐書齋手淫，適一貓驟撲吾肩，\\n一驚而縮，終身不癒。此不孝之罪，百身莫贖也。」公著有《微尚齋詩》五卷，文\\n一卷，皆已梓行，公牘若干卷未刻。身後書籍字畫衣物，皆為其族子馮焯號笠尉者\\n將去。予自有知識以來，所見文人學士達官貴人商賈負版之徒，其中才能傑出，性\\n情伉爽者，頗不乏人，而揮金如土、不屑較錙銖者亦有之，惟口不言錢，不義不取\\n，出納不吝，五十年來僅見公一人而已。豈不難哉！同治間，有與公同姓名者，由\\n大挑補安徽天長知縣。學使景其濬以供張不豐，齮齕之。馮以地瘠民貧對。景大怒\\n。景門生路玉階河南人，安徽已革知縣也，與馮故有隙，又從而媒孽之。馮已受債\\n累，又不堪其辱，投淮河死。有三言絕命詩云：「吾遭毀，驚嚇死。路玉階，傷天\\n理。七尺軀，亡淮水。」事後英果敏為景極力彌縫，馮冤終不得白。公言晏端書矢\\n遁事，乃晏為團練大臣時，守揚州，賊氛已逼，晏在城上思遁，忽曰：「吾內逼須\\n如廁。」眾曰：「城隅即可。」晏曰：「吾非所習用者不適意。」匆匆下城出門去\\n，不知所往。至今傳為笑談。\\n　　○道學貪詐曾文正之東征也，以大學士兩江總督治軍於安慶，開幕府攬人才，\\n封疆將帥出其門者甚夥，一時稱盛，有所謂「三聖七賢」者，則皆口孔孟貌程朱，\\n隱然以道學自命者。池州進士楊長年者，亦道學派也，著《不動心說》上文正，文\\n正閱竟，置幕府案頭。時中江李鴻裔亦在幕中，李為文正門人。楊說有「置之二八\\n佳人之側，鴻爐大鼎之旁，此心皆可不動」雲，蓋有矜其詣力也。李閱竟大笑，即\\n援筆批曰：「二八佳人側，鴻爐大鼎旁。此心皆不動，只要見中堂。」至夜分，文\\n正忽憶楊說，將裁答，命取至，閱李批即問李白：「爾知所謂名教乎？」李大懼，\\n不敢答，惶恐見於面。文正曰：「爾毋然，爾須知我所謂名教者，彼以此為名，我\\n即以此為教，奚抉其隱也。」人始知文正以道學箝若輩耳，非不知假道學者。於是\\n有桐城方某者，亦儼然附庸於曾門聖賢中矣。方某聞為植之先生東樹之族弟。\\n　　先生得古文真傳，品亦高潔，與城中桂林望非一族。方某竊先生未刻之稿，游\\n揚於公卿間，坐是享大名。初客吳竹如方伯所，有逾牆窺室女事，方伯善遣之，不\\n暴其罪也。嗣是橐筆為諸侯客者十餘年。相傳客豫撫時，嚴樹森劾勝保一疏即出其\\n手。及文正至皖，為所賞，延之幕府，執弟子禮焉，故與李文忠稱同門也。及文忠\\n督畿輔，方某以知縣分直隸，補冀州屬之棗強知縣。予累年奔走京師，與海王村書\\n賈習。書賈多冀州人，能道方某德政甚詳晰。有富室某獲賊送方某，乞嚴懲，方某\\n曰：「爾失物乎？」曰：「幸未失，甫聞穴壁聲即擒之矣。」方某曰：「彼亦人子\\n也，迫飢寒，始為此。本縣不德，不能以教化感吾民，吾甚慚。人非木石，未有不\\n能感化者。爾姑將此人去，善待之，曉以大義，養其廉恥，飲食之，教誨之，為本\\n縣代勞也可，慎毋以為賊也苛虐之。本縣將五日或十日一驗其感格否。」富室不得\\n已，將賊去。賊聞方某語，至富室家，頓以賓客自居，稍不稱意，即曰官命爾何敢\\n違。富室無如何，又不敢縱之去，懼其驗也，乃輾轉賄以重金，始不問。從此無敢\\n以竊物告者。邑有少孀，無子女，有遺產千金，叔覬覦之，逼其嫁，不從，乃訟其\\n不貞。方某逮孀至，謂之曰：「吾觀爾非不貞者，爾叔誠荒謬。然吾為爾計，日與\\n惡叔居，亦防不勝防，設生他變，將奈何？」婦叩頭求保護。方某曰：「爾年少又\\n無子女，按律應再醮。」婦曰：「醮則產為叔有矣。」方曰：「不然，產為爾所應\\n有，叔不得奪也。」婦叩頭謝曰：「感公曉諭，願醮矣。」方稱善者再，回顧曰：\\n「命縫工來。」指婦謂曰：「以此婦為爾妻，如何？」縫工睨婦微有姿，婦視縫工\\n年相等，皆首肯。方曰：「佳哉！本縣為爾作冰上人。」即令當堂成禮，攜婦去。\\n命隸卒至婦家，盡取所有至署中。明日縫工叩頭謝，並言及婦產，方曰：「爾得人\\n矣，猶冀得財耶？何不知足乃爾。\\n　　此金應入公家矣。」斥之退。縫不不敢言，婦亦懊喪而已。一日有省員至，方\\n宴之，命行沽，乃薄劣無酒氣。方曰：「是沽者盜飲益以水耳。」沽者曰：「此間\\n酒無不益以水者，非關盜飲也。」立簽提酒家來，責之曰：「凡人行事當以誠，誠\\n即不欺之謂。爾以水為酒，欺人甚矣，且以冷水飲人豈不病？是乃以詐取財也，律\\n宜重懲。」命將所蓄酒盡入官。酒家叩頭無算，願受罰。方曰：「罰爾若干為書院\\n膏火，免爾罪。」乃已。縣月有集，來者麇聚。方於是日以少許酒食款鄉之耆老於\\n堂上，畢，出所著語錄若干冊遍給之，且曰：「此本縣心得之學，足裨教化，所值\\n無多，爾曹可將去。按都圖散之，大有益於人心風俗也。」耆老以為贈也，稱謝而\\n去。翌日檄諸里長等按戶收刊資，每冊若干，又獲金無算。族弟雅南自故鄉來省兄\\n，意有所白而未言。方一見，作大喜狀曰：「弟來甚善，我薄俸所得惟書數十笥耳\\n，將齎歸以遺子孫，無可托者，弟來甚善，其為我護此以歸可乎？」越日，集空篋\\n數十於堂上，命僕隸具索綯以待。方躬自內室取書出，皆函以木，或以布，往來蹀\\n躞數十百次。堂上下侍者皆見之，有憐其勞欲代之者，方呵之曰：「止。昔陶侃朝\\n暮運百甓以習勞也，我書視甓輕矣，亦藉此習勞耳，何用爾為。」裝既竟，乃以繩\\n嚴束之，即置之廓廡間，非特僕隸等不知中之所藏，即其弟亦茫然也。至夜分，方\\n妻密語雅南曰：「爾途中須加意，是中有白金萬也。」雅南大詫曰：「吾所見書耳\\n，非金也。」妻曰：「不然，金即入書中，函穴書入二大錠百兩也。」雅南大駭，\\n恐途中有變，不欲行。妻曰：「爾仍偽不知可也，苟有失，罪不在爾。我之所以詔\\n爾者，俾途中少加意耳。」事乃泄。故事，帝謁陵，直隸總督治馳道成，須親驗。\\n是日百官皆鵠立道旁，候文忠至。方亦列班中。\\n　　文忠一見即握手道故，同步馳道上。文忠好詼諧，忽謂方曰：「爾官棗強有年\\n矣，攫得金錢幾何？」方肅然對曰：「不敢欺，節衣縮食，已積俸金千，將寄歸，\\n尚未有托也。」文忠曰：「可將來，我為爾齎去，我日有急足往來鄉里也。」方稱\\n謝，即摸索靴中，以銀券進。文忠曰：「爾勿以贗鼎欺我，致我累也。」言罷大笑\\n。道旁觀者數萬人，皆指曰：「冠珊瑚者，中堂也，冠銅者，方大令也。」皆嘖嘖\\n驚為異焉。久之以循良第一薦，例須入覲。去官之日，鄉民數萬聚城下，具糞穢以\\n待，將辱之，為新令吳傳紱所聞，急以敝輿舁方由他道遁，始免。方懼入都為言官\\n持其短長，乞病歸。置良田數百頃，起第宅於安慶城中，又設巨肆於通衢以權子母\\n。三十年前之寒素，一變而為富豪矣。\\n　　迨方死，子孫猶坐享至今日也。予既聞書賈語，詢之曰：「何邑人甘受其虐，\\n竟無上訴者？」賈曰：「彼與中堂有舊，訟亦不得直，且無巨室與朝貴通，何敢也\\n？」相與太息而罷。棗強者，直隸第一美任也，有「銀南宮、金棗強」之謠。他人\\n令此，歲可餘四萬金。方與文忠昵，既無餽遺之繁，又善掊克之術，更以道學蒙其\\n面，所入當倍之，蒞棗五年，不下四十萬金矣。\\n　　方仍布衣蔬食敝車羸馬以為常。軍興以來，縣令皆有升階或四品或五品，無以\\n素金為冠頂者。方則始終七品服也。昔文正幕府人才輩出，軍旅吏治外，別為二派\\n，一名士派，如獨山莫友芝郘亭、武昌張裕?廉卿、中江李鴻裔梅生輩，皆風流儒\\n雅以詩文名者；一道學派，如徽州何慎修子永、程鴻誥伯?，六安涂宗瀛朗軒，望\\n江倪文蔚豹岑，桐城甘紹盤愚亭及方某輩，然何管蘇州釐政三十年，弊絕風清，死\\n無餘財，鴻誥以校官終，不求仕進，皆卓卓可風者。若涂者以大挑知縣受文正知，\\n奏簡江寧知府，不數年而蘇鬆道，而江藩，而豫撫，而鄂督，解組歸田，百萬之富\\n矣。又為子納道員，分江蘇。宣統改元，以侍妾盜其黃金忿而歸。倪以編修授荊州\\n守，荊故鄂之美任，亦洊至豫撫，兼河督，富亦百萬，有巨宅在江寧城中，亦為子\\n納道員，分江蘇。子不才，受鴉片毒，不能事上，上官亦以其富家子置之。有黃金\\n置篋中，子常枕之，不知中有金也。一日者為僕挾之去，不知所往，覓枕不得，始\\n悟中有金焉。涂、倪之相類，選物者有意揶揄之者。甘令江蘇，累權繁劇，沽名之\\n事亦為之，後以推諉命案為沈文肅劾免，一孫病不能為人，竟絕嗣。\\n　　京師諺云：「黃金無假，道學無真。」此之謂歟。\\n第九卷????卷下三</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>　　○滿員貪鄙穆克登布者，字少若，荊州駐防滿州旗人，前江寧將軍魁玉之第七\\n子。魁玉隨徵粵寇有功，洊至專閫，死諡果肅，建專祠於鎮江，富為荊旗冠。湖北\\n鄉試駐防中額二，什之八皆賄得，穆亦其一也。丰姿俊美，長身玉立，見者莫不以\\n為善氣迎人，和藹可親，不知其陰險忌刻也。以久經閱歷之歐陽霖，且墮其術中，\\n況其他哉。初以道員至江南，劉忠誠蔑視之。穆與布政瑞璋善，瑞貪墨最著，為穆\\n道地無效。歐之名曾文襄震之，劉忠誠亦器之，穆遂以媚瑞者媚歐，果一言重於九\\n鼎，歐任善後事，不一年調管釐政。歐家揚州，母年九十餘，歐性孝，不欲久虧溫\\n清，乞解釐政而就揚州堤工，堤工遠遜釐政也，並舉穆可當善後事，忠誠皆許之。\\n未幾穆亦管釐政，而歐巳丁內艱回籍矣。穆初以歐薦得露頭角，既見歐所造漸不如\\n己，又加以嚴責其子，恨之，遂浸疏，然猶未肆其傾軋之技也。人有以穆之詞氣語\\n歐者，輒斥之。及服闋回江南，見穆子所為加劣，復言於穆，迫使嚴束之，毋為大\\n吏聞。穆於是大恨，同官或有言其子惡者，穆皆以為歐之播揚，然其時歐固未有職\\n司，無所用其排擠也。會有謠傳通州張殿撰謇將條陳穆父子惡跡，屬言官糾之，穆\\n大懼，遂乞退，忠誠許之，思釐政為歐舊任，仍委歐，穆又以為歐之陰謀。交替日\\n，新舊令尹至不相見，歐亦未之覺也。未幾，剛毅來江南，搜括財賦，欲增釐稅，\\n歐為民請命，拂剛意。穆遂密言歲可增緡錢三十萬，歐陽霖欲見好於民，而不顧國\\n計，非忠也。剛於是罷歐而任穆，而宿憾復矣。及剛去，復以民困苦狀白忠誠，以\\n為剛逼之使然，其實萬無可增之理。\\n　　忠誠本惡剛，頗然穆言，而不知穆之密言於剛也。穆之再管釐政也，大肆貪婪\\n，二子尤縱恣，奔走其門者，皆借風月為關說地。譚嗣同時已知府候補，挾貴人書\\n求大勝關釐稅，穆嚴詞拒之。有唐光照者，以五千金賄穆子得之，譚一怒入都，致\\n蹈康梁之禍，慘矣。穆且言於忠誠曰：「唐某以徐中堂書來，不敢不奉教。」徐中\\n堂，徐郙也，穆在京師，曾執贄門下，人皆知之，托言於徐，使人不疑也，其狡如\\n此。有祿德者，亦荊州駐防旗人，進士也。家甚寒，以穆故，由部曹改知縣來江南\\n，穆委之芒稻河、立法橋兩稅關，皆江北最優之地，更番六年，同僚莫不羨之。祿\\n歎曰：「我僅清宿逋耳，若計六年所獲，當可贏十萬餘金，皆為鄴生、蜀生擲之花\\n間矣。於取於攜，猶之外府。我與穆本為親故，又受其培植，何敢與較，傷哉！我\\n浪得虛名耳。」祿未至儀徵令之前，在江寧為人言者。鄴生文達，蜀生文錦，即穆\\n之二子，皖人陳靜潭孝廉常以孽畜呼之者也。\\n　　朱寶森、張景祐皆昵於孽畜，凡孽畜冶游之地，如鎮江、如揚州、如金陵，所\\n費皆二人任之，任情揮霍，一擲千金以為常。\\n　　此歐陽霖所以自恨無知人之明也。淮安稅關者，特簡內務府司縣為監督，已二\\n百餘年矣。新政行，為外人所詬病，廷議改歸江督委員監收，比武昌、蕪湖例，部\\n議以淮揚道淮安府按年輪直。穆夤緣總督，請加派監司一員專司之。蓋言道府皆有\\n專責，恐不能兼顧，反滋流弊。奉諭允，即以穆當其任，於是者四年，皆相傳獲三\\n十萬金也。乃起巨第於金陵，購物產土田於沿江繁盛之區，其他銀行鹽運皆有巨資\\n，為江南監司中首富矣。權徐州兵備年餘，豐、碭之鴉片，亦存儲數千斤。革命軍\\n起，金陵光復，穆所存鴉片擲道旁無數也。歲丁酉，文錦以捉刀捷京兆，納知府發\\n浙江，不二年，為言官劾罷，永不敘用。至宣統二年，文錦又復職請覲矣。朝廷黜\\n陟無權，親貴苞苴有價，可歎哉！\\n　　穆初司釐政時，有韓某者，庸妄人也，管鏢捐事，上書言「歲比不登，稅不足\\n額，蒙允移善地感甚。茲上盈餘千金，願充公用」云云。穆批答嘉許之。未幾，又\\n上言「千金想蒙察收，久不見調，不知何故」云云。皆印文，非私函也。第二次書\\n至，時正歐陽霖再任受事之日，霖一見大詫之，觀前書更怒，曰：「安有苞苴橫行\\n，居然形諸公牘者；安有正稅不足，而有盈餘者。」遂揭參革職。穆又謂霖揭其短\\n，更恨之，及霖罷，遂與霖絕。辛亥八月，革命軍起，穆長兄札拉哈哩在鄂全家被\\n劫，僅以身免。穆家江寧，亦率妻孥遁上海，城破之日，家盡毀，第宅為墟。或云\\n父子皆遁日本，不知所終。\\n　　○滿洲老名士炳成，字集之，五十後號半聾，以左耳重聽也。為清肇祖後，世\\n貴顯。父桂昌，道光初為浙江糧道，擢寧紹台道。以治戰艦不如期，為欽差賽尚阿\\n所逼，自經死。伯父桂清，以都御史訊獄湖北道卒，諡文清。家雖貴而貧。炳成幼\\n好學，無貴介習，尤好金石書畫。童年見桐城吳康甫先生甚敬之。吳時年二十餘，\\n為杭州府知事，炳從其習篆隸，識鐘鼎字，學篆刻。年既冠，遭家難，浙之人士憫\\n桂昌清貧，醵二萬為賻，炳成遂奉母攜妻子還京師。以八旗貴冑浮薄無文采，不願\\n與往還，而獨與漢人士相款洽。初居宣武門故第，極亭台花木之勝，迨母沒，僅妻\\n與子三人耳，又少僕從，遂貨其居，挾妻子賃居南城外龍樹院之東偏天倪閣。炳之\\n返自浙也，菅葬畢，不事生人產，又座客常滿，尊酒不空，有古瓷酒杯三百器，號\\n三百杯齋，不數年，裘敝金盡矣。以蔭為都察院筆帖式，四十年不遷，鬱鬱以終。\\n故事，戶部銀庫司員三年一更替，司庫一缺選各署資深之筆帖式為之，歲可贏千金\\n。其族子某為某部筆帖式，資與炳埒，少數月耳，極力營謀不能得，而炳成適當選\\n，炳不知其猶子之謀也。三年期滿始知之，盡舉所有以與猶子，弗顧也，人以是尤\\n重炳。炳狂傲，嘗蔑視上官，以為不足與語。國初故事，設有司屬與堂上論事久，\\n得自挾坐具席地坐而言，此猶未入關時氈幕中舊習，而《會典》既未刪除，亦未聲\\n明。一日者，炳故擇一長言之事，挾坐具懷《會典》以往見都憲，立談良久，忽設\\n坐具坐於地。都憲大詫，將斥之，炳以《會典》進，都憲瞠目以視，而無如何，同\\n僚咸以為玩世不恭也。子年十五，晝夜課之讀，舉《十三經》皆背誦如流，猶以為\\n未足，更以《國語》、《國策》、《史記》督責之。子不堪其苦，嘔血死，妻痛子\\n亦殞，炳乃大悔。獨居龍樹院，踽踽涼涼，淒然寡歡，時止於光稷甫先生家。予初\\n至京，即於先生家見之者也。繪天倪閣圖冊以悼亡，遍徵題詠。其為人也，一介不\\n取，故舊資以金，皆不受，歲入俸四十條金，不足，則鬻書畫以益之，雖至交如光\\n，亦不受其尺絲寸縷也。能飲健談，尤熟於國朝掌故。嘗言《品花寶鑑》小說，出\\n於道光中葉，其時正隨父居杭州任所，著者挾貴人介紹，以稿本遍閱江浙諸大吏，\\n所至以旬為限，獲金無算。其書中人有身見之者。華公子者，崇華岩，父名玉某，\\n兩任戶部銀庫郎中，集資百餘萬，有園林在平則門外。華公子死，貧無以殮。徐子\\n云者，名錫某，六枝指，其園即在南下窪，名怡園也。田春航者，畢秋帆制府也。\\n侯石翁者，袁子才太史也。史南湘，蔣苕生也。屈道翁，張船山也。孫亮功者，穆\\n揚阿、慈安後之父，嗣徽、嗣元，即其二子四山、五山也。魏聘才者，常州朱宣初\\n，即江浙時文八名家中朱雪塍之父也。蕭靜宣者，或曰江慎修也。梅學士，或曰鐵\\n保也。奚十一者，孫爾淮之子，爾準時為兩廣總督也。潘其觀者，內城內興隆靴肆\\n主人姓蘇也。梅子玉、杜琴言皆無其人，隱寓言二字之義。高品者，名陳森書，即\\n著書之人也。伶人袁寶珠，則仍其姓名，雲南甘太史為之自盡者也。其餘諸伶皆原\\n姓名，未改也。宏濟寺即興勝寺。金粟者，即桂竹蓀，曾權常州知府，遭吏議者也\\n。\\n　　其餘如王恂、顏仲清，皆隱當時名人，不可縷紀也。又言《紅樓夢》一書，實\\n隱國初宮闈事，非明珠納蘭成德之事也。其賅洽如此。光緒丁、戊間，京師有歌舞\\n妓厭風塵，欲擇人而事，一日於座上見炳，大悅，以為可偶，遂委身事之，生一子\\n一女。\\n　　子名增篸，年十三，亦畢《五經》並《爾雅》、《儀禮》皆成誦，為國子監官\\n學生，凡旗生無與匹者，及壯年時，選護軍。\\n　　乙未予出京，遂與炳長別矣。其子自炳沒後，奉母遷居內城，遂不知所終。炳\\n好讀書，手不釋卷，凡有心得者輒手錄之，名之曰《我愛鈔》，積十餘年，得巨冊\\n厚二尺許，沒時鬻藏書以殮，此手鈔者未知尚存否也。予時不在京，不能以重價易\\n此，可惜也。炳有一可笑事，其妾言於光妾者。炳性僻，不能與人同衾臥，每晚飯\\n時，必使其妾遞戒指，如宮中遞膳牌例，若留侍，則留其戒指，事畢，即遣去，或\\n天癸期則免遞。其可笑如此。光侍御為予言，皆不禁大噱。予戲曰：「此龍子龍孫\\n法乳也。」因附志之。○文章挾制懷寧有楊秉琦者，禮南學士秉璋之九弟也。幼隨\\n兄官京師，從瑞安黃漱蘭學士體芳攻舉業。學士時文名家也，門牆甚眾。\\n　　同時有廬江人章玕者，字蘊卿，富室子也，以資為戶部郎，亦負笈從黃游，與\\n秉琦有戚誼，叔之，至相得。凡學士所改課作，彼此皆互相留稿，以資揣摩。同治\\n庚午科，秉琦恐兄入闈須迴避，乃出京就本省試。是科順天首題為「季氏使閔子騫\\n為費宰」\\n　　全章，黃曾改秉琦課作極佳，章玕攜入闈錄之，得中第十名，刻入闈墨。玕父\\n恐秉琦揚其事，手千金贈之。久之，學士死。\\n　　秉琦屢試不第。其為人乖謬成性，好惡與人殊，妻死無子，遂隻身走金陵就章\\n。先是章捷後，同鄉皆訕笑之，龔引生比部竟於宴會時面誚焉。章恐為言官上聞興\\n大獄，遂改道員，分江蘇。\\n　　其時曾忠襄督兩江，章挾權貴書以往。未幾遂得管籌防局務，金陵城中道員第\\n一美差也。當秉琦之造章也，謂章曰：「我貧而病，又無子，將就養於爾，爾當能\\n奉我以終也。」章唯唯，竊怪之，然不敢慢，辟精室處之，飲食起居，事事維謹，\\n少不遂意，則必呼章面責之，如父之訓子然。章有婢美，秉琦欲之，即遣事焉。日\\n者章自上海返，攜廣東藤椅入，甚精美，秉琦見之，命留其半。章曰：「此我購以\\n奉帥者，叔愛之，當別購以進。」秉琦曰：「爾視我不如帥，何也？」章曰：「非\\n帥以一紙與我，安得此美任。」秉琦曰：「我豈無一紙與爾耶！」章無言。如是將\\n十年，秉琦死，章為營喪葬焉。僕婢皆尤之曰：「主人徒多此一策耳，而遂受挾制\\n終身，何為哉！」有榜下知縣周某者，貴州人，以初抵省謁章，諛之曰：「職未第\\n時，即熟讀觀察闈墨，誠名家也。」章以為誚己，大怒，變色而起，即傳呼送客。\\n周惶懼不解，及出，詢之皖人，始知其故。自是僚屬無敢以文章頌章者。\\n　　○肅順軼事清咸豐十一年，各國聯軍入京，文宗挾后妃等走熱河，未幾崩。及\\n梓宮還京，那拉後遂斬戶部尚書宗室肅順於菜市。清祖制，凡宗室有罪，皆於宗人\\n府賜自盡，不刑於市。此次不遵祖制者，以叛逆論也。肅既伏法，京師人莫不以為\\n大奸之除，非那拉後不能有此剛斷，頌聲徹上下。嗚呼！豈知肅順有大功於國，實\\n隱成中興之業哉！咸豐間，左文襄會試入京，伏闕上書，痛陳時事，多觸忌諱，文\\n宗大怒，革舉人，命順天府五城逮捕治罪。旨未下，肅陰命文襄逸，次晨旨下，而\\n文襄已出國門矣。肅與文襄初未謀面也。曾文正皖南之敗，退守祁門，劾者紛起，\\n廷議將改簡，肅大言曰：「勝敗兵家之常，臨敵易帥，兵法大忌，不如使之帶罪立\\n功可也。」文正遂得一心於兵事，卒平大亂。當欽差大臣向榮之沒於軍也，肅力舉\\n張忠武國梁繼其後，文宗將許之。時長洲彭文勤蘊章在樞廷，文宗問彭曰：「爾以\\n為如何？」彭曰：「張國梁究係反賊投誠，其心叵測。」\\n　　乃簡和春繼向任，而江南軍事大壞。庚申大營潰敗，張忠武陣亡，和亦畏罪自\\n盡，兩江總督何桂清亦逮問伏法。向使從肅言，則張忠武必能支持，待曾軍南下，\\n合圍金陵，決無江浙兩省之糜爛矣。肅之才識，非有大過人哉！直至今日，天下無\\n知左、曾二公隱為肅所用者。徙薪曲突，功人無功，千古傷心矣！世之罪肅者，以\\n其盛氣凌人，驕恣不檢，遂並其功而沒之，不知盛氣驕恣，乃親貴之常態，但使有\\n功於國，其他可未減也。肅極喜延攬人才，邸中客常滿，皆漢人也。湖口高碧湄大\\n令，會試在京，肅聘為記室，欲以狀頭畀之。庚申高式式，迨殿試，適肅奉命為收\\n卷大臣，慮有優於高者，欲困之，遂下令曰：「下午四時不交者撤卷。」乃未晡，\\n即有交者，視其名，鍾駿聲也，通篇七葉半，無一補綴。肅不覺大慍，即受而置之\\n靴中，既畢事，亦忘之矣。歸邸脫靴，始見之，大駭，即遣騎馳送閱卷處。閱卷大\\n臣以為必肅所注意者，遂以一甲一名進呈御覽，而鍾竟得大魁矣。及遍覓高卷，乃\\n知亦在撤卷中。蓋高作字甚緩，日將沒，猶未畢，遂一例被撤，而肅不知也。及朝\\n考，又以出韻置未等，以知縣發江蘇，補吳縣知縣，有強項聲。肅之愛才多此類，\\n如陳孚恩、匡源、焦佑瀛、黃宗漢等，皆肅所舉也。而獨不喜滿人，常謂滿人糊塗\\n不通，不能為國家出力，惟知要錢耳。故其待滿人，不如其待漢人之厚，滿人深惡\\n之。及文宗崩，穆宗幼，那拉後名位又卑，肅常藐視之。言者論其有窺竊大位之志\\n，非無因也。肅隨文宗之幸熱河也，常戲坐寶位，謂人曰：「似否？」那拉後甚忌\\n之。肅每晨未起，坐帳中，即飲人參汁一杯，有小內侍專司其事。杯為和闐羊脂玉\\n所制，文宗賜也。一日小內侍誤碎之，大懼欲逃，有老監某教之求陳尚書緩頰。陳\\n尚書即孚恩，與肅最莫逆者也。孚恩授以計而去。\\n　　小內侍歸，黏以膠，次晨仍貯參汁以進。甫揭帳，即驚呼仆地而擲杯焉，肅怪\\n之。對曰：「適見爺兩鼻孔中有黃氣二，如龍狀，長五六尺，故不覺駭而碎杯也。\\n」因請死。肅曰：「速起，毋妄語，何懼為？」竟不問碎杯事。肅自是隱然以為有\\n天命焉。\\n　　故文宗晏駕，肅命改元為祺祥。穆宗立，始定同治年號。其舉動之躁妄如此。\\n肅之臨刑也，穢語詈那拉後，劊子以刀築其口，齒舌皆糜，猶噴血有詈焉。自是朝\\n中大治肅覺，凡為所賞者，皆禁錮終身，然皆有文武才者也。相傳肅之生也，有冤\\n業焉。\\n　　肅為鄭親王烏爾棍布之孽子，母回女也。先是，王下朝，途見一女甚美，命心\\n腹包衣趙姓者往探之，欲購為妾，乃知女幼已字人，家粗給，無與人為妾之理。王\\n大懊喪，必欲致之，多金非所吝。趙請緩圖，王不許，予三月限。趙於是偽為革退\\n者，卜居於女之鄰，與女父締交，時助其緩急，誼若管鮑，女父母皆感之，然於女\\n仍無術以致之也。期已迫，王忽奉旨管步軍統領事，受事三日，有以獲盜解署者。\\n趙大喜，得計，賄盜使言回回為窩主，於是女父與諸盜駢斬於市。趙厚為之斂，且\\n周恤其母女，又使人偽為女父貸券，登門追索，趙又為清償，於是母女感之次骨。\\n趙又陰使惡少時登門調女，又陰使人誣其不貞於婿家。婿乃退婚，而母女益大困，\\n商於趙，趙曰：「何不進女於王，不但母女得所，且可享富貴，計莫此之善也。」\\n乃飾女以進，王大喜，重賞趙。次年即生肅順。未幾，王患頸疽而死，如斬然，俗\\n呼落頭疽也。使劊子縫其項，乃能殮。蓋京師惟劊子擅此技也。可異者，趙亦患頸\\n疽而死，以至於肅順之斬，論者以為有天道焉。吁！異矣。保全左、曾及舉張忠武\\n、聘高碧湄、碎玉杯等事皆炳半聾為予言。其父誘買回女事，聞之江寧鄭受之部郎\\n，轉聞之肅邸中者。\\n　　○楊查孽緣楊鼎來，字小匡，淮安山陽人。才子也，兼精拳勇，能百人敵。幼\\n隨其父蘇州校官任，署鄰查姓者，浙江海鹽巨族，與校官至交，眷屬相往來。有女\\n幼而有才，嘗來署與楊同嬉游，兩小固無猜也。楊能詩，女亦能詩，唱酬無虛日。\\n楊固未聘婦，而女則已字吳縣潘祖同矣，雖彼此有情，格於禮法，不能通婚媾。祖\\n同父侍郎曾瑩在籍時，楊曾受業門下，及弱冠，娶彭氏，時為京官，楊走京師就婚\\n，遂館於潘氏。時女已出嫁，祖同亦入翰林。咸豐己未，楊中順天副榜，已與女通\\n。至甲子，又中鄉舉。其年祖同因事革職遣戍，兄祖蔭又由侍郎降編修，驟失勢，\\n楊遂無所顧忌。然其師曾瑩固在也，以侍郎退休，就養於京。一日見楊與女唱和詩\\n，語多狎褻，逐楊出。次年，楊會試不第，竟夤夜逾牆入潘宅，負女遁。潘氏聘拳\\n師五人，使於中途殺之。追至楊柳青，見楊與女疊騎而馳，五人皆敗而還，楊遂安\\n然歸故鄉矣。於是潘氏父子遍告同鄉故舊，聞者皆惡之。\\n　　朝臣相戒，如會試得楊卷，即抽換，不使淫凶得志也。無何，楊竟於同治戊辰\\n復入京就試，及拆彌封，楊名在第九，已進呈御覽，不能易。遂更相戒於殿試時抑\\n之。楊素工書，師米襄陽，人皆識之，至是楊變作率更體，眾果不察，進呈前十本\\n，楊之卷又在焉。朝考時始抑入三等，猶得用主事，分工部。楊自知不容於清議，\\n不復作春明之夢，遂歸，築精室於淮之河下，與女居，日相唱和，享閨房之樂二十\\n餘年，授徒以終。淮之人呼女為湯夫人，蓋合其二夫之姓之半而謔之也。楊自書楹\\n帖榜其門曰：「文章有價，陰騭無憑。」女先楊數月死，楊挽以聯云：「前世孽緣\\n今世了，他生未卜此生休。」能於無可著筆之中，曲曲傳出心事，可謂才人之筆。\\n淮之人述女贈楊會試送行詩云：「淮水清清河水渾，安排行李送王孫。明年三月桃\\n花浪，君唱傳臚妾倚門。」風致甚佳，然含蕩意，一望而知非貞婦也。\\n　　嗟乎！人禽之界，一念之間耳。楊具文武才，使其發乎情止乎禮義，則儒林也\\n，名相也，大將也，楊皆優為之；乃一念之差，縱欲敗度，遂入於衣冠禽獸之途，\\n而不可救藥，吾甚為楊惜也。\\n　　聞女並不美，且面有痘瘢，惟多才耳。自楊中會試後，朝中大老主會試者，得\\n淮安卷輒擯之，如是者幾二十年，以為淮之士人皆如楊也。有吉元者，亦山陽名下\\n士，坐是困春明終其身，恨楊次骨。楊為山陽世家，五世皆進士，亦難得也，然至\\n楊斬矣。楊妻彭氏，與所歡查氏各生一子，皆不能繼楊業。聞之泗州祁頌芸雲。\\n　　○神經病能前知揚州謝夢漁侍御，清道光三十年庚戌科一甲三名及第，書法甚\\n劣，二甲且不能望，竟問鼎焉。蓋是年殿試之日，猶在宣宗大行百日內也。士子皆\\n素服入試，於策中照例抬寫處，多未留意。惟謝卷遇抬寫皇上陛下之上，必加「當\\n今」二字，通場所無。諸大臣以為得竅，擬置狀頭，以字太劣，置第三，京師人呼\\n為兩字探花。惜仕途蹭蹬，終於御史而已。謝之為人無可議，惟似有神經病，多作\\n可解不可解語，往往能前知。嘗一日謁一宗室，其人並非顯者，坐甫定，閽人進言\\n青麟傳到，宗室立命之入，謝意青乃侍郎，且翰林前輩，彼豈能傳之，或另一人耳\\n。及入，則即侍郎而前輩也，皇悚避席。宗室曰：「彼在我處無坐位，爾不必謙。\\n」即回顧青麟，聲色俱厲，大加申斥而去。謝出謂人曰：「我觀青老前輩，將不得\\n其死。」人曰：「青久蒙簡在，即將外任封圻矣。」謝曰：「放出去，更不得其死\\n，不如死於旗主之逼，猶不害人。」眾以謝囈語也，置之。未幾青果得湖北巡撫，\\n以粵逆陷城失守，伏法。謝之言竟驗。\\n　　咸豐壬子科順天鄉試，四月考差，謝不赴，人勸之，謝曰：「我一生無差運，\\n故不考。」至秋，同鄉京官宴士子於會館，甫入坐，空中有鴉飛鳴一聲而去，謝瞿\\n然驚曰：「今科我揚只中一人，可惜可惜。」人又以為囈語也。及榜發，果中方鼎\\n銳一人，謝言又驗。銀台儀徵胡隆洵之入都也，並行李而無之，投會館，長班以無\\n行囊不納，使之謁值年者取進止。時值年為陳六舟中丞，胡往謁，陳細詢之，知為\\n諸生，遂留宅中，司筆札，試以時藝，則不佳。陳曰：「既欲應試，非用功不可。\\n」於是督課甚嚴，親為改削。一日謝至，熟視胡，問陳曰：「此何人？」陳曰：「\\n吾鄉應試者，然不能望中也。」示以胡文，謝曰：「此可中矣，在他人固無望，然\\n在胡不必佳也，爾以為必佳文方中乎？」相與拊掌。及謝出，陳謂人曰：「謝老前\\n輩戲言也，不可為後生法。」是年為同治改元壬戌恩科，秋闈胡報捷矣。胡於是意\\n得志滿，終日應酬奔走，無暇伏案，陳督責之，亦不聽。逮癸亥會試，首題為《大\\n畏民志此謂知本》，懷寧楊禮南學士為同考官，已撤堂矣，同考中有孫觀者，與楊\\n同鄉至好，得一佳卷，欲補薦，挽楊為伴。楊不得已，隨手取一落卷，加一遊批陪\\n孫上堂，孰知孫薦被擯，楊薦竟入彀，即胡卷也。\\n　　照例於放榜後，各房考先自磨勘一次，楊勘至胡卷，大駭，惶愧萬狀，隨呼奈\\n何！人問之，閱其中二比起句，皆不覺大笑。\\n　　蓋出比起句曰：「蓋在夫子。」對比曰：「而在民也。」又無法為之改削，惟\\n不刻入同門錄而已。胡以為我亦送板價與老師，而不刻我文，是輕我也，從此師生\\n無感情焉。胡用主事分吏部，後升至通政司參議而終，謝之言又驗。謝居京三十年\\n，宴客之事寥寥焉，將歿之前一月，忽折簡遍邀同年同鄉至好者，大宴於松筠巷，\\n即楊忠愍公祠堂也。眾異之，屆期往，則十餘席珍饈羅列矣。皆請曰：「公今日何\\n事盛設？」謝曰：「我將與諸君永別，不得不痛飲一回以當離筵也。」眾笑曰：「\\n公何以知之？」謝指忠愍神主曰：「此我故人也，昨夜入夢相告，故知我辭世不遠\\n耳。」皆囅然盡歡而散，果不一月而訃至。謝歿後，囊橐蕭條，老妻以哭子早喪，\\n侍御有子，於粵寇陷揚州時，乳母攜之逃，遂相失。謝屬纊時，謂所親曰：「他年\\n吾子來京，望諸公善視之。」眾唯唯，然皆知其無子也。及歿年餘，忽有老媼攜童\\n子來京，遍叩同鄉之門，謂是謝子，述避寇年月甚悉，以久不得主人消息，故未來\\n，今聞人言主人在京，不料子來而主人死，並言謝家事甚悉，遂醵金教養之。及長\\n，屢應試不售，就館職，得知縣，歷任順天繁劇，有能聲，宦橐甚豐，以道員卒於\\n京，即謝星庵也。吁，異哉！論謝之品學，皆為人所稱許，獨其有先見之明，而故\\n作不倫不類語出之，豈悟道者耶？抑其人果如佛家所云有來歷者耶？予在京，歷聞\\n揚州人云，遂拉雜記之於此。\\n　　○貴女殺親夫榕興，字吉孫，滿州人，江蘇候補知府也，年三十一。妻為前清\\n兵部尚書鐵良之姪女，年二十九。榕需次蘇州時，納一妾，極寵之，因是不與妻共\\n枕席者五年。光緒三十四年春，奉委荷花池釐差，局在北岸瀕江，屬鎮江境，乃攜\\n家居差次。有薦司事與榕者曰周鳳魁，無錫人。少年美丰姿，善修飾。五月始至，\\n未浹旬即與榕妻通。榕知之，懾於閫威，不敢言，忿而致疾，宿於外寢。榕有一子\\n，妻出也，已六歲，將拜周為假父，擇期六月二十六日設宴稱賀。先期妻謂榕曰：\\n「二十六日將大治具，汝能稍飲一杯否？」榕不答。至二十四日，榕覺疾甚，如瘧\\n狀。次晨，妻忽造榻慇懃慰問，並勸之食。榕夫婦積不能已五年之久，至是人皆異\\n之。是日慰問至八九次，至黃昏，又手粥一甌，力勸加餐。榕不忍卻，遂啜之。未\\n三更死矣，七竅皆有血，舌紫黑。醫者以銀針探其喉，作黑綠色，皆知其中毒也。\\n走告妻，妻若不經意者，猶手風琴而歌，周坐其旁，稚子倚周膝而嬉。妾聞之，奔\\n至榕寢，撫屍大慟，為之洗滌血污，手自含殮。而二十六開筵拜假父之舉不成矣。\\n合局之人大動公憤，誘周至江南岸而痛撻之，並勒其供狀，歷述通姦謀斃始末。\\n　　有高姓者，北人也，性愚直，將執狀控於官，尼之者謂不合法律而止。當道又\\n礙於鐵良，不欲彰貴家之穢，僅遣人送其子與榕櫬回旗，即周鳳魁亦幸逃法網焉。\\n噫！大員之妻謀斃親夫，若斃一犬然，誠世界罕見之事也。清律，凡捉奸者，必於\\n奸所雙執之，又必其本夫或其父母始可，即翁與伯叔兄弟皆不得而捉之也。又曰，\\n指奸勿論，以其非親見於奸所也。若外人告奸者有禁，恐其妒奸或誣奸也，此高姓\\n之控所以不合法律也。\\n　　○名士遇鬼朱銘盤，字曼君，江蘇泰興人。記誦淵雅，文詞典贍。光緒癸巳舉\\n孝廉。瑞安黃漱蘭學士督學江蘇時，拔高才生，肄業南青書院。廬江吳武壯長慶聞\\n其名，聘為軍中記室，與今張季直殿撰同掌機要，武壯賓師之，不以屬吏待也。會\\n武壯卒，所部有欠餉未放者，朱代領萬金舁至舟，待發矣。蓋朱又為駐旅順淮軍將\\n領張某所聘，亦武壯舊部也。盜偵知之，亦附其所乘之輪舶而行，見其舁銀至家，\\n遂往約他盜夜劫之，不知朱舁至家後，忽轉念不如舁往軍中為妥，盜不知也。至夜\\n，盜十餘人破扉入，覓銀無有，詢朱，朱曰：「此軍餉也，已舁至營矣。」\\n　　一盜將刃之，前隨之盜曰：「不可，我輩與朱某無仇，何必血刃。」遂劫其衣\\n物少許而去。次晨即報張緝之，獲七人，前隨之盜亦在其中，蓋亦武壯革退之兵也\\n。盜直陳不諱，並云：「我輩忌空過，故劫其少許物，計不直百金，無死法也，且\\n我尚有德於爾，爾亦當以德報。」張回顧朱曰：「如何？」朱曰：「爾按軍法辦理\\n可也，何必問。」張不得已，駢斬之。未幾，朱妾生子，彌月之期，大開湯餅宴，\\n賓眾雜沓，朱抱子出示眾賓，時朱年已逾四十始得子也。抱而入，甫至廳事後，忽\\n聞朱狂呼曰：「勿傷吾兒。」旋聞兒亦狂啼一聲，戛然而止。眾趨入視，朱僵於地\\n，兩目直視，歷敘殺盜事，又云：「我錯我錯，乞恕我子。」須臾氣絕。更視其子\\n亦死矣。此甲午冬月事。予時客煙台東海關道劉薌林觀察署中，有友人自旅順來言\\n如此，皆以為盜索命雲。觀此與王萬青二事，中國豈果有鬼神哉？所以近年西人之\\n講哲學者亦皆主靈魂之說也。\\n　　○猴怪報怨前清光緒季年，直隸鹽山縣令史某，杭之錢塘人，無錫王壯武公之\\n孫婿也。署中庖人楊大者，有童養媳年十五矣，尚未成婚。忽一日，覺有人與同臥\\n，始尚隱約，繼更近昵，詢其何氏，答曰：「我侯氏女銀針也。汝三世前邵姓，為\\n錢塘令。我其時亦士人女，因見惡於賣花媼，彼遂誣予不貞。婿家聞之，遽退婚。\\n父不服，訴之官。官受媼賄，誣予非貞體，予遂自盡。\\n　　此雍正間事。予死後，閻羅憫予屈死，命轉世為男子，富且貴。\\n　　予不願，但思報仇。閻君謂『邵令已墮畜生道。爾恨亦可泄矣，不如轉世為佳\\n也。』乃投生中州貴人家為人。既長，迷失本性，無惡不作，及壯而夭。閻君怒，\\n謂亦當墮畜生道。予大哭，但求復仇，遂轉世為猴女，猴父母皆修煉成道去。予同\\n胞尚有一弟一妹皆能修煉，先予得屍解，惟予以心懷復仇故，道念不及弟妹之堅，\\n遲之數十年，亦得屍解。遍覓仇人，知爾今生為楊氏婦，故來覓爾。然吾母與妹皆\\n常來防守，不令我索爾命，以為冤宜解不宜結也。」自是附婦體不去，闔署之人皆\\n昵之，令之女兒輩呼之為銀針姊，幼者姑之。與人接談，恭而有禮。母與妹亦時附\\n婦而言，獨銀針有時作空中笑語聲也。令之諸女有欲見其面者，女曰：「我一猴耳\\n，何足觀。」再三請，女曰：「無已，可於帷後觀予足可也。」則見一足弓鞋窄小\\n如菱，履制亦精美，一足則大如蓮船盈尺，皆哄堂大笑。壯武之孫名恕字心如者，\\n藎臣同守之第三子也，時在署，女亦常與款洽，一日恕問女曰：「爾母爾妹則常來\\n，爾弟何不來？」女曰：「但聞其轉世為大貴人，今在湖廣大衙門。亦不知湖廣為\\n何地也。」\\n　　問姓名，曰：「不知，但知其為湖廣最大之官耳。」忽一日戲謂恕曰：「三舅\\n老爺，我為爾妾何如？」恕笑曰：「我不慣看猴子面目。」女曰：「我能變形也，\\n然亦只能變一小時耳，不能久也。」楊大夫婦敬之如神明，稱為仙姑。令有小奚奴\\n謂楊曰：「一猴怪耳，何足畏，爾俟其空中發聲時，循其聲抵於壁，我以棍擊之，\\n可使其現形也。」語未畢，忽自批其頰無數，且自投曰：「爾以後再敢狂言否？」\\n奚奴大懼，跪而哀告乃已。\\n　　如是者五年而去，並不為婦禍，惟婦體贏瘠耳。女作杭音，聲直而粗，其母妹\\n皆然。此心如為人言，蓋於鹽山署中親見之者。\\n　　據女言，則人云張文襄前身為猴，非虛言矣。文襄之貌似猴，飲食男女之性無\\n不似猴者，亦奇人也。予所紀不載虛渺神怪之跡，惟此乃近年事，且王君兄弟所目\\n擊，言之鑿鑿，當非妄語，故記之，此吳騫《傳信錄》例也。\\n　　○前世冤鬼葉伯庚，江寧廩生也，頗有文名。光緒二十三年丁酉，各省鄉試之\\n年也。其秋葉忽病，旬日不醒，嘗喃喃自語，作湖北鄉音。人問之，答曰：「我周\\n呂氏鬼魂也，嫁周鳳奎為妾。道光中，周以甲榜為福建閩縣令，因口舌細故，忿而\\n縊於鳳凰山之銀杏樹下，山即在縣署後。週知之，不使斂，致屍飽虎狼。周轉世為\\n葉，今科將中江南第四名舉人，予得請於帝而索命焉。」一家大恐，許度脫，鬼曰\\n：「我亦不能遽斃之，緣渠曾辦振飢事有微勞，上帝亦許貸其死，惟不使之入場耳\\n。」家人環求不已。鬼又曰：「祀我，並使某高僧誦《楞嚴經》千遍，則我去矣。\\n」如其言，至八月八日貢院封門，而葉病癒。訪之閩人，果有閩縣令周鳳奎其人者\\n。逾年為光緒二十四年，葉摒擋入閩，訪詢周呂氏事，竟無人知。至鳳凰山，果有\\n銀杏樹，百年外物也，於其地招魂立塚而歸。其時餘在金陵，葉親為人言。此事甚\\n可怪，葉不致造言以自污也。\\n　　○鬼捉酷吏時乃風，字萼卿，浙江仁和人，江蘇候補知府也，管閔行鎮釐稅。\\n會幫辦委員倪祖謙家被盜，鳴官捕數人，內有護卡炮艇勇丁焉。艇有哨弁，素與時\\n有隙，時遂誣以坐地分贓，言於撫院巡捕官申保齡，申白巡撫吳元炳，遂駢斬之。\\n未幾，申權吳江知縣，甫匝月而病，病中喃喃辯殺盜事，遂死。死後數日，時又權\\n松江知府，甫三日，一日送客出廳事，杭聲大言，若對客狀，僕以客去告，則大怒\\n曰：「我正與申大令言，何相混也。」俄頃面目慘變，自投無數而死。此同治戊辰\\n、己巳間事也。\\n　　石埭徐子靜言。○翰林不識字自科舉廢倡言新學，凡留學日本三年畢業歸國者\\n，送部應廷試，或賞翰林，或進士，或舉人，皆出於一榜焉。此從來科名未有之變\\n局也。光緒末年，有粵人某廷試得翰林，呼何秋輦中丞為「秋輩」，讀「姦宄」之\\n「宄」為「究」。予初以為言者過甚耳，迨指其人而實之，始知不謬。吁！此亦國\\n之妖異也，安得不亡哉！\\n　　○妖狐為祟同治季年，蕪湖有釐卡委員俞某者，浙人而北籍也。婦為狐所憑，\\n夫入房，輒有物擊之，遂不敢近。在蕪湖時，一日清晨，有僕婦入房灑掃，忽見一\\n壯年男子，冠白氈冠，衣灰色繭綢袍，腰繫大綠皮煙荷包，坐主婦?上。大駭，欲\\n詢，轉眼即不見。俞自北南來，此狐即隨之而至，歷有年所矣。婦日漸枯瘠，遂死\\n。俞亦無子。予其時亦在蕪湖，一時喧傳，以為怪事。\\n　　○方某遇狐仙事道光間方某，皖人，寒士也，入都應鄉試，館某旗員家。\\n　　書室在花園中，園故空曠，僅一館童作伴而已。一日月下，方仰天長歎曰：「\\n家無儋儲，功名未遂。昨有家信來告匱，奈何？」忽空中有答者曰：「公富貴中人\\n也，何憂貧？公無患家計，我已為公備銀二十兩為家用，明日封寄可也。」方大駭\\n，不敢應，遂歸寢。次晨，見案上封裹宛然。視之，銀也，權之，得二十兩，大喜\\n，遂寄家焉。晚坐月下，望空稱謝。又聞人語曰：「公長者，願與公為世外交，可\\n乎？」方曰：「可。」叩其姓名，曰：「胡某，為大內管庫職司也。」是年方捷順\\n天，胡又為摒擋一切，費不貲，方深感之。次年會試後，遂移居試館，不復館旗員\\n家矣。及聯捷，又助之，且時來與方談論今古，頗淹洽。惟不見形耳，方頗以不得\\n一面為恨。胡曰：「無見面緣也。」方固請，胡曰：「不得已，可於某日午後俟我\\n。」屆期，戒閽者，凡有客來皆辭謝，以為今日可以見我良友矣。至午後，忽座師\\n傳喚，命即至，方大恨，然座師命不敢違，怏怏行。甫出門，胡即來，投刺而去。\\n至晚方歸，僕曰：「午後有一人白而頎，四品冠服來拜，素不相識也。」方頷之。\\n至夜胡至，謂之曰：「如何？我固謂無見面緣也。」久之，胡忽語方曰：「我輩交\\n誼可謂厚矣，欲附為婚姻可乎？家有弱妹，貌頗不惡，堪備箕帚。」方曰：「我有\\n婦矣，胡可者？」胡曰：「不妨，我輩世外人，不爭名分，公即妾之可也。」方曰\\n：「容徐議之。」次日，方出門後，有一李姓來拜，歸視名刺，不識也。至夜，聞\\n空中有聲，非胡聲也。問為誰，答曰：「即日間奉拜之李某也。某亦狐而仙者，久\\n欲奉教，未敢唐突。今聞胡某欲以妹許公，明知交淺言深，公未必信。然視公之危\\n而不救，實不忍。\\n　　胡妹雖美，而淫蕩，已蠱死多人矣。公奈何墮其術中，不如設詞拒之為是。」\\n方大驚謝。翌日胡又至，申前說，方絕之，胡詰其故，方曰：「我雖貧，究人類也\\n，豈可與君輩為偶。」胡大怒曰：「相交許久，猶以我為畜類耶？」作恨恨聲而去\\n。自是遂日作祟無虛日，或食物中置糞穢，或衣服無故自焚，或朋友求書之件污以\\n墨水，種種惡作劇，不堪其擾。方恨之而無如何。李又至，教之曰：「爾第焚疏於\\n前門關帝廟，彼自懼而不敢祟矣。」方如言。至夜，夢一三十許方面壯夫，鋃鐺被\\n體，戟指向方曰：「爾受李某讒，控我於神。我待爾不薄，計我所毀爾之物，尚不\\n敵贈爾十之一，爾何忍乃爾！爾知李某為何如人，大內庫掌我為正，李為副，李久\\n欲謀我缺，不得隙，今遇爾，亦天也。我不過發配陝西三年耳，三年後公亦須來京\\n考散館矣。黃河岸邊相見可也。」方醒而大懼，請假歸，終身不復入京，此即方朝\\n覲之父也。聞朝覲會試後，夢一人，自稱胡某，與爾父相善，因爾父信讒，致我得\\n罪充徒三年，今歸仍復舊職。\\n　　聞爾能繼父志甚喜，然爾命中無進士也，何必跋涉哉！方夢中大哭，求轉圜。\\n胡曰：「無已，以壽算準折或可。爾具一疏焚於前門關帝廟，我再於冥冥中為爾謀\\n之，惟中後即不永年，勿悔也。」朝覲允之，故殿試後未匝月即死也。朝覲為光稷\\n甫侍御姊夫，於方父子事言之甚詳。予至京，主其家，茶餘飯罷，輒以為談資也。\\n此豈中國人迷信之故哉！然而其事甚確，非空中樓閣也。</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Qingdai Yeji, by Zhang Zuyi</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK QINGDAI YEJI ***</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>***** This file should be named 27403-0.txt or 27403-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/7/4/0/27403/</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-bc8d8606d9395300-f09fcd twpub-bc8d8606d9395300-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/bc8d8606d9395300/toc\",\n            \"target\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000025\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/bc8d8606d9395300/toc\",\n            \"target\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000028\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/bc8d8606d9395300/toc\",\n            \"target\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000055\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/bc8d8606d9395300/toc\",\n            \"target\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000058\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/bc8d8606d9395300/toc\",\n            \"target\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000062\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/bc8d8606d9395300/toc\",\n            \"target\": \"$:/plugins/twpub/bc8d8606d9395300/text/000000068\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-bc8d8606d9395300-f09fcd blockquote,.twpub-bc8d8606d9395300-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-bc8d8606d9395300-f09fcd body > p{text-align:justify;}.twpub-bc8d8606d9395300-f09fcd h2{clear:both;}.twpub-bc8d8606d9395300-f09fcd h3{font-weight:normal;clear:both;}.twpub-bc8d8606d9395300-f09fcd hr{clear:both;}\\n.twpub-bc8d8606d9395300-6b4cd0 div,.twpub-bc8d8606d9395300-6b4cd0 p,.twpub-bc8d8606d9395300-6b4cd0 pre,.twpub-bc8d8606d9395300-6b4cd0 h1,.twpub-bc8d8606d9395300-6b4cd0 h2,.twpub-bc8d8606d9395300-6b4cd0 h3,.twpub-bc8d8606d9395300-6b4cd0 h4,.twpub-bc8d8606d9395300-6b4cd0 h5,.twpub-bc8d8606d9395300-6b4cd0 h6{display:block;}.twpub-bc8d8606d9395300-6b4cd0 div.figcenter span.caption{display:block;}.twpub-bc8d8606d9395300-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/images/OEBPS/294899678491675088_27403-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/images/OEBPS/294899678491675088_27403-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAAB43klEQVR42uzdd5xcZaHw8ZnZXrMlvZAGaST0JBgpkQ7SSyiCoqgoIIgF5aLX65WIIL5c4QVU+pUqKC2i0gIElBJKIIQEQklCCqSX7buz7x+r+46zO7Ozu7Ozszvf74c/mMnMzpxnz56Z3zxnzgnOfTwAAABABgoZAgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAOh9webmZqMAAACQgcwQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACC0BAAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQOpl98qj1tbWLl26NMUPOmHChMLCQs+kDz0TAACgRwWbm5tT/6jvv//+nDlzUvygt99++7Rp0zyTPvRMAACAHmWXUQAAAEEIAACAIAQAAEAQAgAAIAgBAADoR7LT4UlcccUVgwcPTvqPraurO++88zyTfvNMAACAfhiEkydPHjVqVNJ/bHV1tWfSn54JAACQXHYZBQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEoSEAAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAOgZ2enwJGpra6urq3vix3om/emZAAAA/TAITzvttDQZDs8knZ8JAACQXHYZBQAAEIQAAAAIQgAAAAQhAAAAghAAAIB+JNjc3Jz6R92xY8dzzz2X4gedNWtWWVmZZ9KHngkAANAPgxAAAIBeZ5dRAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQGgIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAL0m2xBAlzU1NbX+fzAYDIV8wgIAgCCEDPDGG2+cc845rRdnz579q1/9yrAAANCHmNAAAAAQhAAAAAhCAAAA+r1e+A7hkiVLzjrrrCT+wOuuu27WrFl+lwAAAJ1ihhAAAEAQAgAAIAgBAAAQhAAAAAjCdJWdne0XCQAA0OmYSv1DFhUV7b333l2++1tvvVVfX996saKiYo899vCLBAAA6ANBOHr06N/97nddu++KFStOOumkyGtOPfXU3Nxcv0gAAIDO6mO7jN59993Nzc2tF3Nzc6P6EAAAgH4YhNu2bZs3b17kNUcddVR5ebnfIgAAQD8Pwj/+8Y+1tbWR13zhC1/wKwQAAOjnQdjY2HjfffdFXvOZz3xm3LhxfoUAAAD9PAgff/zx9evXR15z5pln+v0BAAB0WZ85g99dd90VeXHcuHH77ruv318gEKivr1+7dm1NTU1JScmwYcNCoZAxAQAA+k8Qvvrqq0uXLo28Jv2/PbhmzZrHH3/8lVde+eCDD7Zs2RIIBMrLy3feeed99933iCOOqKio6P5DzJ8//w9/+MPrr7/e0NDQck1hYeGMGTPmzJkzc+bMyFtu2LDh+eefb/n/4cOHz5gxIw1HbOXKlc8999wbb7zx0Ucfbd68ORAIVFZWDhw4cMaMGbNnzx4zZkyCP6e2tnb16tUt/19QUDB8+PCoG7zzzjuPPPLIa6+9tnbt2oaGhkGDBg0cOHDmzJmHHXbY2LFj+9zypmYNjBzVvLy8kSNHRt3gk08+ufvuuxcsWLB27drs7OyysrJJkyZddNFFbW/Z1ptvvvnYY48tWrRozZo1LR9tjB07dt999z366KOHDh3atSeZzr96AID0EYw8i0Pa+u53v/vMM8+0XiwvL3/sscfin37w6quvvueee1ovXnrppSeffHKCD7dx48bDDjus9eLIkSMffvjhxJ/t5s2bf/3rX//5z38Oh8Pt3iAvL+/0008/99xzu3wGxU2bNl166aULFy6MdYPPfe5zP/nJT0pKSlouPvnkkz/4wQ9a/v/ggw++6qqr0mrQnn/++dtuu+2NN96Ic5vDDjvsu9/97sCBAzv8aW+88cY555zT8v+TJ0++8847I6PlqquuilyX2j7KD3/4wwEDBiTytCMfKBAIzJ49+1e/+lXqlzc1a2Dkwu60004PPvhg5L8+8MAD11xzTdQxnwKBwN133z1x4sQ4P3bVqlVXXHHFSy+91O6/5uTkzJkz54ILLkjweabsVw8A0G/0gd0LP/744+eeey7ympNPPjltT0b/xhtvzJkz59FHH431XjwQCNTV1d1+++1nnXXWunXruvAQa9euPeuss+LUYCAQmD9//tlnn71p06bWd8PpOVxvv/326aefftFFF8Wvo0Ag8Pjjj8+ZM+f999/v7Fi1/v/ixYvPPPPMOEnQ8iinnHLKypUr++jypmYN3LZtW+TFG2+88Yorrmhbgy2f3cT5OS+++OKZZ54ZqwYDgUBDQ8Ndd9315S9/uWUGtU//6gEABGEX3X333ZFvbXNzc+fMmZOeT3XhwoXnnXdea4bFt3z58nPOOSfybWsiqqurzz///ETex3/00Uff+ta36urqAoHAp59+mm5j1dTUdMMNN5x99tnvvvtugnfZunXreeed16kR27JlS01NTSAQeP/9988///xEfjUbN2688MILt27d2heXNwVrYFQQPvTQQzfffHOsW8bZMfXll1+++OKLd+zY0eHDLV269Bvf+EZ1dXWnnmT6/OoBAARh123fvv3RRx+NvCZZX8BLupUrV37ve99rCbAErVu37uKLL25525qgK6+8csWKFQneeOnSpdddd10gXWcI77333jizWO3asGHD5Zdf3qm7rFu3rq6u7nvf+14i7dGiZT/GPre8qVkDA4FAOBxuybNVq1b98pe/jHWz0tLS7Oz2v6W8du3aH/zgB/X19Qk+4vLly3/60592dsDT51cPACAIu+jBBx+Mmhk444wz0vB5hsPhH//4x9u3b+/sHd97771rr702wRu/9tpr8+bN62yELFu2LA1nCLOysqZPn96FO7744ouvvfZa4rdfu3btzTff3NldAZ944olly5b1oeVNzRrYqmWSMNaeoi3i7C/6s5/9LGq/0w49+eSTTz75ZKfukia/egCAdJbWRxltamq69957I6+ZMWPGLrvskoZP9Y9//OPixYujrszPzz/00ENnzJgxZMiQcDi8cuXKBQsWvPDCC1HTRPfff//nP//5qVOndvgoLdN9UQ455JA5c+ZMnjw5Ozt7w4YNixYtevDBB1999dWWf21ubr7yyitXrVqVhoO27777Rn6tq7Cw8KijjjrggAN22WWXioqK6urqjz76aN68eQ8++GDUiP3xj3/ca6+9EnyUpUuXRq1Fu+666yGHHDJ8+PDy8vLNmzcvWbLkscceizrLZUtL/+QnP+kry5uaNTAyCFeuXNn263+jRo0qLy/funXrmjVrYs3kP/nkk23vuNdee51yyikTJ04sLS1du3bts88+e//990ftvfmb3/zmoIMOSvzEKunzqwcAEIRd8eSTT0bt65ieJ6Ovra296aaboq6cOXPmT3/600GDBrVeM3369JNOOmnZsmWXXnpp5G6fzc3N11133W9/+9v4j/Laa6+9+eabkdeEQqH/+q//+vznP996zfDhw4cPH37kkUc+9thjP/vZz1p2yVu0aFF6/n5bzyQZCoVOOeWUb37zm62HRQ0EAqWlpbvttttuu+02e/bsb3/7201NTa3/9NxzzzU1NWVlZSXyKNdff33r/w8dOvSKK67Ybbfdoor6q1/96uWXX/63v/0t8vr58+dfdtllsXZ6TKvlTc0aGGn79u233HJL68VgMHjcccd95StfGTFiROtTaj0DRKRwOBz1QKFQ6Nvf/nbkiWTKy8unTJly4oknXnzxxZGTdR9++OFTTz116KGHJvgk0+dXDwCQttJ6l9Gok9GPHj161qxZafg8H3vssY0bN0Zes99++1133XWR78VbTZw48ZZbbok6y9zChQvbTu9E+eMf/xh1zUUXXRRZg5GOOuqoK664IhgMpvPvd9SoUSNGjNhzzz3vvvvuSy65JLKOIs2aNevcc8+NvKa6uvrtt9/u7MONGTPmrrvuikqCFoWFhZdffvk+++wT1TxdeJReWd7UrIGRXn/99dbj3Obm5v7iF7/48Y9/3FqDgUAgPz9//Pjxbe+4YMGCDz74IPKaCy+8sN3Tig4ZMuS6666L2u/0tttu68LI9/qvHgBAEHbaokWLot6TnXHGGelZOA888EDkxcGDB19++eVx5nPKy8uvuuqqnJycyCvvu+++OA9RXV09f/78yGumTp3a7tvoVrNnzz7++OPTfP275pprbr755g53Az799NOj8mnp0qWdeqCcnJyf//znZWVlMf8SQqFLL700agXr8OQQabK8KVgDo0ROSP70pz895JBDErzjn/70p8iL++yzT5xp/8rKyu9973uR1yxbtqzdicf0/9UDAAjCzomaHhwwYMAxxxyThs9zxYoVUYegOO+882JN/rQaP3786aefHnnN/Pnz4xyf46WXXoo6euQ3vvGNDvP4m9/8ZtSb/nTT7iRSW4WFhQcccEDkNR999FGnHqjl+2nxbzNmzJioKejly5en//KmZg2M0tjY2PI/J5100mGHHZbgvbZu3fr3v/896qnGX40PO+ywyInHQCCwYMGCvvirBwAQhJ2wZs2aqAmxk046KS8vLw2fatTzHDRo0JFHHpnIHc8666zIWqupqYl6rxwp6p+GDBkyc+bMDh+isrLywAMP7B9ratQhOjt7RvVTTz01kZvtt99+kRd78WA8iS9vatbAdpWWll544YWJ337BggWRx7PZbbfddt999w62UKHQcccdF3nNc889179/9QAAgjBwzz33RL5xzM7OTvBdXeq9/PLLkRcPP/zwBI9FUVFREfUe9MUXX4x146gd2A4//PAEj7WY+L58aW7cuHGRF7ds2ZL4fSdNmjRy5MhEbrn33ntHXuzF8zcmvrypWQPbdcYZZxQXFyd++3/84x9dWDlbD8bT+rfQ3Nzcj3/1AACZHoRVVVUPPfRQ1HvcgQMHpuFTDYfDUUf+7NSM3OzZsyMvth6lI0rLCQkir4nanzCO6dOnp/mhZRIUtd9g4qcab1sUcYwcOTJyuDqVnb2yvKlZA9vfdoRCnf2S6uuvvx7n0WOZPHlyYWFh68W6urq1a9f24189AECmB2Hbk9HHP3pKL1qxYkVNTU3rxdzc3HaPZBhL1G6fK1eurKqqanuz5cuXR86XhkKhyZMnJ/gQZWVlUWnRR5WWlkZebDmjRoKmTJmS4C3z8vIiz55XX1/fqQdK/fKmZg1s1957793uUUxj2bhxY+S0W0VFRYJrZigU2mmnnSKvSfwbpH3xVw8AkNFBGA6Ho452uPfee3d4TIjeEnXkiV122aVT5y4bNGjQkCFDWi82Nze/9957bW/24YcfRj1Kfn5+4o8yYcKE/rCmhkK5ubmtFyNP09ehnXfeOfEbR+0D2Xr0lPRc3tSsge3q7Dlgop7qpEmTEr9vVBBG/UX0s189AEBGB+HTTz+9Zs2ayGvSdnow0ObIE2PHju3sT4g67GS7Ux9RAxL17bIOJfgdqvQXGUiJf4ssFAoNHz488UeJiu1erIJEljc1a2C7OjweTPzPNTq1Gg8ePDjy4vr16/v3rx4AIHODMOpsE6NGjdp///3Tdviivss0atSozv6EqKmPdr8cFXV8i8gpnUQMHTo0k1fxsrKyTp17I+rGkTvrZuwa2FYwGOzwbIrxn2qndjctKCiIvBi5l2zG/uoBAPphEC5evDjqCBlnnHFGgofT7BVRMxWdeo/b7l0+/fTTtrfZuHFjd4Iw8ptRGah/L35q1sC2KisrIw/0koiozzWiJv3iKyoqiryY4BcdM3zNBwBIRHZaPZuo6cGSkpL0PBl9q23btnXzDWhlZWXkxa1bt7a9zfbt27v8TjoQCJSVlaX/itjQ0LB06dJFixYtXrx448aN27Zt2759e9R50hM/3kmcluhny5uaNbCtzn4qEWhz3M4rr7zymmuuSfC+UVOCCc4QpuevHgBAELbvk08+eeqppyKvOfHEE6N2FUs3UanWhTegUXdp9+141CkHOjsmaT6GmzZtuu+++x544IEeOtB/ui1+cpc3NWtgW506/WC77dqdxU8wCNN8zQcAEIT/5p577ok8lGJWVlbanoy+VV1dXTffgEa9HY/6gS2iDn+fl5fXb4LwoYceuuqqq9pd6qSt4tnZ/Xh5U7MGthV5wJsERZ1LpjsSPKRQWv3qAQAEYQdvFqNORn/ooYd2Ybe0FIs6DmFWVlY3c6WhoaHDR+nse/EuPKsUCIfDP/vZzx555JEeX8XTowp6aHlTswYmZaVK8Cf3188CAADSU7ocr+WRRx6J2vntjDPOSP/hizo7XBfeJUcdMqfd0831yyC88cYbU1CD/X55U7MG9kS7AgCQDtJl8uSee+6JvGaPPfbYdddd03/4oo5T34W3vFHvv9ud0+jaHE46e+GFF2677ba21++8886HHnro5MmTx44dW1xcXFxcHJkr06dP76NnAui55U3NGpgUwWDQBhcAQBC249lnn/34448jr+ndk9En/q46arKuC2/Ho+6SSBBGfaWwQ4mfwz01gxYIBK6//vqoZzV8+PAf//jHM2bM6Jd/Zj23vKlZA5Miql3vvPPOyZMn2wQDAAjC6LNNjBgxYvbs2X0iCPPz8yMvJnjww0hRpxZo96AgUW/6O3tIktTsqpf4o7z44ovLli2LvGaXXXa5+eabu3Dgyj6hR5c3NWtgUkStxlHHzgUAoFf0/ncI33nnnddffz3ymtNPP713T0af+Lvq0tLSyItRX4NMRNTb4qgf2CKqHKLOVteh1Oximvig/eUvf4m8mJeX96tf/aq/1mBPL29q1sCeeKqCEABAEAYCgcCdd94ZFT/HHXdc7z6lxE+APnDgwMiLGzdu7OxjbdiwIfLigAED2t6mpKQkzl06lMTD/Sdl0KL6/5hjjhkxYkSH9wqHw330C4Q9urypWQOTIuonR52WEACATAzCTz/99Mknn4y85vjjjy8sLOzdZ5X4u+qot+OffPJJF0Yg8uLgwYPb3qaioqI7j5LgqcZTM2gbNmxYvXp15DXHHntsInfsws6Q6aCnlzc1a2BSDBo0KPLiqlWrbH8BADI9CO+7777I756FQqHTTjstKT856pCGnTqY/vr16xO85ciRIyMvrly5srPPM+pt8bBhw9reJuo9euJPr7N9m4JBi1re/Pz8SZMmJXLHxGcg00pPL29q1sCkiJoX/fDDD21/AQAyOghra2v/9Kc/RV5z0EEHJev9aNS3EDv1vbuoQ57GMX78+MiL77//fmef53vvvRd5cfTo0W1vM3z48MiLH330UaceYs2aNekzaFE7Co4ePTrBU+dFTWT1FT29vKlZA5Ni1KhRghAAQBD+f48++mjU2+UzzzwzWT886hj3ndrhcPny5Qnecuedd468uGLFik5NZK1bt27Tpk1xfmCLMWPGRF5cunRpp+buEg/IFAxa1FFPor4emZRfSlrp6eVNzRqYFBMnTox6qn008gEABGESNDc3R52Mftq0adOmTUvWz486iuO6desSvGM4HH7nnXcSvHFJSUnkjEo4HF64cGHiT/Lll1+OvDhq1Kh2Dz4ZNQtUV1fXqTpKfHFSMGhRs46Jn+Tg3Xff7Yt/YD29vKlZA5NixIgRUQcafeGFF2yCAQAyNAgXLFiwYsWKyGuSezL6qEMaJn4Ei3feeadTx+6fPn165MVnnnkm8fvOnz8/8uLee+/d7s1KS0ujdrf7+9//nuBDrFq1KvEDjaRg0KKOGJT4JOSzzz7bF//AUrC8KVgDkyIYDEb9/KefftomGAAgQ4Mw6mT0Q4cOPfjgg5P486MOxLJ06dL6+vpE7vjEE0906oFmzpwZefGpp55K8DQPGzdujOq6GTNmxLrx7rvvHnkx6tR2cXQqD1IwaFGBlOApNN56663EpyvTOQh7YnlTswYmxb777hv1uUYfnfgFABCE3fLuu+9G7diW9JPRRx19sba2Nup0cO2qqal55JFHOvVAn/nMZyLf9FdVVT3wwAOJ3PHOO++MPMJqbm7u/vvvH+dRIi++//77S5Ys6fAhwuHwgw8+mFaDVl5eHnlx5cqViRy65qabbuqjf2ApWN7UrIFJcdBBB0X9mffd3ywAgCDsuqjpwcLCwuOPPz65DzFq1Ki8vLzIa/7whz90eK/rr7++s2ftKygoiJrbvPXWWzs8B8OKFSvuvffeyGv233//OCdgnDVrVtQRX37zm990+NwefPDBqP1ye33Qxo0bF5Wszz//fPy7/OMf/+i7XzZLwfKmZg1MioqKiqiPNp5++ulOfQRTX1/fhXMtAgCQRkG4cePGv/3tb5HXHHfccUk/lEUoFNp1110jr3n22WdfeumlOHd57rnnot4iJ+iEE06IvLh9+/ZLL700zs6WVVVVP/zhD6NucMopp8R5iNLS0v322y/ymhdeeOHRRx+Nc5f333////yf/5Nug1ZSUhK1Y+odd9zR3Nwc6/YfffTRf/zHf/TdP7DULG8K1sBkaXui0SuuuCL+OtbqqaeeOuWUU6IOhAMAQHdkp/4h77vvvoaGhshrXnnlla9//etd/oGDBg2aO3du2+tnzpz52muvtV5sbm6+9NJLr7766r322ivqls3NzXfddde1114b5516HLvvvvuMGTMi36e+/vrr559//ty5c6NiIBAIrF69+pJLLon66tSUKVOiDg3S1kknnRR1CJC5c+fm5+cfeuihbW/8wgsv/OhHP+rUiQRTNmh77bXXX//619aLS5Ysuf766y+44IK2t3zppZf+8z//s/XcJOXl5Zs3b+5zf2MpWN7UrIFJMWvWrMmTJ0cek7a+vv6CCy742te+dtZZZ7V7FNaampqnnnrq7rvvXrZsmU02AECfD8Knnnoq6ppunmIu6ptvrQ499NAbb7wx8pqtW7eee+65hxxyyMEHHzxixIhQKPTpp58uW7bs4Ycfjjx7+8yZM1euXLl27drEn8N55533yiuvRKbRa6+9duKJJx599NGf/exnW84s//HHHz/33HOPPfZY26mbb33rWx0+xGc+85lJkyYtXbq09ZqGhoYf/vCHf/vb30444YRJkya1LM7y5cvnzZsX+WQOPvjgtmMeSwoG7dBDD40MpEAgcNttt33wwQdf/OIXp0yZkp2dvX79+iVLlsybN+/ZZ59tXYrPfe5zI0eO/P3vf9/n/sZSs7wpWAOT5eKLL476ACgcDv/2t7/9/e9/f+ihh44fP37IkCFNTU3btm1bvXr14sWLlyxZUldXZ2MNANBPgjDyOBY9avTo0TNnzozaGy0cDj/++OOPP/54nDuee+65N954Y6eCcNq0aaeeemrUzpM1NTX333///fffH/++n//85xM8uuPFF1987rnnRl05f/78qJnDSLm5ueecc07iQZiCQZs1a1ZFRUXU+dCfffbZlhMthEKhcDjcdikuvvjiBHcsTDepWd7UrIFJsffee5944ol/+tOfoq6vrq5++OGHbZQBAFIp1L8X74ILLujswUuPPfbY3XfffejQoZ19rAsvvDDqDPKJ2Gmnnb7//e8neON99tnnmGOO6dTP/9rXvhZ1oMteH7Tc3Ny2WRsZn+2O7YgRIyLPwN6HpGx5U7AGJst3vvOdCRMm2P4CAAjCnjVlypR2v6wVy4QJE1reHHchCPPy8q6//voRI0YkfpfKysr/+Z//KSkpSfwuP/jBDxJ/Jz1jxowvfelLCZ5LMJWDdsIJJ0ydOjXBG8+ePbvlSCQ77bRTH10PU7O8qVkDk6KgoODaa68dNWqUTTAAgCDsWV/60pfOPPPMRG45ceLE6667ruXI+10IwkAgMGjQoJtuuinqQJ2xjB079tZbb+3sLFBBQcH111+fSBPusccev/zlL7Oysrrw/aueHrSsrKxrrrkmkXTZa6+95s6dGwwGW4a3p8+L0ENStrwpWAOTZdCgQbfeeusee+zRqWE89dRTDzzwQBtuAABB2AkXX3zx1VdfPXDgwJijEAqddtppt9xyS+tthg0b1rXHGjJkyC233PLVr341zlv5/Pz8s88++6677op1OJz4KioqbrvttpNPPjnWjp1ZWVlnnnnmjTfe2HIyj6hjuqbJoFVUVNx+++0HHHBAnHf/Z5xxxg033JCfn996Zd+dU0rZ8qZgDUzimNx0003f//73Kyoq4t8yLy/v6KOP/sMf/nDJJZeUlpbacAMAJEuwayda6Ivq6uoWLFjw9NNPL1++fMOGDTt27CgpKRkzZsyMGTOOPfbYqJipr69ftWpVy//n5OR0YWfFLVu2/PWvf33++ec/+OCDzZs3B4PB8vLyXXbZZd999z388MM7+72+dq1YseKRRx55+eWXV65cWVNTU1RUNGbMmOnTpx933HGRk1FLliw566yzWi8ecsghV155ZfoM2quvvjpv3ry33nrrk08+aWhoKCkpGTt27PTp04866qi2U2pr166trq4OBALZ2dl99CuFKVveFKyBSfzbfOaZZ55//vmlS5d+8sknNTU1BQUFxcXFAwcOnDRp0rRp02bPnp36/VoBAAQh/cHbb7/9xS9+sfXiEUcc0e5pGwEAgEwTMgT9XlVVVeTFnJwcYwIAAAjCjNCyz2GroqIiYwIAAAjCjLBhw4bIi47JAQAACMJM8cEHH0RerKysNCYAAIAgzAjvvvtu5MUun1EDAAAQhPQlW7duffPNNyOv6aNnawAAAAQhnTN//vympqbWi0VFRW1PdgcAAAhC+pumpqY77rgj8ppp06YFg0EjAwAACMK+ZNGiRbW1tZ26y7333rty5crIa2bOnGkkAQAAQdjHPPHEE3PmzHnppZcSvP3ChQuvvfbaqCsPOuggIwkAAAjCvmf16tXnnXfeF7/4xUceeaSuri7OLR9++OGLLrqosbEx8so999xz5MiRhhEAAGiRbQj6nLfffvvtt9++4oorJk+ePG3atAkTJpSVlZWWlhYUFGzatGn58uXz5s1btmxZ2zueddZZRg8AABCEfV59ff2iRYsWLVqU4O333HPPAw880LgBAACt7DKaEQoLC3/0ox8ZBwAAQBBmluzs7Msvv3zMmDGGAgAAEIR90sknnzxr1qzO3qu0tPSaa66xsygAANBWsLm52Sj0Ia+88soDDzywYMGC+EcZDQQC2dnZRx555Pnnnz9o0CDjBgAACMJ+orq6+sUXX1y6dOnSpUtXr169ffv2qqqq+vr6goKCQYMGjR8/fu+99z7kkEMqKyuNFQAAIAgBAAD4N75DCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQkMAAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAdFb2z58IGgUAAIAMZIYQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEhgAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABA2sg2BAAAxHfZ1HcNAvRLZggBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEFoCAAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQK/KNgQAAPQ/cxdPMAjQITOEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgNAQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAOgjsi+b+q5RACBjzV08wSAAkLHMEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAgtAQAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAACAXpU9d/EEowAAAJCBzBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAILQEAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAgF4VnPu4QQAAANLLZVPfNQgpYIYQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAoC+6bOq7BkEQAgAAIAgBAABIqrmLJwhCAACADCUIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAme2yqe8aBEEIAACAIAQAAEAQAgAAIAgBAADoormLJwhCAACAzCUIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAJN1lU981CIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAOiMuYsnCEIAAICMJggBAAAEIQAAAIIQAAAgxZyVXhACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAACARMxdPEEQAgAAacQ5J3qFIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAA6BbnnBCEAAAA9KzIs9ILQgAAgMwlCAEAAAQhAAAAghAAAABBCAAA0IMcYlQQAgAAIAgBAAAQhAAAACRL1EkIBSEAAEDmEoQAAACCEAAAILUcYlQQAgAAIAgBAAAQhAAAAAhCAAAAuqXtOScEIQAAQOYShAAAQO9wiFFBCAAAgCAEAABAEAIAACAIAQAA6JZ2DzEqCAEAgN7hiDLpQBACAAAIQgAAAAQhAAAAghAAAABBCAAAkAyOKJNKsQ4xKggBAAAylyAEAAAQhAAAAAhCAACAHuILhIIQAAAAQQgAAEDPiHOIUUEIAACQuQQhAACAIAQAAOhhjigjCAEAABCEAAAA9Iz4R5QRhAAAAJlLEAIAACniC4SCEAAAAEEIAACAIAQAAEAQAgAA/ZAvEKZYh4cYFYQAAACZSxACAAAIQgAAAAQhAABAEvkCoSAEAAAgFRI5oowgBAAAyFyCEAAAQBACAAD0AF8gFIQAAACkQoJfIBSEAAAAmUsQAgAAPcj+ooIQAAAAQQgAAIAgBAAAILkSP6KMIAQAAHqQLxCmOUEIAAAgCAEAABCEAAAA3WR/0dTr1BcIBSEAAEDmEoQAAACCEAAAAEEIAADQHb5AmHqd/QKhIAQAAMhcghAAAEAQAgAAJIP9RQUhAAAAghAAAICe1IUjyghCAAAgyewv2ocIQgAAAEEIAACAIAQAAOgC+4v2iq59gVAQAgAAZC5BCAAAIAgBAAC6wf6ighAAAIDU6fIXCAUhAABA5hKEAABAEthfVBACAACQOt3ZX1QQAgAAZC5BCAAAdJf9RQUhAAAAghAAAIAe1s0vEApCAACgu+wv2ncJQgAAAEEIAACAIAQAAEiE/UV7S/e/QCgIAQAAMpcgBAAAEIQAAACdYX/R3pKU/UUFIQAAQOYShAAAQFeYHhSEAAAACEIAAAB6XrK+QCgIAQCArrC/aP8gCAEAAAQhAAAA6S2J+4sKQgAAoNPsL9pvCEIAAABBCAAA0BHTg70oufuLCkIAAIDMJQgBAAAEIQAAQFz2F+1FSd9fVBACAABkLkEIAAAkxPSgIAQAAEAQAgAAkBI98QVCQQgAACTE/qL9kiAEAAAQhAAAAO0xPdi7emh/UUEIAACQuQQhAAAQj+lBQQgAAEAv6Ln9RQUhAABA5hKEAABATPYXFYQAAAD0gh7dX1QQAgAAMZke7PcEIQAAgCAEAAD4F9ODva6n9xcVhAAAAJlLEAIAANFMDwpCAAAAekcK9hcVhAAAAJkr2xAAcSS+u0hqPsQCANLqDQA9JGXvrAQhkJytf9v7SkQAgDQnCEEEvpuCnywOAcB7AwQhkKHb+taHU4YAAPGl8v2SIAQd2DtPQBkCgLcK9DpBCLbvvfl8ZCEAQC8Kzn3cIIAU7GWyEAC8Z6BX3heZIQSb9XR5nrIQACDFBCFIQVkIAJgezFAhQwA26J48AEA6SP0n42YIQQqm6VKYKgQAbyHoaWYIwabc4gAA9L5e+TTcDCFop3RfLlOFAOCNBD3EDCHYiFtAAABBCIgliwkA3kvQG3prlyhBCLbgFhYAIEMJQhBIFhkAvJ1AEAI23xYcACDlevEQeoIQRJHFBwAvqWQoQQi23QYBAKDX9O4ZtgQhCCFDAQBeSclQghBsuA0IAIAgBMSPYQEAL6CkUO/uLyoIwVbb4AAAZC5BCAAAGcRnqemj16cHBSHYahsiAIDMJQhB6hgoAPCKiSAEAAAgJdJhf1FBCGnNZ3iGCwC8ViIIwSYbgwYA9B9pMj0oCAEAICP42BRBCDbZhg4AvD6CIAQAAOgN6bO/qCCEdOQzPAMIAF4ZEYQAAAD9SlpNDwpCSDs+wzOMAOA1EUEIAADQr6Tb9KAghPTiMzyDCQBeDRGEAAAACEIAAKDzTA+mmzTcX1QQgq22IQUAL4JkLkEIAADQs9JzelAQAgBAf2N6EEEINtwYWAAgLaTt9KAgBACAfsWHoQhCAABQg6SFdJ4eFIQAAACZSxBC7/NhnuEFAC95CEIAAID+I833FxWEAADQH5geRBACAIAaJF2k//SgIAQAAMhcghAAAPow04PpqU9MDwpCsBE3yAAAmUsQAgBAX+VDz/TUV6YHBSEAAKhBMpcgBAAASJo+ND0oCAEAoE8yPYggBAAANUga6VvTg4IQAAAgcwlCAADoS0wPpq0+Nz0oCAEAQA2SuQQhAABAd/XF6UFBCAAAfYbpQQQhAABAeumj04OCEAAA+gbTgwhCAABQgyAIob/ouzsYGGQAgL7+TkMQAgBAWjM9iCAEAAA1SNrp6zsiCUIAAFCDZChBCAAA0BX94DgFghAAANKR6UE1KAjB1gTDC4AaBEEIAACQHvrNJ86CEAAA0ovpQQQhAACoQdJRf/pCiiAEmxUDCwCQoQQhAACkC9OD6a+ffdwsCAEAQA2SoQQhpAs7NxpSANQg3l0IQgAAAAQhAABkANODfUK/3PlIEIKtjMEEADVIhhKEAAAAHeivnzULQrCtMYwA0GtMDyIIAQBADZK++vFnzYIQbHEMIACoQTKUIAQAAIipf3/WLAjBdsfQAUCqmR701kIQAgCAGgRBCLRhpsugAaAG8dZCEIJtEIYLAEAQAgBAX2Z6sA/JkM+aBSHYEhkoAFCDZChBCFLHEAGAGiRD310IQgAAUINkKEEIfYAZMIMDAHh3IQjBhgnDAkAfY3rQuwtBCNg8GRAA1CAIQkACGQoA1CDeYAhCwHbKIACgBkEQAnLI4gMA3mMIQsAGy4ID0MeZHkQQAtLIIgOgBvE2QxACtlwWFgA1iLcZghCw/bKYAKhBEISAWLKAAIB3Gr0p2xoA/WZD1v8+lZSCAPQhpgfpi8wQgnyyOACgBr19ylDBuY9bDcBrkk0zAKhBNZiJzBCCrZsnDwBqkAxlhhC8RElBAFCDGccbjxYOKgP9f0uX/q9VtsgAqEEQhEDGZaEUBAC8A+lFdhmFzJI+WWhDDICXVLwJ6XVmCCFDt4C99TJmEwyAGoT0YYYQvKSl4iVNBwLgpZN04D2JIARS9ApngwuA10rUYJqzyygQbyuZ+MueLSwAahD6HDOEAACgBvs/H163K2QIAABADSIIAQAANdgPmR4UhAAAgBpEEAIAQGJMDyIIAQBADdInmR4UhAAAoAbVIIIQAADUIAhCAABQg/2Y6UFBCAAAalANIggBAEANgiAEAAA12I+ZHhSEAACgBtUgghAAANQgCEIAAFCD/ZjpQUEIAABqUA0iCAEAQA2CIAQAADXYj5keFIQAAKAG1SCCEAAA1CAIQgAAUIP9mOlBQQgAAGpQDSIIAQBADYIgBAAANdiPmR4UhAAAoAbVIIIQAADUIAhCAABQg/2Y6UFBCAAAalANIggBAEANqkEEIQAAqEEQhAAAqEH6FdODghAAANSgGkQQAgCAGlSDCEIAANSgQQBBCACAGqRfMT3Yc7INAQAAUhA1mJnMEAIAoAZBEAIAgBoknZgeFIQAAKAG1SCCEAAA1KAaRBACAKAGAUEIAIAapF8xPSgIAQBADapBepbzEAIAIAVRgxnKDCEAAGoQBCEAAKhBeo/pQUEIAABqUA0iCAEAUIOoQQQhAABqEDVI0jnKKAAAUhAylBlCAADUIL3G9KAgBAAANagGEYQAAKhB1CCp4juEAABIQdRghjJDCACAGgRBCAAAapCeZ3pQEAIAoAZRg/Qy3yEEAEAKogYzlBlCAADUIAhCAABQg/QY04OCEAAANYgaJF34DiEAAFIQNZihzBACAKAGUYOCEAAA1CBqMJPYZRQAACkIGcoMIQAAapAeYXpQEAIAoAZRg6Qpu4wCACAFUYMZygwhAABqEDWYocwQAgAgBVGDGcoMIQAAahA1KAgBAEANQiaxyygAAFKQJDA92BeZIQQAQA2iBjOUGUIAAKQgajBDmSEEAEANogYzlBlCAACkIGowQ5khBABADaIGBSEAAKhB1GAmscsoAABSEAQheIVrw0dfWK8A2zTwWtaPBec+bhDwkmbzh/UKQAriZUsQghczW0OsV4CtHHidEoTglcyWEesVYFsHXpsEIXgNs5W0XlmvAJs71KDXI0EIXsNsLq1X1ivAFg81iCAEL2C2m9Yr6xVgi4caRBCCFzAbUOuV9Qqw0UMNIgjBq5ctqfXKegXY6KEGEYTgBcz21HplvQJs8fAqgyAEL2A2rNYr6xVgo4fXFwQhZPwLmG2r9cp6Bdji4ZUFQQgZ/QJmI2u9sl4Btnh4QaHXhQwBXsMsoPXKAgI2CKAGM5MZQryG2eBar6xXgM0deBERhOBlzGbXemW9AmzrUINkEruM4pXMIhtkiwz4wwc1mKHMEOKVzCbYemW9AmzoUINeMgQheDGzIbZeWa8AWzm8WCAIweuZzbH1ynoF2MThZQJBCF7SbJStV9YrwPYNLxD0Tw4qg1c1A2IYDQjgzxk1SIYyQ4hXNRto65X1CrBxw4sCghC8sNlMW6+sV4AtG14OyCTZhgAAQAqiBslMZgjxCmd7bb2yXgE2aHgVQBCCFzlbbeuV9QqwNcP2n0xil1EAACmIGiRDmSHEq53Nt/XKegXYiGGzjyAEL3g24tYr6xVgC4YNPpnELqMAAFIQNUiGMkOIVz5bc+uV9Qqw4cJ2ngxlhhAAQAqiBslQZgjxEmizbr2yXgG2V9i8k6HMEAIASEHUIBnKDCFeC23frVfWK+sV2Exhq06GMkMIACAFUYNkKDOEeFG0obdeYb0CmyZszMlQZggBAKQgUhBBCACAFEQNkknsMoqXSdt96xXWK7AtwtabDGWGEABAB6IGEYQAAEhB1CCZxC6jeOH0GmC9wnoFtjzYYpOhzBACAOhA1CCCEAAAKYgaRBACAOhAUIP0e75DiNdULwnWK7zVAJsXbKLJUGYIAQAdCFIQQQgA0HmjKz43a8ylwwZMzw7lb65e/uaa219Z+etwc6MOhN6qwQmDjz959wfb/ae31tzx6NtnG1UEIQCQBJMGn3TCbn8IBkMtFwcVTz14wtXDSqc/9NZpUhB6pQZBEAIAKXkbESo4fPINrTXYasrQU99ae8f7G/6iA0ENIggBoM8oyh2an1OWyC3D4Yb6pqqahg1pvm9kjxo/8Iii3MHt/tO0YV9MhyDUgYFAoDQYOiyv8DO5+VOz83bOzikLhkpCobrm5g3hpo3h8AdNDS/U17xQX/tGQ11joNlwqUEEIXgB7jODnGkvFdYr61UKzN758t1HnJP47Zubm7bWrly77ZWPNj299JMHaho2ZtRwDR8wowv/ZHORMofkFX67qOywvMKcQDDqn3KCweKs0JiswN45eafkFwcCgY3hpv+t2X5z9dYljfWGTg0iCAGAjgWDWWUFY8sKxk4eMufwSdctXnvX8x/895aaDzNk8UvyRsb6p9L8UTqwF83Iyb9hwOC9c/ISv0tlKOviorKLi8qeqa/5wbYNLzfUGkY1iCAEABIVCubsNvzsKUNPnf/epa+s/HUmLHJOVmGc0QgFs1OzP60O/LdfSiB4VenAC4vKQl39CbNzC14cOOremu0/3L5hZVOjIZWCCEIAIOFX1lDBoRP/Z0jJ7n9e8tXm5nD/XtjGcMxJpHBzQ0/XoA5sa2Ao64HyYQfmFnTz5wQDgdMLSv7eUPt/q7YYVTWIIAQAOme34V8ONzc+tuTr/Xsxd9StifVP22pXZU4HDg1lfaOoLPKahfW18+qqUvw0KkNZ8ytHTs3OTdYP/FvKF6HPjbkaRBACAO3bY8TXVm99adHqW/rxMq7d9mqsf1qz9eV+34Gtjsgr+klxReQ1v63emuI4KQ6GHq8YkcQa/LCp4b3GBmOuBhGEAEAXHTrxf97f8NiOurX9dQHf3/BYfeP23OyStv/01tr/7fcd2OrAvIJefw43Dxi8V2cOIdOhv9VVG3M1iCAEALouN6v4gPE/7cc7jtY1bnv6vR8cMfmGqOvfXf9wd05C2Oe+HDg7t5fj5LzCAacWlCT3Z6Z5EPb6mKtBBCEA0LFpw774zPLLquvX99cFfO3jGxvC1fuN/VF54c6BQKC2ccui1bc8u/zHmdCBLXbKyh6TldOLT2BkVvaVpQOT+zMbA81Pp3EQ9vqYS0EEIQCQkKxQ3rRhX3ppxdX9eBnfWnPHW2vuyM8pzwrmVjes79SxVfvBkUJn5xb27hP4demg4mAouT/zH/W129L4GLm9PuZqEEEIACRq8pCT+3cQtqht2JxRHdjqwF7dd3HfnPwT84sTvPHKpsa/1lW91Vi/KdxUGAwNDmWNyco+OK9wXJvZtnT/AmEf319UDSIIAaDvmf/epf/46Bf/uhQsyKkYUDBmXOXh+4y6oDhvWJw7Dh8wIz+nvFO91C/119MGzu7Vo5v8uKQikZu92VB36faNf6mram7vX8dl5Xy9cMC5hQPKQqE+EYSz+/IRZXq9BpsDzbbnCEIA6O57qpqGjTUNG9dte3XhymuPnfr7CYOPj33j4IgBn3l/w2MisP8ZmZU9rve+zDYtO++ovKIOb/brqi3f37ahIXYGfNDU8MPtGy7fsem7RWX/UVyxrTn8WkOtMe+XNRgIBJrTeGdgBCEA9D31TTv+9OacL814YVjp9Fi3GVqyZ+YEYb+PwEi9e6zLcwpLO/51bN/48x2bEvlpO5rDP92x6f7aHZ/PKwob8/6Ygv8MwkCT7TaCkFRs9TLqDUGGv7RYr6xXhJsbnlj27S9OfyHWDSqLJrZ7fVYoNy+rtE1hVjWGa9reuDhv+N6jzttl0DFl+WNDoZzahk1rty28/43jEn+eQ0r2HFNx8OCSacW5w3KzS+obt1XVr/9k+xsfbXryk+2LAt3YkSxZf5uTsnNPyS/+bG7BlOzcylBWTjCwLRz+sKnhtYa6eXVVf62tbkje3m575OQdlFs4LSd3eCi7JBiqCYQ3hsPrmhpfbqhdUF+zoqkxsTjptaOb5ASCX+joVBM3V29NsAZbLWmsX9JYn94R3uNjntz1MDcYvHLpZwI5/3Yk2IZwdUNT9H65wWBoXOURk4ecMnzAzJK8ETlZhXWN2zZXL1+15fkl6+5Zu21hUpauMVwXdU1+dtnOg44ePmBmce7QcHPTttqVq7YseH/DX8PNDUl5xMqiSZOHnDKy7LMDi6YU5FRmhXLqGrdtqflw3bbXlm+Y19kHSs1mMz+7bOqwM0dXfK68YHx2VmFNw4Z1215/d/1DH258QhACAO34eMvfN1YtixV+A/LHtHv9+IFHnbz7g1FXvrTi6qfe/X7UldN3unD2zj/PySqKfKMzsuyzCb5/2m34l2eO/m5F4S5t/3XqsC8EAoENVUv+/uEv3l53d3NzQrMHLQW4X27B5SWVgUDgmTY3+Gtd1S92dOJrk7vl5F1RUtl2B8jKUFZlKGufnPyvFw74uKnx5zs2/bZ6a3fmr/KCwa8WDLi4uGx83N0O32qsu75q650126ti71/3lcLSs2PM0Z1bOODcwgHt/tML9TX7bfy4+6vcIXmFA0NZcW7wbmP9t7b11PlOflRc8bOSynb/6fvbNlxdtbnDGn994E7t/tOz9TWzY49PT495T6yHd33y/ZNnR/8i3lxz+7y3vxx5zdiKQw6bdF1l0aTIKwtyKgoGzBg+YMbM0d/5YONf//LON7fWfNTN311TuDZi45C3/7j/nL7TRZHblkAgsG/g+zvq1j6z/D/eXHN7dx5rcPFun9vlivEDj4q6viCnsiCncljpPnuO/Pr22o9f+PDnr6/+bYL7svb0ZjMYzJo5+jv7j/vJv4/JLiMGfGbvUed9sv31x5Z8PTLOxw886sTd/tD25zz41mnL188ThACQQT7Y+NdYQViYOzjxn1NZNDnq/cmRk3+z58h2zm5f17itw582pGTPY6beMbh4WvybDSyacuzU/9171HkPv/WFLTUfxInAf7tXKCvW8R4/aurER/6XFJdfXlKZEwjGv9nIrOwbBgw+vaDk5M1rPw13Zbe3Wbn5tw4YMjE7t8NbTsvO+82AwXNLKn+wfcOt1dvazgf9oLj8FyUDe3F9Oyqvg4myc7d+Wtvcrw4f0tNjnvT18J/7XLT3BeOhpXtFXtxv3H8eMP6/AnEfelzlEV+Z+er9bxz78ZYXurOYrTOTRblDTtvrL0NK9mz3ZsV5w47e9bYxFYf8eclXmsJdmTTed8wls3e+PBTs4AufJfkjj5h8w65DT//TmydX1X/atYVK1mYzJ6vwhGn37Tzo6Dhb1C/N+Pu8t7+8eO1dLdeUF4yLyukWoWCf6SxBCADJsX7H4lj/VJBTkfjPGfjv72wOnvDLdt/WBAKB+qbt8X/UxMEnHDftruxQot+5GjFg36/u+8b9i45bsWl+ICXfBgwGAr8ZMPjrMSZ22rV/bsFLA0cduPHjlYnt1dnq7ILS35UN7vDt/r+9ywxl3TxgyEn5xUdtWhP5nK8uHfidovLeXd+OzI93OJnH6qqeqa/pN39cPT3mPbEext8Df2DRlKxQXlO4LhAI7D/+v/Yf95NEHrQgp+LUPf98x8uzNlQt6fLC1jdVBQKB3OySL+zz9MCiKfFvPHXYF0LB7IfeOr2Tu5TH7LFYRpXvf/aMl36/8MBttSu7sFBJ2WwGg1nxa/BfpZdzzK7/29BUvezTBwOBQGn+Tn397ysUAACSYWvs9zHZofzEf86A/DGtCTdpyMkzR3831i3jf9S9y6BjTtzt/sRrsEVudskJez315F6rUvOV3atKB3bqXXiLMVk5j1eMGNCZs7F/qaD0trIhnarBiHdL//9e2YHgHWVDe70GR2Vlx9/l9cod/ec0JykY86Svhx1+HzsUzB5UPDUQCOw88PMJ1mCLvOwBJ+x2X1Yot8sL29BUFQgEjp5ya4c12GLK0FM/M+aSTj3EwROu6lQN/nPTVzDm9L0ez8se0IWFSspmc79xP+6wBv+VjqFjp95ZUThBEAIAkW+zdsT6p6xQXuI/JxgMtex6Wpgz8MjJv41zy/rY72wGFU89ftq9wWBWFxakMBh8qGL42J4/sv+c/OLvdfVd/sTs3JvKhiR448/mFtxcNrjLz3N+/f8/+MfPSyvP6uhQLikwIyfeRwyLG+uf60fTgz095klfDxM8OtfQkj1zsgqPnPLbzj7ooOKp+4y6oMvLW9+4fcKg4yYNOTnxuxww/r+jvtwYx+Qhc2aO/l7Xnltl0cSjptzUhTt2f7M5uHi3z469LPFHzMkqPHrX2wKB4IACQQgxOFah4bXghjfTNIVjfmuus8d5b9n9ab/x/xl/X9O6xu0x+jP3uGl35WR1/WCMpcHQPeVDuzaflqDBoawbBgzuzk84Jb/4+PziDm9WEgzdWTYkuxvLMr+uJvJpp8PKNj1uEN5ds70//WX16Jgndz2cu3hC4hvSISV77jXyGyV5I7rwoPuOuaRTHzNFamiq+twuv+jUXbJCuQftcmUityzKHXzE5Bu6M56Th5wS97SuPbXZPGjCVZ391t/IsllThs4xQwgA/FNedsyTwrU9znt8lUWTi/OG7TXyG/FvVt/U/kfdM3a6eHDxbt1cnJk5+ecXDei54frvksrKbr/R/1XpwA5L70fFFWO6Mdu5vTn8avqdpX33nHgx8GDtDn+PqV8PO/uZ2tRhZ+4//qdde8Si3CGTBp/YtfvuMfJriU/3tdpl0LFDSvbo8GYHjP/vgpzKbo7nIRN+1YUjsnRnszmsdPq4ysO78FQPnfg/xbnD+vpfgYPKAEByFOYOivVPDY2de4M+sGjyniPP7fDofC1fhon6sl9lKOuDwWOSskSXFVfcWr1tW3Pyz1K+c3ZOIidV79C4rJzTC4p/H3tCbGRW9kVFZd15iAX1NWl4Gu9dsmOuG2uaGpem94kE00cS18M/bvzvxZ28V5yPkBIxZehpb6+7pyvPtkvlEwgEpu904by3vxLnBuWFO+8+4pzuj2dZwbgpQ09fvPb3PbfZjDJj9Le7WuZD+8EfghlCAEiOOB+fVzd07nRw4wcetW8CX8J5rOLstod++UbhgNJgcl7fB4ayullTsVxYWBZ/Zu+9xoZbq7ddU7VlXl1V/JOAXxT3218XFpXlBbu142vk/qJpIisQGJ2VHadg/TGmfj2csdNFKX7yoysO6jB+kmvykDnxd0SfvtOF8Wf2NlW/t2j1rS+vuGb5+nnxT0bfhfFMcLPZNghzs0smDj4hk/8QzBDSg+YunpCag9Rl4MBar6wG1qs0NKpsv1j/tKNuXad+VIJf/9veZu4uKxBI7n6eXy0cMHfHpuROERYGg2fHnpapb24+f9v6W6q3tr77Hp6VfXfZ0FgnPNw7J29ydu477c2JtZyDvpvPNvKIMmlip6ycOBnzemOdP8bUr4dDS/ceWDR5Q9U73XtSzVtrVmyp+TA/p3xQ8dT4cZWbVTy0dK81W19K2YjlZBXtMuiYJevui7XV2m3Y2bHu2xSu/9vS899YfUvr6SuK84YfP+3uncoPTNZ4JrjZbHvaiQmDju3s0ZgFIQAQrbJo4siyz8b61801y1v/P/ITjePzi0/uxoO23Znz4LzCYaF4L+4rmhqv3LHpyfrqj5sah4Wy988t+EFx+eTYJ2rfKSv78Lyiv9RVJXGsjsorKok9h3n21k/u+fddQNc0NR62afVzlSNnxjiSyon5xXN3bGp7/ZF5ReWheJOl1c3Nv6ne8vua7csbGwqCwbFZOUfnF51RUNJ6RoetzeHXG/6tr87d+ukFW/8533tSfvHtMY50ekv1tm9va39auCnQ3ZPFD4n7nbfFDf1tf9EeGvOkr4cTB5+44cO5XV7Md9c//Ozyy9bveLvlYmn+TkdN+V383TuHlOzRvSBsfmvt71//+Hcbq94JBkKjyg+YvfPPW47VGcvOAz8fKwjHDzwqNzvmwWDnvX121A6uO+rW3PPaYWft89zwATN7YjxjaTtDOH7gUfHvsqn63WeX/3jVlgUNTVVlBeOnDTtrz5Ffb/dk9IIQADJOa909UB7vuAK3lZ56w9QjuvlYzYHAi/W1y5rq1zU1FQSDE7NzPw1Hf7vt1Px4R+d/uaH28E2rt4T/mZEfNDV8UNNwX+32B8uHH5EX88P10wtKkhuEJ8U+NOhDtTvuae8LgfXNzV/YvG7p4NHtzowdnlfYbhCeHPcYpJvD4cM2rV74rwPG7GgOrA83vdxQ+1/bN55aUPLj4orJ2bnP1tVENXddc3Pdv+qiLnbaNQaad/TAdy9bDIwbhB82NfSzv7IeGvOkr4fjKg9/oasB8/rHv/vLO9+IPPn7ttqVf3j9mLNnvDi0dK/Yn0NN6vr2pDn8yOKz3l53d+s1yz7900ebnjpzn2fi7P0+puKQWP80afBJMVv304fa/bpjU7j+4be+cO5nl7Y7F9qd8Yxc0NVbX9xYtayqfl12qKCyaGJ1/aeJL1QgEFi7beFdCz9X/6+zCn2y/fVPtr/+9rq7T93rL4U5AwUhdMzefT0xpAbBemW96omiazFkwJDdY9zy8aHf/UVx+wdUOL+w7KS47bGwoVt78TUHAtdXbbmqavOqpsb4tzw8dtdtaw4fu2lNaw22qm1uPmnzmqWDxoyK8bW0w/MKg4Fuz2r9SzAQODj2k5wb+3Tq7zc13FOzo93z0c3Myc8NBuubo5/jIXnxdiE7Y8vahe0dPjQcCNxTs/0PNdvPLRxQ1dychitt/CBc2dFKQjfXw6Vr75w67Ky2/zR8wMysUG5TuNMztBurlv1t6QVt/8jCzQ1PvvudM/d5JtYdy/LHdHkEXll1bWQN/rO3G7f+adHJX5+1JNaJ74vzhpUVjN1S82HbER1TcXCsx4rTdZtr3l+y7p7kjmfrhnPhqutf/OiqbbWr4tyovHDnotyY5x1pDNc88Mbx9W3OMbt228J5i8+es+e8/vHn4KAyANB1JcHQlSUD/++AQXFuU9Pc/Ho3grCmufnwTau/tW19hzU4MTt3ROxjjVyxY9Mn4faPl1nd3HzZ9g2x7jg4lLVXTl6yRmxKdu6gGD3zXmPDwrgneLi7pv3TbOQGg1Pb7PU6JTs3zq6VD9Xu+GtdvC8HNgUCN1RvvSPGI/auAbH3g61rjjlLdlpBSfOwXTr1351lQ/vrX26X18O5iycsXnt3u/+UFcodVDy1C0/m6fcuiXWElZWbn91c836sOxbldfEX1Biuff79n8YqtNc+vjHOfYcPmNH2ykHFU2IdZnlT9Xtrty2M8wOTPp4tIXfPa4c/vvRb8WswEAgMK90nzr8uXHnd9rrV7f7T8g1/Xr7hz4IQADLIoFDWpOzcSdm5U7Jz98stOK2g5LcDBn8weMwlxeXx7/hEXXVDVyfYwoHAnM1rn6hL6Lgm+8Y+WXk4ELijOt7Jyu+v3bE99u52B+Qm7YgLM3JjPsk/d7Rj6vz6mtoYU3bTsqOTdUbcU7dfV7W1766KcY6buqm5yZ9qz62HLTtTrNg8vzHcfjEOKp7W2Weyo27N8g3xJpo+3PhErH/Kzy7v2uK/++lDtY1bYv3rG6tvinPfwcW7t5dVM2LdvsNqSu54BgKB5ubwn96cE2fc/n1x4p2y9Y3Vt8T511dXXS8IISF2cTSYhsJg9g/fKSp/Z9DodwaNfnvQ6AWVI+8pG/r1wgEDEzil9R+7cZbwW6u3zkv4+3t7xp7He76+Zm043gRjbXPzo7UxH2iP5M0Q7p4d80d1eP73uubmZTHOsDeuzXn54py6/eOmxmfS79ihicuNfYjRmrTcxzUNdXY9nLt4Quumsilct6lqWbv3LS8Y19ln8v6GvzTH/epjnMPG5Hb1uCYfbooXS+t3vL1+R8yzKlYUtfOSMaQk1r72gXXbXo3/ZJI7noFAYNGaW5evT3RnzjgH0fl0x1ubquN9P+WjTU81NFX1gz8HQQgAPWhzOPxA7fau3be6ufmy7RsTv/3U2AcL/Xt9bYd3j3ObPbKTFoS7xn6SbyVwOvVlMY6YMqbNvrJxRmN+fU24L69UObFnCOsFYQ+sh20/NdtY3X7ADCgY09lnsmrL8/Fv0N4X9v71Pj6U27XF7/DYpHGeVUXBzm2vHFi8a5ys6vD5JHE8G5qqn11+WeK3Ly/cOeYgbH6uo5StX53C034IQvo28w+G0YAYxoz12+qt1V19j/5o7Y5Pw53YA3BsdsyzVL/W0HEQxpmgm5SdG0zSgIzJivkk1yRwNJSNMQak7VRtnAd6KYE87qPC/uSSuh5GTgxGqmlo/5OaLhx28pPti+LfIM634ELBrC4se3Nz04aqpfFvs3bbK7H+qTh/RNsr4xzeZkfdmg6fUhLH8731j1a1OY5oHCV5I2P907rtr3d49087+vUJQgDIaJvCTVdWbery3e/tzL6moUBgVOwjyryTwOTb27FvkxsMDg5ldX9AgrGfZFPs2Iu0Ndx+8lT++9MLxh2NN/r4qdsbYn/E4PDxSVwP43xeVtfY/ndQC3IqO72VqO7goNn1jUk+stGOurXNHX3XtPV0iO1FWmWbY5AGS/NHxYrPWLHXQ+O55JN7E79xViivIKci9iAkMre5tB/8RdhukCLOE9D9ATQI1ivrVZ/z3W0btoS7PmfzQn1N4jeuDGXlxP5q2ZoEWmt7c3hHc7g4xqm6h2dlfxLu7gFLKkJZsQ6IkhUINA3bpcs/Oeppl8d+oEAgsKqPn6kvzjGKsoNBf3dJWw+HdXpuPyeruFO3r27Y0OGX0BrCNcld/G11H3e8NYhxaM2W/CvIqdxRtzYi2yqyQu3vVR4MZl16SNe3G50dz0Ag8PGWFxK/cawjo/5zEGpXdzyYHR3FtE8wQwgAPeK+mu23d+OkBevCTes7E2AVsWfwapubNyX2o9Y2xbzZiFASPkQuD/2/9u48TI66zuN4VfV9zUzPkWEmIZNAIEFyACGBRVYShUUjgg8q8HAsgV32EI9lZdEsCqIGceF5lH0QHvfhEFdZuUQOOQIJRxASSIg5CLmTSTJnpnume/qqe/+IYo6p6pqenpnuyvv1F6Squ6u+XVPz+8zvV7/faDU8jphnpcH6gwxB6NSreypOmwcFrfI8xuY69Azzob6s3F10H90oc4e2VXfcEQdmM9VNwFt76P8GffFKqafSnVMOON8/ePiJHM7MKj0OPrHXBT8R3DUwduiLoHQUh9IdO95W8otTPSN5h+3a8JZjrrdu4/Y7XoogYb1nTTna0HHRM0oF94lOPyhh6JpQ3TOvZKwDYS2BcFyvQ4/oG9b+ToZTlp2qF59i1zA1WU9bB8Kaw2NVvELqmcxuH9b+fk/MalNOTRhm8aeaC2rSBT8R3DUAACizP8jZzyY7CyOb7zFtDm+sadB6vKjzI5Gt9wyWYyxiZNQGNIqHn35YdPPCDP3W/b0BUQwzanT8rkNhmO+saINjf/qaszGoNj2TRwwQLXn1i7LX0ybEDsnnCVtWSXe0Mg3LTgDDRo8ERaNEFM3dCqZ5S7rv4mRn1hzpdI/pYT586LduOcmOI5BNdAyVo83gG6us4itHNSo3ENpeXa2eKpghYnwzq69iMrNqjMN6mIbh6Blaq8XihaM67iTJVyH1lIc5AY8oeq1PX3b2DeaF6sekMhiHZiizgNBq57riunKftGn8Oj/440xyv4O1E5xQhjms0SOUYW06mz3Lsu6Eb6yCgM0HFap/aQb76VgnSd4dwhAt/reV/Ff6u47+9xle/w9jDWN8Ct5xjYQ+oVICoW4oFXuZ2RzbETlKEislEBrDrKdkHQgdPrppmrpQ/QiEAAAMmykIOdNIGsYuXV2vym8o+VfkbG5cu55sZp503h9i082ol6luY/YFlZCcq4X9Hx1O9vrfGGp+2v269pQ+xEIm5/pD4xDJxHH++a2UO8l4xAnR2YOmXouJQ4c67KrvdR/qIjGdfYNuWPuTQIhxQGeO80JRBK4rrqvKsWSw765Mf8UeXqEcj//ZLNWglCPuKmPVcLSJx8Hqf8Suz9DzphmyOJFPeP2VfwqRcZ38RnFjgHHOYYeexzoQGuZhXdCV3M9pz2baGJs87D4EQtB2p9XOdcV1BTewCYQBx31igXLMTGPD5vk9TTBTI1iz8Yh1NWyWbg8KbphzZa+uTrcIfnN9VdCQHd/lMa7deYVQv9IqIThZlcHyx6Qa5py0mUnl8EQUtNp0RAK0GV1Z4fU8Itk6zMMl7EYgBAAAo85mVtK45HSS/Xg51q4o7SDXqfL8vrIt8Zy1WZhBcsOMels1m0AYDIhihc+d0yB5xuujl246WY7OttraM7jukdXz3X2v8B++aIRFzvEHrHdT9MMmR7WZyqXC62kzR6hXcjSU2h0dicwyinFDTwXFoXQUB2XUZf1cWUgUHa7EbTNBZcIow6MyfdazodSXNSEMWMfXiCjFqz8TbtRkm697XB4L/GvecDAot2U8AuHSTScfvA3m1D6rfYK+etffK0K+4nMIRf0tNnPBFg7v9KveetpE2bCvwcnDlh4CIUDzlLJQQMqCCpE2jYx1/1urVHxMUEgUa6wbQD1GGWZP7TN0q36rxrImhH7b+DqpYmbJL9kG1W4KxC8GIuN4bE6e0jx+zNfGOPQemFf7rOZBCfsaXX+viAUmFt8naLdPQT3saerqrWdBHbDaJIqesK/JQbp2wwVDIASNVApCGSkIXMJm8skZDiYasdnHEIT2ciynoZimVU9mrSiVcQG9pKHbjJk8xVv1gfB920B4eSg2jisr1DjoV5k+hjPffNwx+DHdUDJy15A7B7y10UCru28UIV99oNio0aboTKtNspY+YqRl9dYzpx6wmSbUyZHHXHG1EAhBU5VSUExKAZfYolnO9XeGg4lGbPbp1DWlTM+k7dItZ3E4zVu2wVemIHRYd2mePa4jKstit67a5P8myXNVKDaqB2Azj+ukYsFeFIRZ3jEaaGd1A+zP77J6SXPsNNffKxojp9rv0FJzptWmjNzpmnqapp5Te0tIxX8NhMFJBEKABitFoKQUAZVivXUgPMsXLPpym30+1Mo2rfxm67daGChnTrPp0jzXHyzLR4zvtC0rh1ps8GO3Ruv9o7nAhs20PVM9RTpgT/H6S36M03nNj+4YPFRfZrPVpin1C11/r5hYe5b9DpPqzrXaNDBU9qveeqby7VabjoudXvTl7vjzAYEQNFs5fQrL6cMtgdB6GOF5gZD9vI6SIFwcjFptXWc7QHFY1li/1ZetD6Ck5Gn5QfN8wZMdD1m0CVU2vaah0V/t8CU5a7N1mtd3SyQ+ep+esX5Kc5bPb/8Y4UXB0h9xdFjzone/rvQaq00zJnzZ9feKExovtNnaFD21MXKK1dZEbpub6pnMbbfadHz83KIvb61xw5y0BELQeOXEKS8nDpd4R8lbNZa9gnhF0G4M4fmBcLN1YlytFsp1kDZvNcXj+3z5ZkPZqNr1av5TuMbJm/hF8cHaZqut2ZHN4jNCz8tZ1bbD7PZY/YJRGxxrc+4+QfyU9edKgrA4VDMan3uw5vYdgx/rTK222lQbmjKt8fPuvldMqT/f5gG52a2LbV47ZGdg9dYzkdtqtamlZl5NcLLNa6OB1ubYHAIhQBOWU6bInDIqRY+h23QSfjdWb7UauCgIP4pZzkRvCMIbSq58OU3usV58YmmsYViTjXoFcYnF2Mj3bUPs18N1RSfaafV4V9RPvDxk2W+Zs+6tmusLjva0LgOGsVzO2xfnufrWT/vDo/HpvYbdupTXWUe+G8K1p4xgRhn7mv/4w1OdHn9mY1bpsdq6YNpSURzGlSiJ3nOmLvFI/mq5V0ii99Mn3WUVcuYef6Ndlk6/56Z69qTX2Wy1z8azWq4Z1nkRCAEasrTaKTUni1H3smyZ3I6TPA/VNQ/ZeLkj1jDP+gHC99TCQDkWITzIFIRXrMc6zvEF7q5pcvhWC/yhNY3H3xlrGLI1s16VB617k/yi+GS85TiLTlGPIPxDuGZTY9snbXvYbN4/LklXh4fukg2IYrmy4oO5lP0OMVFa1jDxJ7HGWuuZPyeUtODHVtvHSi8Pxc4Z6kHNM3yBu2IjmqbfvuYzW64e+guVApJ4xJON5q7EK5Y1ic35zEl3OzyktviC689as2DanWJVtatntlwzq/Xao5KY7wszH7VZk13Vswcym4b8ya7Senal19psPbvt5oh/wpCbIv7ms6fc4o5fHARC0JzlNLmuOE24x5OFQZutlwWjL9VPPP2Q2UQne7wP1zZ/L2q3ePTj+cHyHuTj+YzN1psidXfGGrzWkUkShAsD4dfqJ77eMGmO9cyouiCssO1Am+n1r2qcfG2oJvCXDkZJEE71+m+Jxrc0TXmwtrnoxCd7NNVm6701TRcGwkfHoX0TpjZ7ytOr8Gwh21FsORCPINwSjXc1n/BUvOXmSPyqUOyaUOymSN3SWMPv4609zSc8HW8p4aO7DT1lnc1EQXg+3vq5QwYAB0TxhnDtioZJddKIGp/2Nf+76fee0HDY03HH1Zyx8KS7vv63+yKBI4f+bu5+3Oat5rfdtGDanZJoOfRXFKUTGi68cu5rV535+oTqHDf4hVMfuWD6vR+PiqwPn3T56S9MrT/f5iXtyddNc+jO4SqtZ1bpTg71VOSf/3LkjX35tN/7PUcOEwj56i+d/WTIV++OXxxeAajURu2tM7fRagfXFdcVhuUDVV6nyqdbx6QLAuELApO7DG2vrjVLnsken33zXBPMJwqZ8h7kK3K2y9BarJ+yWxKtXxSI3J9LLZNzHbpmCkKjJDVJ3rm+wMJA6DP+8ERnKxY+U8hcYjt/SZvH+8u65oeF5g5dMwShWfIEhzMZTMo0EoZuNVtPTJRerp+4QZX36FqdJM30+uulMo8u0wTzZ9mBu2uK97mFRPFLweiXyjptz0eacrZ1x3K95HmxvnWHpm7TlbjomTGCmUWd19zvjV1xxsu9mQ2p/J6At64pOtOmyb4r8UpG7ooGLPPwOVOXTGtctHb//bsSywYLHYJghnyNEX/TcTVz2+oXTqn/jJMV3iubOG/yN+ZN/kZB7ddNJeJvLvqCnYmX3VfP3YlX68OWvz0n1v7N9WevXbnzjr0Db+WVRE1w0omNi+a33VQbbHPNLw4CISq9aeu+5jtNdq4rriuMqv/JpR6onWC/T4vkbXE268nT+UxnOZakP5QuCPdlU0utn1oUBGGOL/CL2gnCX5YZKG2E5e8LmZw5IVws40mCcLynxBbRDl21n751ti8w2zeKa+7dlxv4ZqRukmccWnQr5NzZxZYzmeb1TfP6yvu5RWs+ITp7QnR20fcxTX3NvvsWTFtq91axOZ875RcHdx/BlVjpgj5HE9Kapr6l52n31XPbgefsH5usD598yazfuPi3BkNGQTOX0+G64nTgKo/k03vLF+HuyQ6MxkH+PDvg8LlEcQRtxpRpPJZPj2q131UK4/t1F0zz1sHEuHz0H2zXvaiKmq/d9/OC5vAKF92aBp3bnXw1q3S7r57tyRU5te9Y/mYJhKiOxq4L2rvuOAuuK84ClU82zdvLlBB+mx9co45K4EmZxm2ZsYgxd2cHtNFcQH6ZnBv3b/xX+fSL45HNVimFA7ZzjdrrKem1Szed3LLtyrL9sGipt3bcxk3Doffaf+bKehqmtqHjEQIhUB0NXw4efDVcV3CYEN5W8iPPbLcMjuJfze/PDqxWR717bZumPJgbxU7CN5WczUIIY+aGVG/PCLJZic1oQbiv1A7k3bp6UbKztJve3v43Vb1sOXzt/vtt1tBzJVlLlfCq7vRam3lEq72ea/ffb5ilDKzY2vs7AiEw1s3fqmsB04HDd8QxY+wZgnDVQPcI14r4aqp3X7mfHjyULgiX93f1l29BCyvfSfftHbUTyZnmI/nUuH/jnbr2hWTn2EfTe7MDpX2D3x9Mrldl2fEBH3rTU/Xchs6y9eeYpv7MhssLav8xcnNIZLc+8MeTHA/s/KtXt93k4nqm8ntKuKh2J17dP/BHAiFAU5gmO9cVx4lKtFfXLh/okktNCP+V6X+s3KtNHK1d1y7u78yao5sJU6ZxxUBXYdTC0j2Z0R2V6tD7auGL/Z0Z0xjLD02ZxtJMcrivelnO/SqfVgVzk+1ihjY3vVXt95TWnzP0WRTan/zTxaqePRbuDDv7XswpB5Zvu3lYr/pg/wP7+le6u55v7bx9WDnZMLXl2272eaIuuCoIhKD5TpMdXFdwp2Vy7tL+UjLhf2cHvjM4RlMsvK3kFyU7EyMY7rhFU7Rip/iuUris1Ey4stgUJnt09SeZiugPeVXOLUx0dJSpO3S3rj7jYMWRn2b7h/UE4xZNuWrgzxOTrCs2ZtjqppfK73l3z0/KWLp9A28/vm5RXi39udZEdksZM+ooBsLES4IgrO94yHmHWGfqvde2fsv19czIXcu2fM35/u/svrM3s8HviRAIAZrINNm5rriuULlelLPnJPZtddAPc1DONG9M9X4zfWAsO7zeUvLz+vaV8NCjYpo/yCTn9O110kH3fCG7MLG/fZhh6b7swMUOHnW7fTDxtOPVGhXTVEatu3KNWpjZ1/5oPl3yB5iC8Jqc+0p/10m9e5yclCEIX+nvcji5zvtq4dOJjuRf8v86VS75vvfWztu39D7t8KR0QzGMIj8Fe/vfemT1vH0Dbw+3YrqhvL3rBw+umlP5gVDVc3v73zr433/YfMOH3Y8VfUlXes3j6xZpxrB/PKuxnpu6fvPunruc7Lm195mVu+4QBMEdPYSsQwiXNN8P/sd4LS5HY53riusKFesDVZ7bt+9bkbpvRupsFkbXBeGJ/OD3BhM7dXXsD3K3rn4qsf/KUOzb0fgsb/FV+xKG/lAufX9uYFgBb5VaOPVA+5Jo/MZwXV2xRdLXqfLN6b4ViqOcowvCZf1dt8UalkTifutlDxXTfKqQ+e5gonc0J4AZMIzFAz0/zQ7cGq2/JBDxi44m91cFc5VSeLaQfbIwONxHLnOm+flk5y3R+H9G4xFx6MLKpnl3tn9pJnloP+06bYhAODX73tJNC4oHV1N/ZsNl555w2zlTlngkv0262NL71Js7vptVeouXLr/7f9//1MyWK8+e8u0J0VlF98+rifUdD63dd3+q0F4Vd4P25ArdkD8u4LMbr+pMrT7vxB/5vbGhKmx8sP+B5dv+o4Q0WL31fH37EllLn3fiD0XR8m65vuPhlz76Z9M0BEFwRw+huHQZvyvhQmPTgqe9znXFdcXXWkUionRJMHJBIDzfF5wgeeokKWeaPbq+SZPfUPJPFzIlDDX8YjD6TLxlyE2P5tOLB3pKOM75vuBFwcg8X3CG19coecKipJlm1jR7DW23rm3U5Dfl/HIlN5JnAqOitCgQvjAQmeMLtHm8NaLkEcW8afQa+g5NXaMWXpCzpS121+rxXhequSAQPsXrj0uSbgop0+jStXWq/I5a+F0hkxzbuUBrRemiYORcf2i2N9Dm8dZKUkiUsqYxaBhp0+g29M2avFlVPtSUNao88oc56yXPNaHYhYHwLG+gSfKIgpAw9Y2q8qqcezSfPnqNCkkQjvgjxa0fnaWb6rCmwYwGWue0Xje14YKGyCkhX9wwdVlLZeSunsF1+wfe2dr7u7yaLOWrrJ0/rfGi1tp5DeEZIX+jTwobpqbq2azSmyrs7h3cuLf/zT3J5ZpRqMyfd78nGgtOOjpx5ZQDR/xj2Nc4q3XxtMZFTdGZQV9c1XP9uR17ksvXdz6UyG4t1/FUVz1bauYtmLZ0asP5RyyW2JVes3LXHTsOvPDXe+Cs//vEcVcM+SZP/umS7QeeIxACLmzt0VgH1xVfJUY1EOLYxG0QlSYWmDip7pOx4ERR8GSV7s7U6mRu+xH7XDrnqRkTvjTky3/7wed2JV6uijNlyCiOxd8xztt//H4C1xUAEAVxDBqUOz7qecJ+H5sho7opV8uZEgjB7x6A6woAuG0Cw+aTLAOhog1Wy1kwyygAAChR0NmEJQBpEK5UG2qz2pRT+6rlLOghBAAAJYqKln9ZNqkOiIJwNY8UiAUmWW3NylXzEDWBEAAAlKjNY9mQyJlEQhAF4WattfNFiz+KZeTOkpfrIBACAICqcYbPcs3AtGFQHxAF4WInNnzWalMiV03zVxMIAQBAKWpE6Tx/yGrroEkgBFEQVSAeOtEwtVShfViv8kiB2a3XWW3tTq+togowqQwAACjFv0fjEetnCBNjuwI7SINAaZpis/7lk1vPn/7TsK/R+avmT74pGmix2tqRWlVFFaCHEAAAFHFjuO4DrbBaKRzs9fOL4r+Ga2+Nxm1esllTqBtREKgKHikwf/K/nTbxH7f0PLWx89H2/jftJ8aa1nTRgmk/stpqmvqe5HICIQAAcI+vR2qne5sU0+wy9EHTaPN4Y2KRQUabNJm6EQWBKuL3RGe3Lp7dujhd2Ls78VpnenVHanUyu1UzCh/v0xCZMff4r555/NcEwXLRnb0DKwtqP4EQAAC4rrUkijbTih7WHtK1fiaVIQoC1akmOHnOxOvnTLz+4P9qRj6vJlU9G/ZPCHrrir58Q+cvq+t8CYQAAKDMni1kKAJREHAHrxSKBSY63DmnHPio+wkCIQAAOKY9QSAkCgLHpHf33FVFKxASCAEAQPlt19Q/KnnqQBQEjjV92c1r9v286g6bQAgAAMrp24N9JlUgCgLHGN2Qn990rW5U33xaBEIAAFA2byr5ZxgvShQEjjnmCx9e35VeU42HzsL0AACgPLoN/eqBbupAGgSOKYapPrvx6g+7H6vS46eHEAAAlMFeXftssmO/rlEKoiBQRdqTK1bu/P6Zk78R8tWX8PJEdstzm66p0r5BAiEAAHBEt91qCsKv84M3pQ8kDJ1aEQWB6iJr6ZW77ljVfs+slr+f3nxpW/w8SfQ5jILv7f3Z+o6HDVOt6gqIS5dxGQAAjl23ztxGEYqqk6RLg9GF/vAsr3+yxxeTRFMQ+g1ji6a8ruR/nU/v0FSqRA4EXCDgrW2LL2iKzWqKzGyITA/64n5PLOCNCYKg6NmM3NWf296RWr078WpX+n13nDKBEABAIARAFASOUQwZBQAAAFEQIBACAACAKAiAQAgAAACiIAACIQAAAIiCAAiEAAAAIAoCIBACAACAKAiAQAgAAACiIAACIQAAAMiBAAiEAAAAIAoCIBACAACAKAiAQAgAAACiIAACIQAAAMiBAAiEAAAAIAoCIBACAACAKAiAQAgAAAByIAACIQAAAFEQAAiEAAAA5EAAIBACAAAQBQGAQAgAAEAOBAACIQAAAFEQAAiEAAAA5EAAIBACAACQAwGAQAgAAEAUBAACIQAAADkQAIEQAAAA5EAABEIAAACQAwEQCAEAAEAUBEAgBAAAADkQAIEQAAAA5EAABEIAAAByIAAQCAEAAMiBAEAgBAAAIAcCAIEQAACAEAgABEIAAAByIAAQCAEAAMiBAEAgBAAAIAcCAIEQAACAEAgABEIAAAByIAAQCAEAAAiBAEAgBAAAIAQCAIEQAACAHAgABEIAAEAIBAAQCAEAACEQAEAgBAAAhEAAAIEQAACQAAEABEIAAEAIBAAQCAEAAAkQAAiElAAAABACAYBACAAAQAIEAAIhAAAACRAACIQAAADEPwAgEAIAAOIfAIBACAAAiH8AAAIhAAAg/gEACIQAAIDsBwAgEAIAAIIfAIBACAAASH0AAAIhAAAg8gEACIQAABD2CHsAAAIhAADkOgAAxt7/A6ShVveFpp6rAAAAAElFTkSuQmCC\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/cover\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/bc8d8606d9395300\\\" subtiddler=\\\"$:/plugins/twpub/bc8d8606d9395300/images/OEBPS/294899678491675088_27403-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/readme\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''清代野记'' |\\n|epub-creator |''Zuoguanlaoren'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''74'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/errors\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/bc8d8606d9395300/text\": {\n            \"title\": \"$:/plugins/twpub/bc8d8606d9395300/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/bc8d8606d9395300/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/bc8d8606d9395300/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252Fbc8d8606d9395300.png"}