{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"醒夢駢言","name":"TWPUB","title":"$:/plugins/twpub/ec353ca7911f10fd","description":"醒夢駢言","converter-version":"0.1.0","epub-creator":"active 17th century Juqizi","conversion-errors":"0","count-chunks":"78","count-images":"1","cover-image":"$:/plugins/twpub/ec353ca7911f10fd/images/OEBPS/6590012600890081400_27108-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/ec353ca7911f10fd/images/OEBPS/6590012600890081400_27108-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>The Project Gutenberg EBook of Hsing Meng Pien Yen, by Hsi Tzu Chu</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">Title: Hsing Meng Pien Yen</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Author: Hsi Tzu Chu</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Commentator: Xiu mei Wang</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Release Date: October 31, 2008 [EBook #27108]</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK HSING MENG PIEN YEN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">Produced by Hsin Kuo</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">第一回     假必正紅絲夙繫空門　偽妙常白首永隨學士\\n五百年前，預定下姻緣喜簿，任從他，貌判妍媸，難逃其數。巧妻常伴拙夫眠，美漢\\n慣摟醜婦臥。何況是一樣好花枝，愈不錯。貴逢賤，難云禍；富逢貧，非由誤。總歸\\n是，月老作成緣故。高堂縱有不然心，子女都毫無憎惡，又何苦去違拗天工，生嗔怒\\n。\\n姻緣一事，從來說是五百年前預定。不是姻緣，勉強撮合不來。果係姻緣，也再分他\\n不開。盡有門戶高低懸絕的，並世有冤仇的，一經月老把赤繩繫定，便曲曲彎彎要走\\n攏來，這叫做「姻緣姻緣，事非偶然」。\\n明朝成化年間，湖廣武昌府江夏縣，有個秀才姓曾名粹，號學深。他父親曾乾吉，原\\n是舉人，和母親莊氏只生得他一個，自然是愛如珍寶，不消說的了。\\n他五六歲時，有個相面的，相他後來該娶尼姑為妻，曾乾吉和莊氏都道這相士隨口噴\\n蛆，全然不信。\\n那曾學深聰明絕世，讀書過目不忘，十四歲入了學，十六歲就補了廩，各處都知名，\\n曉得他是位少年才子。又且生得如傅粉何郎，異常秀美。\\n卻是作怪，與他論婚，再也不成。試想這樣一位潘安般的少年才子，又且父親是孝廉\\n，家境也算厚實，難道這些揀女婿的，還不肯把女兒與他嗎？卻不是曾乾吉心裡不合\\n式，便是事已垂成，那邊的女兒生病死了。\\n曾乾吉止此一子，急欲與他聯姻，見這般不湊巧，未免納悶，卻又因年未弱冠，也不\\n十分在意。\\n卻說莊夫人母家在黃州，去武昌二百里，還有母親，快已七十多歲。只因路遠，自己\\n不能時常定省，只差家下人到彼探望。\\n今見兒子大了，便對他道：「你外祖母處久不通音信，我在先只令下人去問候，卻不\\n能把老人家近來底細情形告我知道。你如今年已長成，可與我走一遭去。」\\n曾學深便打疊好一肩行李，叫家童阿慶挑了，來至江邊，僱了一隻小船，取路投黃州\\n來。\\n到了碼頭上登了岸。阿慶是時常打發他來，認得路熟的，便一逕來到莊家。\\n那曾學深的外祖母是於氏，外祖莊培榮曾做過江西九江府知府，沒已多年。母舅莊德\\n音，原任南直句容縣知縣，因告終養在家。\\n當下於夫人和莊德音，見曾小官人到了，合家大喜，彼此問了些近況，便喚家人打掃\\n一間書房，令他安歇。\\n曾學深次日便要回家，於氏老夫人和他母舅，那裡肯放。\\n於氏老夫人道：「外孫，難得你到這裡，我有好些說話要問你，卻一時想不出，你且\\n在這裡歇下半個月，才放你回去。」\\n曾學深只得住下。那時正是暮春天氣，黃州地面景致甚多。曾學深日裡同了表弟兄們\\n，各處去遊玩，到晚回來，卻和於氏老夫人說些家中閒話。\\n從來外婆見了外孫來家，說話最多，他家有幾個菜瓶，幾個醬甕，也要問到的。這且\\n不表。\\n一日，曾學深同著十二歲的小表弟，在一個顯聖庵裡遊玩。那庵是女庵，有好幾位尼\\n姑，在內焚修。\\n他兩人遊玩了回來，將次到家，遇見鄰家一位張老媽媽，問他表弟道：「小官人，今\\n日陪了曾相公，那裡頑耍？」表弟答道：「方才在顯聖庵裡。」\\n張媽媽笑嘻嘻的道：「小官家不會頑耍，我黃州有兩句口號道：『黃州四翠，少者為\\n最。』怎不陪了曾相公去看看，倒到那顯聖庵裡去？」\\n曾學深聽了，問道：「老媽媽，怎叫做『黃州四翠，少者為最』？」\\n老媽媽告道：「我黃州南門外，離城五里，有個觀音庵，也是女庵，那裡有四個美貌\\n的尼姑，因此有這句話。老身不過和小官人取笑，這地方卻是相公們遊玩不得的。」\\n曾學深正是情竇初開的時候，聽了這話，回到外婆家裡，心中想道：既有這個去處，\\n我明日去走一遭，卻不要同表弟兄們去才好，省得被人知道。\\n次日天明，吃了早膳，沒人在前，他便獨自一個，走出牆門，一逕往南城而去。問到\\n觀音庵前，只見約十畝大的一個池，灣灣的抱著那庵。沿池都是合抱不交的柳樹，綠\\n蔭正濃，有幾個黃鶯兒，在葉底下弄那嬌滴滴的聲音。飛下柳絮到水面上，小魚兒就\\n來拖拖扯扯。\\n曾學深看了，心中悅暢道：「不要說別的，只這景致也就不同。」見那庵門閉著，便\\n輕輕敲了兩三聲，裡邊走出個七十多歲的佛婆來，問道：「那位？」曾學深道：「是\\n來遊玩的。」\\n佛婆便領他到大殿上。恰好四位尼姑在那裡做法事，都是帶髮修行的，一個個都生得\\n標緻。一個幼年三十左右，一位在二十四五，一個二十光景，只有一位小的，分外可\\n愛。但見：\\n眉似遠山銜翠，目如秋水凝神。漆般黑青絲壓鬢，雪樣白粉臉含春。櫻桃啟處，佛經\\n卷卷出佳音；玉筍抽時，法器般般作妙響。若非劉阮山中見，定是襄王夢裡逢。\\n曾學深見了，不要說是消魂，連魄也都化了。等他們法事完畢，與他們逐個打了問訊\\n，眾人都去烹茶洗盞，只留這小的在殿上陪客。見曾學深不轉眼的看他，便把頭來低\\n了。\\n曾學深問他：「青春多少？」\\n答道：「一十六歲。」\\n曾學深又問他：「俗姓什麼？是何法號？」\\n答道：「姓陳，法名翠雲。」\\n曾學深便戲他道：「好奇怪，小生恰恰姓潘。」只見他玉容泛赤，立起身，漾漾地走\\n了開去。\\n不多時，眾尼送出茶來，又捧出十多盤子果品來款待。\\n曾學深向眾尼一一問過姓名。那三十左右的答道：「貧尼叫白翠松。」指著二十四五\\n的道：「這位梁翠柏。」又指二十歲光景的道：「這位盛翠岩。」便問：「相公高姓\\n？」\\n曾學深不好說與他真名姓，便頂著上文來道：「小生姓潘。」\\n白翠松道：「聽相公口音，不像是這裡人氏。」\\n曾學深道：「小生家裡，原在武昌。因慕黃州景致，特地來游。」\\n眾人言來語去，卻再不見翠雲出來。曾學深忍不住，問白翠松道：「還一位小姑姑，\\n緣何不見出來？」\\n白翠松笑道：「這丫頭是怕生人的，因此避過了。」\\n曾學深又閒話了幾句，便起身作別。白翠松和梁翠柏，兩個留道：「請在小庵奉了齋\\n去。」曾學深推辭道：「有朋友在寓中等候，不好耽擱。」\\n白、梁兩尼又苦苦相留，曾學深只是要去。兩尼送他到門外，白翠松囑道：「相公倘\\n要見翠雲這丫頭，可於明日傍晚到來。」\\n曾學深回到外婆處，於氏老夫人問道：「外孫，你半日在那裡，卻令人尋你不見？」\\n曾學深扯個謊說：「今日偶然出去，左近閒步，遇著個同學朋友，在這裡課徒，扯去\\n閒話。因此違了慈顏。他還約明日下午，到他館中，代他做個壽啟，卻又是沒推托的\\n。」\\n於氏老夫人道：「難得你這等青年，便人人慕你才學。我聽了也快活不過。」\\n次日中飯後，曾學深去見外婆，只說是到朋友館中去，今夜不及回來，家裡不必等候\\n。說罷，便又出門，望觀音庵來。\\n只見庵門虛掩，便推將進去，走到大殿上，白翠松和梁、盛兩尼，陸續都見過了，卻\\n只不見翠雲。\\n曾學深心頭惶惑，好像不見了什麼珍寶一般，卻又不好就問。眾尼當下整修蔬菜款待\\n他。\\n曾學深道：「千萬不要費心，若是這般，小生就去了。」眾人不聽，卻也不見曾學深\\n肯去。\\n白翠松邀他到自己房裡用齋，曾學深欲待推辭，卻被他和梁翠柏兩個擁了進去，讓他\\n朝南坐了，白梁兩人坐在橫頭。盛翠岩卻早走了開去，再不見來。\\n白翠松斟酒來勸曾學深，曾學深也回敬了他兩個。\\n曾學深忍不住問道：「陳姑今日緣何不見？」\\n白翠松道：「他還怕羞，少不得要來的。」\\n飲了幾杯，天已漸昏，卻只不見陳翠雲到來。曾學深只得起身道：「天已晚了，小生\\n且暫別，明日再來。」\\n白翠松一把拖住道：「且再坐坐，我去捉這丫頭來見面便了。」曾學深便又坐下，白\\n翠松道：「相公要見翠雲，卻要依我一件事。」\\n便把酒來斟下三大杯道：「要相公飲這三杯，盡了貧尼相敬意思。」\\n曾學深酒量本來不高，又已吃過些，有些來不得，卻因要見心上人，不敢推辭，把那\\n三大杯飲乾，已有些醉了。\\n只見梁翠柏也斟上三大杯道：「請相公也收了我這點敬意。」\\n曾學深告道：「承梁姑美情，小生焉敢不領。但來不得那急酒，不如等見了陳始吃罷\\n。」\\n梁翠柏笑道：「相公見過了這丫頭，那裡還有工夫吃我的酒。這卻定要先奉敬的。」\\n曾學深沒奈何，只得接來勉強吃下，不覺大醉，兩隻眼睛合下來，身子都坐不定了。\\n白、梁兩人便去撿了門，扶他到牀上，替他除去衣服，把他暫做了一夜《孟子》上有\\n一妻一妾的齊人。\\n次日天明，都走起來。曾學深曉得他兩個的作為，是再不肯把翠雲與他見的了，便告\\n別了要回。\\n白、梁兩人留道：「住在這裡，今日包你見翠雲便了。」曾學深知是哄他，便托詞道\\n：「我日裡在此不便，不如去了，仍舊傍晚來罷。但是今晚卻要把翠雲與我見的。」\\n便出了庵門，望外婆家裡來。\\n他一個瘦弱後生，被兩個壯年尼姑，纏那一夜，覺得十分疲乏，不敢再去。卻又不能\\n忘懷那翠雲，便只說自己喜歡獨自一個閒玩，日日別了外婆和母舅出門。卻便到觀音\\n庵左近去探望，要等白梁兩人出去了，才進去。\\n一日傍晚，只見白翠松和個少年出庵，一路說說笑笑去了，心下想道：他去了就好了\\n，只梁翠柏一人，我也不怕。\\n即便走近庵去把門叩了兩下。卻是盛翠岩出來開門。曾學深假意問道：「眾位姑姑都\\n在麼？」盛尼答道：「白師兄方才出門，想要明日回來；梁師兄這兩天也不在庵。」\\n曾學深見說，心中大喜，便道：「煩姑姑領小生見陳姑一面。」\\n翠岩便引導他去，卻另是一所院宇。來到那房前，翠岩叫道：「翠雲，客人到了。」\\n只聽見一「砰」的一響，翠岩微笑道：「閉了門了。」曾學深立在窗外，意欲說話，\\n卻礙著盛翠岩在旁，不好說得。翠岩見他這光景，便走了開去。\\n原來翠雲雖在這個庵裡，卻和盛翠岩都是女慕貞潔的，因此兩人最說得來。翠雲常想\\n：自己這般美貌，在空門中怕有人欺侮，終非了局。思量擇個溫文爾雅的書生嫁他。\\n前日在殿上見了曾學深那表人才，也頗動心。聞得翠岩說他為了自己，明日又來，卻\\n被白梁兩人灌醉了，兩個對付他一個，心中好生不忍。\\n這番聽得他來，雖是把門關了，也想和他說幾句話，卻早聽見曾學深在窗外說道：「\\n小生有句話兒，要對小姑姑講，望把門來開了。」\\n翠雲在窗格內張見翠岩不在，便隔窗回言道：「這裡不是郎君遊玩地方，翠松、翠柏\\n都只借我來勾引郎君，若然再來性命不保了。小尼在這裡也非了局，原要拋去空門，\\n做那女子從人之事。若要像白梁兩人這般行為，寧死不學他的。郎君快請回罷。」\\n曾學深聽了這幾句貞烈的話，越發愛慕，便又道：「小姑姑這般貞烈，難道小生敢來\\n敗壞你名節。但小生自見了尊容，不勝企慕，既小姑姑有從人之意，小生也並未聯姻\\n，不知可肯俯訂終身麼？」\\n翠雲想道：前日只見得他的相貌，今日又聽他談吐，看來不像個薄倖的。錯過了他，\\n再要擇人，卻也難了。便接應道：「既蒙郎君垂愛，小尼情願相從。但我師父從幼撫\\n養，甚非容易，須將五十金與他，為老病之費，小尼當在此守著郎君，望郎君勿負約\\n也。」\\n原來庵內還有個老尼姑，八十多歲，病廢在牀，因此有得白翠松、梁翠柏這般放蕩。\\n曾學深聽見又能念他師父，不忘其本，實是個好女子，益發不捨，便道：「小生敬依\\n尊命便了。小生倘負了小姑姑，皇天在上，他日死無葬身之地。」\\n翠雲見他罰咒，也便立誓道：「過往神明，我陳翠雲倘背了潘郎，死去就落十八層地\\n獄。」\\n曾學深正要和他辯明自己的真名姓，卻見翠岩飛跑進來道：「白梁兩人，不知為什麼\\n，都回來了。相公快到外廂去罷。不要在這裡累我和師弟受氣。」\\n翠雲也在房內著急，顧不得羞，開門出來道：「三師兄不要領郎君前面去，我和你送\\n他出後門去了罷。」翠岩道：「也說得是。但你一向不慣接送的，不要破例，我自送\\n客罷。」翠雲自覺羞澀，不由住了腳。\\n曾學深見生人在旁，也不好兜搭，便和翠岩出了後門，自回莊家。心中想道：他閉了\\n房門，不容我見面，這是他做女人的正理。到得我訂了婚姻，聽說白、梁兩人回庵，\\n便火急開門出來，要破例送我，這是怕我再被淫尼糾纏，致害性命的緣故。想翠岩還\\n只猜是他怕受白、梁兩人的氣，卻那裡知道佳人愛我的意思。當夜想一回，快活一回\\n，竟學了孟夫子的「喜而不寐」。\\n次日早飯後，正要再出城去，守個機會進庵，卻見家中打發人來說他父親感了時氣，\\n病勢沉重，追他回家。\\n曾學深聽了著急，那裡還有心情尋花問柳。便連忙收拾行李，別了外婆、母舅，星夜\\n趕回家中。走進去看他父親時，已自不能開口。見兒子到面前。只垂下兩行的淚。曾\\n學深心如刀割，此時正是中午。守到黃昏時分，曾乾吉竟赴了修文之召。\\n曾學深放聲大哭一場，便料理殯殮，設了靈座，和母親在家守孝，這是不消說得的。\\n日月如梭，早已斷七。曾學深哀傷漸減，便就想起翠雲在觀音庵，和白、梁兩個妖尼\\n同住，想他度日如年，在那裡，我怎的作早弄他出來方好。原來莊夫人治家極嚴，曾\\n學深有這心事，卻不敢令母親知道。就是日常用的銀錢，打從曾乾吉在日，便是莊夫\\n人一人經手，因此連這五十兩頭，要曾學深拿出來，也覺費力。\\n他正日日在家納悶，卻又有那班貪到手媒金的，與他作對，要替他作代。去對莊夫人\\n說。莊夫人和兒子商量。\\n曾學深不敢說出觀音庵的事來，但道：「孩兒尚在服中，如何好議親。」莊夫人也就\\n把他話來回覆那做媒的。\\n可笑那做媒的，利心重了，回頭不去，卻又對莊夫人說：「夫人只此一子，聯姻如何\\n遲得。況現在不過說定一句，行盤送盒，原可等到除靈後的。」\\n莊夫人道：「也說得是。」便喚曾學深來，說與他知。曾學深道：「總要除了服做的\\n事，卻何苦多今日這番周折。母親還是回頭的是。」\\n莊夫人不覺焦躁起來道：「起先我只道就要行聘，因此躊躇，怕有不便。如今不過先\\n走一句，原等到服滿行禮，這也算極妥的了。你卻又道多什麼周折，難道我做娘的，\\n出不得一分主意麼？」\\n曾學深見母親動氣，便又轉一肩道：「不是孩兒不依母親吩咐，卻因另有一段情節。\\n孩兒前日在黃州，外祖母要與孩兒聯姻陳姓，實係孩兒所願。適值父親病重，追了孩\\n兒回家。初喪時節，孩兒那裡還說這話，就是方才有人來作伐，母親喚孩兒商議，孩\\n兒總因這件事不是此時說的，因此未曾告訴母親。既然母親急欲定奪孩兒姻事時，孩\\n兒意思，要再往黃州探聽消息，倘或那邊不諧，便再議婚，母親道是何如？」\\n莊夫人道：「也罷，既是如此，我也正要遣人望你外祖母，你可即日就與我黃州去，\\n卻等你外婆定奪姻事。」\\n曾學深見說大喜，即便把行裝收拾起來，卻又躊躇道：「沒有那五十兩頭，空手如何\\n做得成事。」便對他母親道：「母親，萬一那邊成得來，外祖母要就那邊纏了紅，也\\n未可知。帶得些銀兩才好。」莊夫人道：「拿多少去呢？」曾學深道：「孩兒意思，\\n帶一百兩在身邊，可以省得些，原拿了回來的。」\\n莊夫人便去取了銀子，遞與曾學深道：「銀子自拿去，倘成功得來，對你外祖母說，\\n可以等到除了服，纏紅為妙。」曾學深道：「孩兒曉得。」\\n接了銀子，便又叫阿慶跟著，僱只船，來到黃州。心中想道：我若先到外祖母處，卻\\n有許多不便。不如先去會了翠雲，見機行事的好。便把銀子揣在懷裡，叮囑阿慶：「\\n且在船中等候，我上岸去走走，才回來帶了你莊家去。」阿慶答應了「曉得」。那曾\\n學深獨自一個來到觀音庵前。\\n此時已是深秋天氣，沿池的楊柳，都已枯黃，一陣風來，那些葉兒漸漸霎霎亂卷，池\\n裡水也褪得見底，庵門卻開著。曾學深步入去，但見滿庭荒草，有二尺多長，來到殿\\n上，不見半個人影，也沒有桌兒凳兒；佛台上灰塵，積有三寸。心中想道：「好作怪\\n，我半年不到此，怎就這般光景？」便又尋到翠雲住的地方來。卻見他做房的那間門\\n都沒有了，走進去時，撲面的都是那蜘蛛絲。曾學深此時好不心酸，卻不知道是甚來\\n由。要尋個人問問，直尋到廚房下，見一七十多歲的佛婆擦著昏花眼兒，在那裡縫他\\n這領破棉襖。\\n曾學深忙問道：「佛婆，為何你庵裡弄得這個樣子，眾位姑姑何處去了？」佛婆道：\\n「相公尊姓？」曾學深道：「小生姓曾，是來尋陳姑姑的。他如今在那裡？」\\n佛婆去掇條板凳來道：「相公坐了，待老身告訴你聽。先前我庵裡有五位師父，今年\\n五月內，老師父去世了，那四位都是他徒弟。一位姓白的，和一位姓梁的，都還俗嫁\\n人去了。」\\n曾學深接口問道：「那陳姑呢？」佛婆道：「他卻有志氣，見老師父死了，白、梁兩\\n個又還了俗，便和個盛師父，與他一般冰清玉潔的，商量道：『我兩個這裡住不得了\\n，不如另尋個地方修行去罷。』」\\n曾學深道：「他卻往何處修行呢？」\\n佛婆道：「聞得他在城北，不知什麼庵觀裡。那姓盛的，卻全沒有下落。他們都去了\\n，只剩老身一人在此。這庵裡並沒田產，常住裡東西又被白、梁兩個拿完的了，老身\\n又是七十開外的人，看管不來，因此弄得這樣荒涼。」\\n曾學深聽了，想道：「他既曉得在城北，卻又不知道在什麼庵觀裡，這怎麼處？」便\\n又問道：「佛婆，你不曉得陳姑在城北什麼庵觀裡，可另有曉得的人麼？」\\n佛婆道：「老身也不過是他臨去的時節聽得自言自語，說是往城北，卻不曉得可另有\\n人知道他的。」\\n曾學深見說，別了佛婆，走出山門，來到停船的地方，叫阿慶搬起行李，尋個飯店歇\\n下。對阿慶道：「你看守著行李，我不能夠就到莊家，另有事情去辦了來。」\\n走出店門，竟往城北，逢著庵觀，便行打聽。一連數日，並無一絲影響。曾學深忍不\\n住眼淚紛紛，心中想道：他既和我訂了終身，怎麼不留個口信在佛婆處，好令我知他\\n下落。莫不是有些翻悔了？卻又想道：我前日聽他言語，是個有主意人，那有對天立\\n誓過了，卻又變卦的理？心中疑惑不決。\\n沒奈何，回到飯店裡，叫阿慶挑了行李，往莊家去。\\n於氏老夫人和莊德音見他到來，慇懃相待，這也不表。在莊家耽擱了十來天，放心不\\n下，每日出門去訪問，卻終沒有音耗。只得告別了回武昌。有幸而來，沒幸而去。說\\n不盡萬種淒涼。\\n到了家中，莊夫人問起姻事，曾學深扯謊道：「母舅說陳翁有事往岳州去了，急切未\\n能就歸，等他回來，不論成否，遣人來知會的。」莊夫人聽說，也便無話。\\n一歇半載，不覺早又春末夏初，是去年會翠雲的時候。莊夫人不見黃州信來，對兒子\\n道：「你說母舅自遣人來通知，如何至今杳然？我也多年不去望你外祖母了，思量親\\n自走遭，你可在家用心照看門戶。」\\n曾學深這半年，猶如小孩子不見了乳母，苦不可言，正發想再往黃州探訪，卻聽見母\\n親說自己要去，留他在家，老大著忙，道：「母親這些小事，何必自往，不如仍令孩\\n兒去吧。」\\n莊夫人道：「對你說的，我久不見了母親，因此要去不專為你姻事。」曾學深道：「\\n既然母親要去，孩兒自該陪侍前往。」莊夫人道：「你也去了，這家無人，怎教我放\\n心得下。你只依我在家的是。」曾學深是孝順的，見母親說不放心，只得歇了。\\n當下，莊夫人帶了幾個丫頭、僕婦，又有老家人胡贊跟了，來到黃州，拜見了於氏老\\n夫人。母女有好幾年不見面，真個有割不斷的許多說話。\\n到了次日，莊夫人卻才問老夫人道：「去年外孫回家，說外祖母要替他聯姻陳宅；緣\\n何至今並無回音？可是陳家不肯麼？」\\n於氏老夫人聽了茫然，搖著頭道：「並未這事。我這裡也沒有門第好好的什麼陳家，\\n這話好奇，卻是那裡來的。」\\n莊夫人見說，氣忿忿道：「是了，家中有人來與他作伐，我心中已是的了，這畜生偏\\n不願，卻把那話來哄我。還不知他是什麼心哩，好不可恨。」\\n於氏老夫人勸道：「你且不要動氣，或者做母舅的，果有這話，也未可知。且等他回\\n家，便知分曉。」\\n原來，那時莊德音有事，到九江去了，未得回來。莊夫人暫息了怒。\\n卻說黃州地面有座山，喚做蓮花山，山上有所觀音庵，也是女庵，那菩薩極靈。莊夫\\n人有曾學深在身上時，許下願心，倘得生男，親自上山酬願，行許多善事。後來生下\\n曾學深，幾次要去了願，卻因黃州府城到那裡，還有兩日之程，路遠了些；又兼莊夫\\n人不能常來黃州，因此磋跎下了。\\n這番在母家，想道：如今孩兒已經長成，這願心如何再遲！便揀個日子，於氏老夫人\\n吩咐，合家都替他吃了齋，僱幾乘轎子，抬了莊夫人，和幾個跟去的女眷。那胡贊也\\n僱匹牲口騎了，攜帶許多齋獻福物，並些佈施尼姑的衲衣、齋糧，取路投蓮花山來。\\n到了山上，齋獻已畢，把佈施什物也都分發了，便打轎回家。\\n離山四五十里，天色卻早黑了，那邊也有一個女庵，原來莊夫人去時借宿的，便叫胡\\n贊去叩開庵門，再行投宿。那庵內老尼接著，說了些佛門套話，送夫人到房中安歇。\\n莊夫人因連日路上辛苦，吩咐丫頭，拴了房門，便上牀睡覺。才合得眼，只聽見老尼\\n來敲門。丫頭從被裡鑽出頭來，口內喃喃的怨道：「正要睡去，又來敲門。我原想庵\\n內都是女人，房門也不消閂得的，卻要人再開，真個晦氣。」起身拔去門栓，便仍舊\\n自去睡了。\\n莊夫人也從睡夢中醒來，見老尼推門進房，便披衣起來，坐在牀裡，問這老姑姑：「\\n為什麼卻還未睡？有甚話說？」\\n只見老尼領著個帶髮尼姑，來到牀前，那燈兒遠遠在窗邊桌上，火光下看不甚清楚。\\n老尼指著道：「這姑姑是過往的，也因天晚，在此借宿。他聞夫人家在武昌，說有緊\\n要話相托，來和夫人同房。夫人倘肯容納，貧尼去拿被，來安排就在這地上睡。」\\n莊夫人道：「這個何妨。」老尼去了。\\n莊夫人便問那尼姑道：「姑姑寶庵何處？今往那方？卻這時候到來。」\\n那尼姑道：「小尼姓陳，法名翠雲，一向出家在黃州南門外觀音庵。因去年師父死了\\n，卻依棲在法雲庵師叔王道成處。現在要往蓮花山拜佛，恰好遇著夫人。聞夫人家在\\n武昌，卻還未曾曉得高姓。」\\n莊夫人道了姓氏，便又問道：「從未識面，不知有何事相托？」\\n原來翠雲自從師父死了，白、梁兩個都跟了人，心中自想：潘郎一去杳然，我如今斷\\n難再住故居，只好去法雲庵依傍王道成師叔，須留個信兒，令潘郎知我下落方好。卻\\n又想道：使不得，我的美名素著，先前倒虧白、梁兩個妖尼在前，保全了我和翠岩。\\n如今曉得我往法雲庵，那班輕薄後生，恐怕跟尋到來囉唣，不如竟自去了，慢慢寄信\\n去武昌通知的好。因此，他在法雲庵竟沒人曉得。那佛婆說他自言自語，要往城北什\\n麼庵裡，也是耳聾聽錯，卻作弄曾學深在黃州瞎碰了那十多日。\\n他在王道成處有一年。他是個小師父，愛惜嬌養的，在別處那裡住得慣。王道成見他\\n吃不得苦，漸漸把他待慢。冷言冷語，不知受了多少。翠雲只是含著眼淚，挨過日子\\n。\\n那庵去黃州四十多里，地名寶珠村，是極幽僻處所，那裡去尋武昌便兒寄信，真個沒\\n說處的苦。\\n當夜遇著夫人，倒像見了至親骨肉一般，訴說了些流難顛沛光景，道：「小尼俗家並\\n無父母兄弟，只有一個表兄，姓潘，住在武昌，是個秀才。夫人回去，煩托子姪輩，\\n傳個口信與他，說小尼現在黃州西去四十多里，寶珠村法雲庵內，十分伶仃孤苦，叫\\n他早晚到來一看。」\\n說罷，不覺眼淚滴向莊夫人臥榻上。莊夫人道：「小姑不必悲傷，我自叫我孩兒替你\\n寄達這話便了。但不曉得你表兄名號喚做什麼？」翠雲回答不出，只推說有多年不會\\n，那時他還幼小，未有名號，想起來他是黌門中人，自然問得出的。莊夫人道：「既\\n如此，我替你叫人訪問便了。」當下各自安睡。\\n次日天色未大明，翠雲便起身，告莊夫人道：「小尼此刻就要別了夫人，往蓮花山拜\\n佛。求夫人回去，務必寄信潘秀才，叫他作早到寶珠村法雲庵來。」莊夫人道：「小\\n姑緣何起得這般早，我自牢牢記著你的說話便了。」翠雲千恩萬謝了，出門去。莊夫\\n人亦自回到黃州。\\n又盤桓了幾日，正要打點歸家，卻值老夫人病起來，直病到了冬間，才得下牀。莊德\\n音也回了，莊夫人方才告歸。於氏老夫人因他離家久了，也並不留。\\n莊夫人回到武昌進了門，便喝問曾學深道：「你說外祖母要與你對什麼陳家，又說母\\n舅到陳翁岳州去了，未曾關說，卻都是扯謊！你怎敢在我面前這等放肆！」\\n曾學深不敢則聲，莊夫人罵了一回，卻轉念道：想是前日媒婆說的那親，不中他意，\\n因此造這假話。如今只與他尋頭好親便了。又因曾學深平日最孝，也不十分氣他，母\\n子二人說了些閒話。\\n莊夫人便又問兒子：「你可曉得武昌地面，有什麼姓潘的秀才麼？」曾學深道：「母\\n親緣何忽問這話？」莊夫人便把蓮花山還願，遇著陳翠雲的事，說與他聽。\\n當下曾學深喜得就如報中了狀元相似，雙膝跪下道：「望母親饒恕孩兒，這潘秀才就\\n是孩兒。」\\n莊夫人倒呆了，道：「怎麼說？」曾學深便把到觀音庵遇見翠雲，後來與訂終身的事\\n，訴說一遍，只隱過了白翠松房中一段話。\\n莊夫人聽了，勃然大怒，拍著桌子道：「要氣死我了！你這畜生，也是讀聖賢書的，\\n卻如何去闖尼庵，私諧姻事，枉做了秀才，要娶尼姑做老婆！可不羞死！這樣牽頭皮\\n的不肖，不如沒有，快與我死了罷！」罵得曾學深低了頭，氣也不敢喘。當下莊夫人\\n惱得飯都吃不下，過了一夜。\\n次日起來，想道：這不肖子，我不愛惜，倒是那陳翠雲，雖然那夜燈光下看不清楚，\\n到得明日，他又起得早了，未曾見面，聽他說話，卻十分令我衷憐。這畜生從幼，相\\n面的說他後來要娶尼姑，想也是命中注定，倒不如與他兩人成就了罷。\\n便喚曾學深來，分忖道：「事已如此，我倒可憐翠雲。還是夏初托我說話，如今早又\\n冬間，他那裡眼巴巴望你，你可打點去法雲庵走遭，只要進門後瞞著外人，不要說是\\n尼姑便了。」\\n曾學深聽說大喜，即日辭了母親，叫阿慶跟著，來到黃州。僱兩匹牲口，主僕二人騎\\n了，先問到寶珠村法雲庵來。\\n來到庵前，叩問進去，一個老尼接著，問道：「相公何來？」曾學深道：「小生姓潘\\n，有個表妹叫陳翠雲，原是觀音庵出家的，聞目下在這裡，特從武昌來看他。」老尼\\n道：「來遲了，三日前他另有個親眷接了去，今後是不來的了。」\\n曾學深聽說，吃了一驚，道：「可曉得那親眷姓什麼？」老尼道：「不曉得，也不知\\n道家在那裡。」曾學深越發著急，便又道：「聞寶庵有位姓王、法號道成的，在那裡\\n？」老尼道：「只我便是。」\\n曾學深看王道成這副臉，也沒一些笑容，好似尋相罵的，欲待再考他個著實，只見他\\n已反叉著手，走了進去。把裡面門也閉上了。\\n你道這是為何？原來翠雲有個母舅，姓金，亡過多年，一向不通音問。那舅母也是莊\\n氏，卻和曾學深母親是遠房姊妹。其日到這法雲庵來燒香，適逢眾尼出去了，只有翠\\n雲在庵。彼此都不認得，敘述起來，才曉得是至親。\\n翠雲訴說落魄光景，那舅母十分不忍。便留他自己家中去。見王道成從外先歸，莊氏\\n便指翠雲對他說：「這位是我甥女，今要帶他回去。」卻未曾通出自己姓氏住居。那\\n王道成也不問，只說要算還了飯錢、房錢，才放去。\\n莊氏心中不平，對老尼道：「論你做了師叔，養這沒依靠的師姪幾時，也是該的，怎\\n說這話！就是飯錢、房錢，他卻那裡有？且等我接了他去，我自遣人送來與你便了。\\n」\\n這話也算極平正的，那老尼竟就動蠻道：「知道你和他的親是真是假，不要拐他去賣\\n，倒在我庵裡說這假公道話。如今就算還我飯錢、房錢，也不容他去了。」\\n莊氏聽說，大怒，手起把老尼一掌，打得齒落血流，罵道：「你這老狗，這等放肆，\\n你不要狗眼看人低，道我不過是個尼姑的親戚，我親戚多有為官作宰，弄得你這老狗\\n死哩！」說罷，又要打。\\n卻得翠雲勸住道：「他雖衝撞舅母，甥女卻實虧他收留這幾時，看甥女面上，息了怒\\n罷。」\\n莊氏方才住手，便和翠雲，同出山門而去。那老尼那敢再阻，因此又羞又惱，見曾學\\n深也說是翠雲親眷，便連他都怪了。\\n曾學深不知就裡，見老尼這般慢客，好生沒趣。正在外徘徊，恰好有個四十多歲的尼\\n姑，挽了一籃齋飯，走過庵來。曾學深忙上前，陪小心打了問訊，就問翠雲消息。\\n那尼姑把老尼受氣的事，述了一遍道：「那親眷的姓氏住居，實在合庵都不曉得。」\\n曾學深聽說，呆了半晌，心中苦道：「他既這般轉身，這裡自然不來的了。卻叫我那\\n裡去尋好？」\\n沒奈何，只得離了法雲庵，也無心緒去望外祖母，一逕回家。\\n到家見了母親，淚如雨下。莊夫人問他時，咽住了，一句也說不出。\\n阿慶在旁，便把到法雲庵見那兩個尼姑的話訴與夫人聽。\\n莊夫人便對兒子道：「你不要悲傷，若是婚姻，少不得走攏來的。」\\n曾學深也不回言，只是把衣袖來拭淚，回到書房，終日呆呆地看著青天，日裡不曾開\\n了一開口，夜間不曾合了一合眼。漸漸地茶不思，飯不想，病將起來。\\n光陰荏苒，冬去春回。那病竟日日見重起來，莊夫人好下心焦。正在憂兒子的病，卻\\n又黃州打發人來，說於氏老夫人病危，追夫人去。\\n莊夫人越發著忙，也顧不得兒子，只囑幾個家人，好好在家伏侍，自己即便起身，前\\n往黃州。\\n到得那裡，於氏老夫人已經歸天，哭了一場，城裡人家因防火害，不敢久停靈柩在家\\n，於氏老夫人壽穴，一向就打好了的，初喪裡頭，即行出殯，莊夫人和兄弟莊德音，\\n並那送喪的親族，到墳上安葬畢了，陸續歸家。\\n他姐弟兩個在後些，不意逢了大雨，傾盆般潑下來。便都到一個村裡躲雨。來至一家\\n門首，莊德音認得也是親眷，便同了姐姐進去。\\n那家沒有男人，有四十來歲一個婦人，跟下些丫鬟，出來相見，禮意慇懃。莊夫人要\\n淨手，那婦人便陪了到他房中。\\n卻見裡頭有位十七八歲女子，生得十二分豔冶，在那裡刺繡。\\n莊夫人倒吃一驚，道：「不想天底下原有這樣美人！」\\n你道那美人是誰？原來那家就是金家，美人就是陳翠雲，婦人是他舅母。他自從托莊\\n夫人寄信後，日日盼望著潘郎去，久不見到，受王道成凌賤不過，只得暫到舅母家中\\n。\\n舅母與他改了裝，要替他議親，他只說在觀音庵時，師父憐他空門中寂寞，欲令還俗\\n，已曾把他許武昌潘秀才。後因師父死了，自己又行蹤不定，未曾通得音信，如何好\\n另提親。\\n舅母見說，也不相強，便約明春，親送他去武昌就婚。到得春間，他舅母想了，一家\\n都是女人，如何遠遠地到那邊去得，又憂著不曉得潘郎名號、住居，這兩日甥舅二人\\n，正在家躊躇。\\n當下，莊夫人問妹子：「此位何人？」莊氏卻答道：「是王家甥女，父母早亡，寄居\\n此間的。」\\n莊夫人見他嬌媚可愛，心中想道：我孩兒愛的那陳翠雲，未必有他這般美貌，倘得他\\n做媳婦，不怕孩兒的病不好。但不曉得他可曾受聘，待我慢慢問妹子。\\n當下莊氏設席，款待他姐弟兩個，並留在家過夜，讓自己臥房與莊夫人安歇。\\n翠雲聽說莊夫人住在武昌，加意親熱，道：「我今夜來伴夫人。」莊夫人也正要和他\\n親近，便道：「如此甚好。」\\n翠雲就端整去側首開起臥鋪來，莊夫人止住道：「暫時一夜，何苦多這番歷落。我和\\n你同榻可好麼？又好講話。」翠雲便住了手。\\n當夜一老一小，說了些話，莊夫人就思望問他，可曾許人，卻又縮住了口，道他是個\\n女兒家，我若問他，倒叫他害羞。仍待明日問他舅母罷。\\n翠雲卻問道：「夫人在武昌，可曉得武昌有個潘秀才麼？」夫人答道：「不曉得。」\\n卻自言自語道：「好奇怪，前在蓮花山還願，遇到那尼姑，寄信武昌潘秀才。今番卻\\n又遇著問潘秀才的。」\\n翠雲聽說，吃了一驚，道：「去年在那個庵裡同房的，就是夫人麼？怪道依稀記得姓\\n氏相同，那是問的得法了。今夜奉陪，不算乍會哩。」\\n莊夫人聽說，也吃一驚，仔細看著翠雲道：「小娘子果就是陳翠雲，不錯麼？」翠雲\\n道：「正是。」莊夫人拍手快活道：「謝天謝地，真個說的『踏破鐵鞋無覓處，得來\\n全不費工夫』，原來卻在這裡。」\\n翠雲聽說，不解道：「夫人緣何這般得意？」莊夫人笑道：「小娘子問的潘秀才如今\\n有了。」翠雲忙問道：「夫人怎麼又曉得了？可知道他作何近況？」\\n莊夫人笑道：「小娘子你還不曉得，潘秀才卻不姓潘哩。」翠雲道：「卻姓什麼呢？\\n」\\n莊夫人不好便說，只是嘻嘻地笑。翠雲滿肚狐疑，只管問夫人討個亮頭。\\n莊夫人才把前番還願回去，問曾學深那潘秀才，曾學深吐出真情，並打發曾學深到法\\n雲庵尋訪不著，回家害病，這些情節細述一遍。\\n翠雲才曉得潘郎是假的，莊夫人就是他婆婆，不覺滿面通紅，把頭來低了。\\n莊夫人安慰他道：「我和你難得在此相逢，說明心事，也算經一番患難來的，不要怕\\n羞。」便又問道：「前番你說姓陳，卻緣何又姓了王。」\\n翠雲答稱：「本姓是王，向因師父疼愛，從他的姓。」莊夫人笑道：「這等說，潘必\\n正是假的，陳妙常也不是真的了。」翠雲不覺也笑起來。\\n莊夫人又問他幾時到這裡，幾時改這裝束，又和他商量道：「我孩兒假稱姓潘，這是\\n要被人恥笑的，不如我明日在你舅母面前，只說曉得那潘秀才已經另娶了，卻便托你\\n舅母作伐罷。」\\n當下商議妥了，天明起來，便向莊氏道達求婚之意，莊氏道：「既是潘家已另娶了，\\n像姐姐家外甥那般少年美才，還有何話說。妹子就做媒人，到妹子家中迎娶便了。」\\n莊夫人聽說大喜，當日別了他甥舅，和莊德音回到城中。心中記掛兒子的病，即日起\\n趕回家去。\\n一到門首，見了阿慶，便問：「大相公病勢輕些麼？」阿慶攢了眉頭答道：「這兩日\\n十分垂危，正在這裡望夫人回來，好作主張。」夫人見說，忙走到兒子房中去。\\n十來日不在家，看他時，越發瘦得不堪，形也有些變了。見母親回來，也說不出一句\\n話，只垂下兩行的淚。莊夫人見這光景，好生著急，便含淚對他道：「兒啊，陳翠雲\\n倒尋見了，你這病卻怎麼處？」\\n從來說「心病還須心藥醫」，可霎作怪，只這「陳翠雲尋見了」一句，追到病人耳朵\\n裡，就如吃了仙丹，眼睛面前一亮，口內精液頓生，便說得出句話道：「母親果然麼\\n？」\\n當下伏侍的家人，都在旁道：「好了，已經三日不曾開口，今日得了這喜信，便有些\\n生動了。」夫人道：「做娘的難道騙你。」\\n便坐在牀沿上，把避雨相逢並金家做媒的話，細細敘與他聽。\\n只見曾學深神氣漸漸活動，已經兩日只吃得口開水，這日卻便想粥湯吃。莊夫人大喜\\n。又過幾日，見他逐漸康強。\\n半月後，牀中坐得起了，便對母親道：「孩兒想，孩子的病，翠雲定不放心，須遣人\\n去通個消息才好。」\\n夫人笑道：「你才拾得性命，便又這般用心，我就打發人去便了。」\\n其時已是二月中旬，到了三月中，曾學深病已痊癒。那年五月內滿了服，莊夫人就遣\\n人到黃州去准吉期，擇於九月二十日畢姻。\\n翠雲的舅母允了，卻又因路遠，要曾學深到彼就婚，曾家也是肯的。\\n重陽節邊，莊夫人帶同兒子，來黃州莊德音處居停。到了吉期，笙蕭鼓樂，送去成親\\n。\\n合巹之後，夫妻兩個訴說別離情況，喜極了倒都掉下淚來，過了三朝，莊夫人遣人接\\n兒子、媳婦，同回武昌。\\n一對佳人才子配合成雙，真乃人人稱意，個個愜心。不要說是不曉得翠雲來歷的，異\\n常稱贊；就有幾個知他係還俗尼姑，並私訂姻親，本來也都敬他的貞潔，憐他的落魄\\n，又喜他現在的得所。\\n莊夫人見人情如此，心中毫無芥蒂，又兼翠雲性情和順，十分曉得婦道，夫人益發喜\\n歡，倒比兒子又愛惜一分。\\n後來曾學深中了兩榜，點入翰林，直做到掌院學士。生三男一女，卻都是尼姑所出。\\n那相面先生，可不是個活神仙。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第二回     遭世亂咫尺拋鸞侶　成家慶天涯聚雁行\\n托名靖難動干戈，海內橫教殺戮多。\\n四載君臨猶被篡，閭閻顛沛待如何。\\n這首詩，是因前朝建文年間，靖難兵起，民間肝腦塗地，父子夫妻，各不相保做的。\\n話說洪武年間，山東東昌府棠邑縣周家集上，有個人姓張名德，號恒若。父親張煥之\\n，母親任氏，俱已亡過。他從幼在河南經商，本地買些貨去到那邊賣了，又置了貨回\\n來，如此為常。年約三十來歲左右，手頭積有五六百兩銀子。\\n他近鄰有個老者，姓徐，叫徐懷德。一日，見張恒若在家，走過來望他，對他道：「\\n張官人，你年紀也大了，又沒弟兄，應得娶房妻小，為嗣續之計才是。」\\n張恒若道：「徐伯伯所言極當。在下一向，只因家中別無弟兄叔伯，自己又是出門的\\n人，娶在家內，沒人照料，因此退下來。如今也正要拜托一眾高鄰，替在下尋頭親事\\n。不知徐伯伯意中有麼？」\\n徐懷德笑道：「老夫正為此而來。老夫有個外甥女，姓羊，因他父母雙亡，從小育於\\n我家，今年二十四歲了，人物也走得出，一切做人家的法道，也頗曉得。老夫日日要\\n與他尋頭妥當親事，卻是沒有。今見張官人你做人本分，又且勤儉，若得你為婿，老\\n夫既可放心，他父母在黃泉下也瞑目了。只不知你意下如何。」\\n張恒若道：「既是徐伯伯如此說，自然不錯的。出個帖兒來，容在下去問一卜，對得\\n時就對便了。」\\n當下徐懷德回去，央人寫了八字，送至張家。張恒若便到巷口一個起課先生處，占了\\n一卦，說是：這頭親事，可以白頭偕老，且合生貴子。但是中年不甚亨通，主有離散\\n之象。\\n張恒若想道：「既能偕老，又有貴子，就是上好的了。還遲疑他怎麼。便到徐懷德家\\n，應允了他，擇個吉日。」\\n成親之後，張恒若不再去河南生理，只就自家門首，開了一爿雜貨店來，收些花錢。\\n後過了三年，羊氏有了身孕。張恒若道：「我已三十歲，中年的人了，倘生得個兒子\\n，便好到他成立，做得我的幫手起來，我也老了。」\\n一日正在店中做生意，只見街坊上人，鴉飛鵲亂，都道：「燕兵來了。」\\n原來，那時建文皇帝聽了齊泰、黃子澄一班的議頭，要裁抑眾藩王，那燕王在北平是\\n最強的，恐防受禍，索性起兵，把除去齊、黃等一班君側小人為名，兵下山東，真乃\\n到一處，破一處，那時已攻陷了東昌，分兵略定那各鄉各鎮，因此這些人慌張。不多\\n時，又聽見喊聲震地而來。\\n張恒若見勢，急忙和羊氏商量逃難。卻逃向何方去好？羊氏道：「我父母雖亡，還有\\n伯叔在家，在子虛集上，去此二十里，何不逃往那邊。」\\n夫妻二人，即便奔出店門。雖是積下些銀子，都置了貨，拿不去的，只有空身逃命，\\n起先說要往子虛集，慌忙中也沒了主張，只雜在人叢裡亂走。\\n忽然一聲喊起，一支馬兵衝來，把那些人衝散。張恒若回頭，不見了羊氏，好不著急\\n，欲待尋他，卻又怕那裡殺來。只得且往前走。\\n看看喊聲漸遠，天也黑了，前面有個破落廟宇，奔將進去投宿。卻已是有幾個人在內\\n。張恒若這一夜，想了妻子，不知死活存亡，好不悲傷，又想了家中貨物，盡行拋棄\\n，不勝懊恨。\\n同在這裡的人，一個個都有心事，不是你長吁，便是我短歎。待到天明，欲待走回家\\n中，又怕燕兵未過去。欲待到子虛鎮上，或者妻子已先在彼，見了面也好放心。問問\\n路逕，卻是昨日走錯了，要往那裡，須是回到周家集，方好去得。心中好不氣悶，只\\n得仍在廟裡存身。肚子裡饑餓起來，欲往村中化口吃，卻家家都是逃空的，那裡去討\\n。這些苦楚，一言難盡。正是：\\n寧為太平犬，莫作亂離人。\\n張恒若在那廟裡又躲了一夜，看外邊光景，像平靜了，方才大著膽，回周家集來。但\\n見一路都是死屍，也有沒頭的，也有沒手腳的，也有像踏死的，狼藉滿地。\\n張恒若一路看去，不要妻子也在那個數內。卻只不見。到了自家門首看時，房子已被\\n火焚，什物器皿，搶散的搶散，不搶散的，也不是煤就是炭了。再到徐懷德家看時，\\n並沒半個人影。心中想道：別的罷了，我的妻子卻在那裡。\\n當下一路尋到子虛集上，看時，卻也被了兵的，十室九空。等了半天，遇著一個人，\\n問他羊家那裡？那人答道：「這裡姓羊的，也只一家，前日燕兵殺來，不知逃向何方\\n去了。」\\n張恒若心中好不苦楚，又在前後左右幾十里內，挨家擦戶，去訪妻子下落，訪了半個\\n多月，卻並沒些蹤跡。沒奈何，只得罷休。\\n心中又想道：如今山東地方，年年燕兵要來，住不得了，我一向河南做生意，人頭尚\\n熟，不如仍到那裡尋活計罷。但路上沒有盤費怎處？卻又想道：看這光景，要有了盤\\n費才走，是再走不動的了。\\n主意定了，便一逕取路向河南去。路逢庵觀寺院，化些齋吃。有一頓沒一頓，延著性\\n命。不一日，到了洛陽地方，尋見舊時與他做買賣的主人。\\n那人姓康，叫康有才，備述遭了兵火，妻小家財，盡行失卻，特來投托的意思。\\n康有才十分憐憫，道：「張大哥，幾年不見，不道你吃了這般的虧。今且在我這裡住\\n下，我自當替你尋個活計。」張恒若道：「如此生受你了。」\\n其時已是歲暮，又過幾日，卻早新年。一日，康有才對他說道：「張大哥，我想你當\\n初，原是把自己本錢做生意的，如今倘尋個伙計，頭腦令你去，卻要看東翁面孔吃飯\\n，我替你不甘心。你雖是經營人，文才卻有些，不如尋些小學生來課課，一年也得幾\\n十兩銀子，吃了去，還有些餘，到底是師道之尊，沒人敢怠慢你。你的意下如何？」\\n張恒若道：「多承你指教。但是那些學生子，還迎仗你大力去一尋方好。」康有才道\\n：「這是該的。」\\n原來那裡人家，都是認得張恒若的，有兒子要讀書的，便一家家都送過來拜從。康有\\n才又替他尋一個清靜的僧庵，做了書房，揀個好日子，即便開館。\\n張恒若做人原是極古道的，盡心教導，家家都贊先生的好。因此學徒日多一日。\\n光陰似箭，不覺做了十八九年的教書先生，又積有幾百兩銀子。張恒若想道：我今已\\n是半百的人，我那羊氏妻，不知他死活存亡，料今生是見不成的了。不如另娶一個，\\n倘生得兒子，也好下去有靠。便走去和康有才商量。\\n康有才也極力攛掇道：「我與你作伐。」便去訪了一家姓馬，叫馬大成的女兒，有三\\n十二歲了，卻還是頭婚。\\n兩下都說定了，張恒若便去尋一所小小房子，擇了吉日，便娶來家。將及一年，生下\\n了一個兒子，張恒若不勝快活，取名叫他張登。\\n誰知馬氏產後，偶不小心，成了一個弱症病，有一年光景，醫藥之資，也費了好些，\\n再醫不好，竟死了。\\n剩下個歲把的兒子，啼啼哭哭，張恒若心中，好不悲傷。日裡抱他在學堂內，夜來自\\n己領了他睡，喂粥吃飯，候尿候屙，竟做了雄奶子。真個辛苦。\\n一日，康有才走來見了，道：「這些是女人做的事，你如何弄得慣。日日如此，你這\\n人也要氈起來了。不如再續娶了一位嫂子罷。」\\n張恒若道：「亡妻死還未久，何忍便出此言。」康有才道：「張大哥，你這說話雖不\\n差，卻覺迂闊些。勸你續娶，不為別的，原是為著的代撫養這點骨血。他在黃泉下，\\n還要歡喜哩。」\\n張恒若見他說得有理，亦且實不耐煩這雄奶子的事，便又央媒，尋了一個再醮婦人。\\n那婦人姓牛氏，雖是再醮，還只二十四五歲。娶來家裡三年，也生下一個兒子。張恒\\n若心中歡喜，想道：雖是我家計單薄，近來費用多了，又沒有餘，卻喜有了兩個兒子\\n，等他們大起來，我老人家不怕沒靠了。就起名叫做張勻。\\n誰知這牛氏，性情極是兇悍，起先自己未有生育，待那張登，還有些母子情，飯食寒\\n暖，略能照料；自從有了張勻，竟把這張登做厭物看待起來，穿的吃的，一應不管，\\n仍要張恒若當心。張恒若未免有句把說話，他就毒打這四五歲的小孩子來出氣。\\n張恒若想：自己的年紀老了，他做繼母的年輕，到底在他手裡日子長，我若再和這潑\\n婦爭論，他懷了恨，下去越發不好看了。只得吞聲忍氣過去。\\n看看張登，早已六歲，張恒若要帶他到學堂中，教他讀書。論起來六歲的孩子，年還\\n未大，張恒若這些人家，又不是指望什麼發科發甲的，原可遲些。不過要借此避繼母\\n的虎威。\\n那牛氏卻不肯放他入學，要留在家，像小廝般使喚。張恒若拗他不過，只得歇了。\\n一日，隆冬天氣飛飛揚揚的下雪，張恒若放了學回家，適值牛氏因天氣嚴寒，指使張\\n登，在那裡燙酒來禦寒。\\n張恒若見他在火盆邊，縮頭縮腦，不住的抖，走去捏他一把，身子甚是單薄，忍不住\\n對牛氏道：「不要說他也是你的兒子，就是出兩貫錢僱來的小廝，也要照看他饑寒。\\n你因天冷想酒吃，須知他也因天冷，想衣穿哩。」\\n牛氏聽了，也不開口，竟走去把張登剝得赤條條的，推他到門外雪裡去道：「誰叫他\\n在老子面前裝冷，卻害我受氣！如今叫你光身子到雪裡去，才曉得冷是怎樣的哩！」\\n張恒若看了這光景，按捺不下這怒氣，趕上前要想揪莊頭髮打他。終究是望六的人，\\n不中用，倒被那煞神健旺不過的潑婦，推了一交，扒起身來，欲待再趕上去，卻聽見\\n張登在門外雪裡不住地喘，又怕他凍壞了，只得先走去抱了他進來，與他穿好了衣服\\n。\\n看那潑婦時，連他自己養的張勻都不要了，也剝得精赤，丟在地上，拿了條索子，要\\n自己尋死。\\n左右鄉鄰聽得鬧，都走來看，也有去奪牛氏手裡索子的，也有扯住了張恒若，不放他\\n趕過去的，也有在地下抱起張勻來，替他穿衣服的，亂個不住。\\n張恒若心裡尋思著：這潑婦是再和他講不明白的，如今且自由他，再熬過了幾年，待\\n登兒有十多歲，也就受他磨滅不死了。當下眾人和解了一回，自散不題。\\n日來月往，早又過了十年，張恒若年紀老了，教不得書，只在家過活。那牛氏一向不\\n許張登去讀書，幸他自己有志氣，每逢牛氏差他外面去幹什麼事，便悄悄地到父親學\\n堂內，認幾個字，記幾句書。回家牛氏道是遲了，打他罵他，他熬了打罵，卻仍偷工\\n夫去和父親請究，習以為常。因此雖沒有讀書的名頭，卻也粗粗有些文理。\\n其時已十六。牛氏要他入山去樵柴，限他一日要一擔，少了就要挨打。\\n張勻有十二歲，卻送他去左近學堂內讀書，有什麼好吃的東西，都與張勻吃，那張登\\n只吃口菜飯，還是沒得他飽的。張勻穿的是綢絹，張登穿件布衣，還是破的。\\n那張勻卻天性孝友，幾次勸母親道：「哥哥與孩兒雖不是一個娘養，卻都是父親的兒\\n子，也就一般是母親的兒子了。母親還該也把些好吃的與哥哥吃，做些絹衣與哥哥穿\\n才是。」牛氏卻只不聽。\\n一日，張登拿了斧頭、扁擔入山，剛樵得一束柴，忽然狂風大作，頃刻間大雨如注，\\n把張登身上那件破衣，打個透濕，連忙背了這一束柴，奔到前面一個山神廟內去躲，\\n思量等那雨住了，再行去樵。誰知那雨從辰刻下起，傾盆般直下到晚，方才住點。\\n張登見天色已黑，歸路又遠，只得就挑了這一束柴回來，向牛氏道：「母親，今日不\\n湊巧，下了這天大雨，只樵得一束柴在此。孩兒肚中饑了，母親把口飯與孩兒吃。」\\n牛氏便罵道：「虧你這該死的，去了一日，只有這幾根兒，還要想飯吃麼？勸你不要\\n做這好夢了罷。」\\n張登見說，不敢開口，漸覺餓火燒心，有些豎頭不起，便走到自己房中，做一團兒，\\n睡在牀上。\\n沒多時，張勻從學堂回來，見樵柴的斧頭、擔子在外，知道哥哥已歸，走去他房裡，\\n卻見睡在牀上，問道：「哥哥你身子有些不自在麼？」張登道：「不是，我肚裡饑了\\n，豎頭不起，略睡一睡，就會好的。」\\n張勻道：「既是肚饑，何不去拿飯來吃。」張登便把入山遇雨，樵的柴少，沒有飯吃\\n的事說了。\\n張勻聽畢，也不說甚，走出外來，便私下去取了些麵，走到屋背後一個林媽媽家裡，\\n說道：「媽媽，我肚子饑餓，想個餅吃。母親卻不得工夫，特來央媽媽費一費手，帶\\n有麵在這裡。」\\n林媽媽便與他打了三張薄餅，又替他敲個火來，弄熟了，遞與他。張勻接來，藏在袖\\n中，走回家裡，去張登牀邊道：「哥哥，薄餅在此，乘熱就吃。」\\n張登問是那裡來的，張勻道：「哥哥，你不要問，只管吃就是了。」張登道：「你對\\n我說得明白，我便吃也吃得下。」\\n張勻便備說是私自拿麵去央林媽媽做來，只說自己吃的，張登道：「兄弟，後次不消\\n你這般費心，恐防母親知道了，要動氣。我一天有得一頓下肚，就是餓，也不到得餓\\n死的。」\\n當夜過去。到了次日，張登又拿著斧頭、扁擔，來到山中，正在那裡砍柴，忽地張勻\\n也走將來。\\n張登見了忙問道：「你在學堂中讀書，到此何干？」張勻道：「我相幫哥哥樵柴。」\\n張登道：「你小小年紀，那裡幫得我。是誰叫你來的？」張勻說：「是我自己來的。\\n」張登道：「不要說是你年幼，還樵不來柴，就是會樵，也使不得。快自學堂內讀書\\n去，不要在這裡。」\\n張勻不聽，把兩隻嫩鬆鬆的手，去拉斷那柴來，口裡說道：「今日不曾帶得斧頭，明\\n日待我也拿了把斧頭來相幫你。」\\n張登又催他回去，張勻只是不聽，看他時，手上苦皮已破，將次流出血來。張登不覺\\n心傷道：「兄弟，你不回去，我就把斧頭自己刎死在這裡了。」張勻聽說，方才住手\\n。\\n張登逼他回家，送他到了半路，自己方掇轉身，再入山去樵柴。到得天晚回來，便路\\n先走去學堂裡，對那先生說：「我兄弟年幼無知，要先生約束嚴密些。山中虎狼甚多\\n，切不可放他走開去。」\\n先生道：「今日上午，不知他到那裡去閒蕩了好一回，已經把他打過，下去自當分外\\n管得他嚴些就是了。」\\n張登別了先生，歸家。對張勻道：「你不依我言語，今日被先生打了，記苦麼？」張\\n勻嘻嘻地笑道：「何曾打著。」\\n過了一夜，明日張登才到山裡，只見張勻拿了一把斧頭也趕將來，吃了一驚道：「叫\\n你不要來，你如何今日又來，快些回去，遲了先生要打的。」\\n張勻並不答應，只顧把柴亂砍，砍得吃力了，汗如雨一般流下來。張登幾次止住他，\\n卻只不理，看看有了大大的一捆，方才住手，叫道：「哥哥，兄弟先回去了。」便一\\n逕歸家，走到學堂內。\\n先生見了怒道：「你天天只在外面遊蕩是何道理？」掄起戒尺要打。又問道：「你半\\n日在那裡？」\\n張勻備述哥哥在山樵柴，前因遇雨，樵的柴少，歸家沒得飯吃，心中不忍，去幫他砍\\n柴的意思。先生道：「你不要扯謊。」張勻道：「學生自來不會說假話。先生可見學\\n生一向何曾偷閒的。」\\n先生聽說，放下戒尺道：「卻是難得，我昨日倒錯打了你了。」自此張勻每日飯後，\\n把斧頭藏在衣裳底下，只說到學堂裡去，卻來山中幫哥哥打柴。張登幾番阻他，他只\\n是不睬。\\n一日，弟兄二人，正和幾個樵夫，同在那裡砍柴，忽然一陣風起，林裡跳出一隻弔睛\\n白額虎來。眾人見了，連忙奔竄。那虎撲將過來，銜了張勻，回身就走。\\n張登見銜了他兄弟去，也不顧自家性命，拿了斧頭，向前來奪。那虎口內拖了個人，\\n走得不十分快，被張登趕去，在它屁股上猛力砍下一斧，思量要砍倒了那虎，救他兄\\n弟。奈他是個瘦弱後生，沒有什麼氣力，這一下斧，砍虎不倒，那虎負痛，倒如飛也\\n似跑了去。張登不捨，只顧上前去趕，抹過前面那只山嘴，那虎見都不見了。\\n張登當下放聲大哭，暈了去有半個時辰，方才醒轉。眾樵夫都走來勸他，張登道：「\\n我這兄弟不比別人家的兄弟，況他今日這般慘死，都為我這哥哥。」說到傷心處道：\\n「我還要活這性命做什麼！」便把樵柴的斧頭，向自己項上一勒。眾人急救，已割有\\n一寸來深，那血好像泉水一般亂湧，登時暈倒在地。\\n眾人急扯他的衣服來好了，眾人你扛頭，我扛腳，把他抬回家裡。\\n張恒若夫妻聽眾人說了緣由，一齊大哭。牛氏指著張登罵道：「你殺了我兒子，假裝\\n自刎來騙我，希圖免罪。難道我饒得你過麼？」便拿了條板凳，照張登頭上劈來。卻\\n得張恒若和眾人擋住。\\n張登帶著呻吟道：「母親不用煩惱，兄弟為我而死，我也斷不獨生的。」眾人扶他到\\n房中去，睡在牀上了，各人自散。\\n張登項上疼痛，睡不起，一日到夜，只是靠著牆壁坐了，哭那兄弟。\\n張恒若見他傷重，防他也死了，時刻要拿口湯水去與他將養，卻都被牛氏阻住道：「\\n他害了我勻兒，是我仇人，只因他傷也重了，等他自死。你若還要想他活時，我就活\\n活把他打死。」\\n張恒若是幾及七旬的人，氣力又敵這牛氏不過，把道理和他講，又是講不通的。只得\\n含著眼淚，由他做主。\\n過了三日，張登果然死了，張恒若哭了一場，便要去買棺木來盛殮。牛氏又阻住道：\\n「我勻兒被他陷害得苦，他這樣人，只消買個蒲包包了，拋在水裡了就是，要什麼棺\\n木！」\\n張恒若道：「虧你說這話。兄弟又不是他弄死的，他如今也為了兄弟死了，你還要結\\n這死冤家。」牛氏總是不聽，口裡還喃喃的罵這死人。張恒若欲待拗了他，竟自走出\\n去買棺木，見牛氏這般樣子，又怕他在家中去傷殘那死屍；要與牛氏說妥了去買，卻\\n說上天，說下地，他只許得一隻蒲包。弄得沒了主意，一日到夜，只是坐在死人牀邊\\n，歎氣不題。\\n卻說北路上有一種叫走無常，原是個活人，或五日或十日，忽然死去，冥冥中走些差\\n使，或一日或二日，活轉來，仍然是好好的一人，那走無常的到處都有。\\n張登當日死去，這魂兒覺得飄飄忽忽，沒有撞處。忽然遇著平日認得的個走無常，見\\n了張登，倒嚇一跳道：「這裡是陰間，你為何也在此？」張登方曉得自己身死，便對\\n他訴說死的緣由道：「你可知道我兄弟的陰魂，如今在那裡？」\\n走無常道倒不曉得，便挽了張登的手道：「我和你一同尋去。」兩個約行有十多里路\\n，見一座城，十分高大。\\n來到城門口，見個穿黑衫子的，在城裡走出來。走無常便去攔住了他道：「我問你，\\n新死的張勻在那裡？」穿黑衫子的去身邊招文袋內，摸出一個折兒看時，男男女女共\\n有幾百名在上，卻並沒有姓張的。\\n走無常道：「不要在你同伴中折兒上。」穿黑衫子的笑道：「這一路屬我管，如何在\\n別個的折兒上起來。你不必多疑心，是不錯的。」走無常對張登道：「看來你兄弟竟\\n未曾死，不要尋了。」張登不信道：「你再同我進城去尋尋看。」走無常道：「沒有\\n的了，我送你回去罷。」\\n張登不聽，一把扯住了不放。走無常沒奈何，只得同他入城，見那城中新鬼舊鬼，往\\n來不斷，但有生前認得的，便去問他兄弟下落，卻都不知道。正訪問間，忽聽見眾鬼\\n齊嚷將起來道：「菩薩來了。」\\n張登抬起頭來，只見半空中一朵祥雲上，露出法身，毫光四射，走無常賀喜道：「張\\n大哥，你有福。菩薩歇了幾千年，卻才一到陰司，救拔枉死鬼魂，被你恰恰撞著了。\\n」便扯了張登齊跪在地。耳朵裡只聽得眾鬼紛紛的都合著掌，念那大慈大悲救苦救難\\n的咒。\\n只見菩薩把楊枝蘸著那瓶內法水，輕輕灑下，細如塵埃一般。張登項上斧傷處，著了\\n一些兒，便頓然不痛。不多時，空中雲收光斂，已不見了菩薩。\\n走無常便扯了張登道：「我送你回去罷。」兩個仍從舊路回來，到了張家門首，走無\\n常道：「我去了，你自己進去。」\\n張登走到自己房中，便如夢醒，看牀前時，正是五更時分，停著一盞半明半滅的燈，\\n他老子守在牀邊歎氣。便叫聲：「父親！」嚇得張恒若連忙走避道：「登兒，我原是\\n要買棺木殮你的，都是你繼母不肯，你不要來嚇我。」張登叫道：「父親不要怕，是\\n孩兒活轉來了。」\\n便扒起來，坐在牀上，把死去遇見走無常，同他去尋兄弟，卻尋不著，得見菩薩，灑\\n那法水。走無常領他回來的事，細述一遍。說罷把手去摸項上時，那傷痕果然平愈了\\n。\\n張恒若當下心中大喜，道：「你已死了三日，我要買棺木殮你，你那繼母只許用只蒲\\n包，我又不肯依他，因此未曾收殮你。想起來，倒虧不容買棺木，倘已收殮，怕難再\\n活了。」又說道：「你此刻還魂，幸喜你繼母不知道，他若知道，定然又有毒手放出\\n來。天色將明，卻送你去安頓在那裡方好？」\\n張登道：「父親不必多憂，據陰司那穿黑衫子的說話，兄弟還在世上，並未曾死。孩\\n兒天明就去尋訪，拼著走遍天涯，好歹要尋了他同回。母親自然不恨孩兒了。」\\n父子二人說說話話，只見窗上已亮，張登道：「孩兒只今就去，望父親只算孩不曾活\\n轉來，不要掛念。」\\n張恒若見他死去三日，才得還魂，清晨就要出門，又是不知何年何月才得回來的，心\\n中好不悽慘。卻又不敢留他。欲要付他些盤費，奈自從娶牛氏來，一文錢也沒得張恒\\n若放在手頭，只得由兒子空身去了，十分不忍，只索自己寬解道：「罷了，他說的譬\\n如不還魂轉來，也無可如何。如今到底還有回來指望的。」\\n張登去了好一回，那輪紅日已是高高的。牛氏睡起了，走出房門來，張恒若迎著道：\\n「報你個喜信，我那勻兒竟未曾死。」牛氏忙問道：「這話那裡來的？」張恒若備述\\n夜間張登還魂，並如今去尋兄弟的事。牛氏聽了，氣得目睜口呆了半晌，指著丈夫哭\\n罵道：「都是你這老狗欺我，他害了我勻兒，我原要把那板凳劈死他來償命的，是你\\n和眾人擋住。他何曾肯自己勒死，不過怕我淘氣，割破了一些兒苦皮來搗鬼，後來又\\n假裝死了，你卻暗地把他將養得老赤，放他逃走，卻造這話來哄我，我如今也不要活\\n了。」\\n便一個頭拳望丈夫身上撞去。張恒若把身一閃，那牛氏撞空了，跌倒在地。張恒若怕\\n他起來，又把自己當了那寺裡的鐘，急走出門，向朋友家裡去躲他的鋒頭。過了一夜\\n，張恒若要歸，那朋友人家，都曉得牛氏的凶名，怕張恒若年老，吃苦不起，弄出事\\n來，再也不放。\\n牛氏在家，想了張勻被虎銜去，心中又苦；想了張登逃走，心中又氣；要等丈夫回來\\n出他的毒，卻又再不見歸。哭一陣，罵一陣，日裡粒米也不下肚，夜來瞌睡也不打一\\n個，看看病起來了，起先兩日，還掙起來，要守丈夫回家淘氣，後來竟走不起身，睡\\n在牀上，也沒半個人影兒到他面前。又過了兩日，病勢越發沉重，常有人來招呼他去\\n。心知是鬼，好不害怕，卻那得人來作伴。\\n左右鄉鄰見他家好幾日不開門，都道詫異，有知道張恒若躲處的，便去通信。張恒若\\n心中忖道：「不要這潑婦在家，尋了什麼短見，這卻要回去的。」\\n便別了那朋友，走到自家門戶首，去敲那門時，裡面聲息俱無，越發疑心，向鄰家借\\n條梯子，央個後生，逾牆而入，拔下門閂，方才自己進去，到房內看時，見牛氏臥病\\n在牀，話都說不出的了。\\n張恒若念十多年夫婦之情，去請一位醫家看他。醫家說係七情所傷，受得病深，沒救\\n的了。張恒若也無可奈何。挨到明日，牛氏果然命絕。張恒若買副棺木，盛殮停當，\\n即便拿了出去。\\n這牛氏平日，雖是兇悍，和丈夫吵鬧，到得死了，張恒若七十來歲的人，獨自一個在\\n家，又淒涼不過。想起先前娶馬氏時，圖個老來有靠。誰知仍弄得這般光景，張勻不\\n知是死是活，張登回來，不知自己還在世不在世，心中時時悲感不題。\\n且說張登，那日清晨出門，一頭走一頭想道：卻叫我那裡去尋好。見路旁有個關帝廟\\n，道：「不如去求一簽，看關帝叫我那裡去尋，便那裡尋便了。」\\n走到廟中，通誠已畢，求得一簽，去問廟中道士，央他一詳。說是上南去好。便走出\\n廟門，一經向南而行。身邊苦沒一些盤費，日裡向人家求討口吃，夜來縮在古廟裡，\\n或是人家房簷下住宿。\\n非止一日，來到南京地方。時值秋末冬初，天氣驟冷，受了些寒，覺得頭重腳輕，害\\n起病來，睡在街坊土人家簷下，不住的呻吟。\\n只見街上一位官長過去，那官長坐在轎內，約有三十六七歲。轎後一位小官人，坐在\\n匹小川馬上，活像是兄弟張勻，因他十分體面，不敢廝認。不多時來到近身，仔細一\\n看，果是張勻，快活得就如拾著一件至寶，連病都覺得好了。跳起來叫道：「兄弟，\\n你如何在這裡？」\\n張勻回頭一看，認得是哥哥，慌忙跳下馬來相見。張登一把抱住，放聲大痛，張勻也\\n哭。張登便把他被虎銜去以後的事，訴說一遍。張勻聽了，愈覺悲傷。\\n當下跟隨人役，問知就裡，去稟白那官長，那官長叫把一匹馬命張登坐了，回府相見\\n。沒多時已到了家。張登便問張勻怎樣到此。\\n原來張勻那日被虎銜去，心已錯迷，不知銜往何地。銜了好些路，渡那大江，直到南\\n京，放在這位官長姓張，做千戶家的門首。回去不得了，在門外啼哭，那千戶知道了\\n，走出來看，見他相貌文秀，語言伶俐，又也姓張，千戶未有子嗣，便認他做了兒子\\n。這日正隨了千戶，遊玩回來，張勻一一對哥哥說知。\\n說話之間，千戶從外入來，張登連忙拜謝，張勻便去捧出一套絹衣來，與哥哥換了。\\n當夜千戶備一席酒，與他兄弟作賀。千戶自己也出來陪。\\n飲酒中間，千戶問張登：「貴族在河南，有多少丁口」張登道：「家父原係山東東昌\\n府棠邑縣人，遷來河南住的，只家父和我弟兄二人。」\\n千戶稱奇道：「我原籍也是山東東昌府棠邑縣，這等說，是同鄉井人了。」便又問：\\n「既住山東，原何遷到了河南？」張登備言燕兵南下，父和前母失散，家產一空，在\\n先曾在河南生意，人頭熟些，因此遷往之意，千戶聽了，忙又問：「令尊名號什麼？\\n」張登便說：「父親名德，號恒若。」\\n只見千戶對他仔細看看，側了頭，像有什麼疑心。立起身，往內亂走，張登、張勻都\\n不解。少頃，千戶扶了那太夫人出來，約有六十一二年紀，張勻便呼哥哥上前拜見。\\n太夫人扯住了張登看道：「你可是張煥之孫子，祖居棠邑縣周家集的麼？」張登連連\\n點頭：「正是。卻緣何曉得來？」太夫人號啕大哭，回頭對千戶道：「不錯，是你兄\\n弟。」\\n張登、張勻不知就裡，正待要問，太夫人道：「我就是你父親結髮羊氏。我到你家三\\n年，適值燕兵來打山東，我和你父親一同逃難，不料被馬兵衝散，我被一個唐指揮虜\\n去，在北地半年。」指著千戶道：「生你哥哥。又半年，唐指揮身死，你哥哥便陰襲\\n了千戶，撥來這裡南京，我幾次遣人到山東，打聽你父親消息，並無下落，只道你父\\n親死了，道他可憐。見止有你哥哥這點骨血，因此你哥哥復了本性，改名齊源，情願\\n丟了這官誥。感蒙皇恩，道你哥哥襲職以來，所有功勞，是他自己立的，准了複姓，\\n卻仍授千戶之職。今因我年老，告了養親，就尋房子在這裡。誰料你父親卻還在世上\\n，這不是天大的喜事麼。」\\n張登、張勻聽了，猶如夢醒。太夫人又對千戶道：「你把兄弟當兒子，折盡福了。」\\n千戶道：「兒先前也曾把問登弟的話，問勻弟來，卻回答不得明白，是他年幼的原故\\n。」\\n當下母子兄弟四人，骨肉相逢，不勝之喜。\\n到了次日，千戶便商量挈家前往河南。太夫人心內怕牛氏不能相容，千戶道：「他能\\n容我，和他同住；不能容我，與他各居，何難處置。既是父親在彼，那有不去的理。\\n」便有家中一應什物，盡行裝束，那房子也賣了。揀個日子，和妻陳氏，並兩個兄弟\\n，奉太夫人同往河南。\\n在路行程，非止一日，將近洛陽，令兩個兄弟先回家去通信，自己和母親並陳氏，隨\\n後進發。\\n卻就張恒若獨自在家，想起兩個兒子，正在那裡歎氣，忽然見一個人走進屋來，叫聲\\n：「爹爹！」張恒若舉目一看，見是張登，又驚又喜道：「你回來了麼？」剛才說得\\n一句，正要問他兄弟消息，卻見張勻早到面前。當下張恒若喜得一句話也說不出，拖\\n住了兩個衣襟，拋珠般滾下淚來。\\n張登、張勻拜過父親，張登便稟道：「好教爹爹歡喜，孩兒在南京，尋見了兄弟，不\\n意又遇著羊氏母親，並當年生下的位哥哥，一同來河南，即刻就到也。」\\n張恒若突然聽了，不知頭路，道：「你說什麼來？」張登又把說過的話，複述一番。\\n張恒若半信半疑，正要再問備細，早見無數轎馬到門，太夫人從轎子裡搶將出來，拖\\n住張恒若，抱頭大哭。千戶夫妻拜倒在膝前。一眾家人，男男女女，塞滿內外。張恒\\n若此刻倒弄得呆了，哭也哭不出，笑也笑不來，單說得一句道：「莫不是我在這裡做\\n夢麼？」性定了好一回，方才逐個個和他們敘些分離的話。真個是一言難盡。\\n張勻不見自己母親，問父親時，卻是死了，登時哭暈在地，眾人連忙救醒。大家把些\\n話來勸慰了一番。\\n千戶見屋宇窄狹，容不得許多人住，便即日去尋所寬大房子，奉父母和兩個兄弟同搬\\n過去。\\n有張恒若平日的朋友，並那新舊鄉鄰，曉得了這異事，都來作賀。張家父子開宴款待\\n，一連忙了好幾日。\\n千戶又延請一位名師，課了兩個兄弟讀書。不上幾年，同入泮宮，後來又同榜中了舉\\n人。陳氏見自己不能生育，替丈夫納個偏房，生下一子，十六歲就成了進士。張恒若\\n夫妻還都看見。\\n後來張恒若活到九十八歲，羊氏那年九十，同日無疾而死，三個兒子和許多孫子、曾\\n孫，一個個都在面前送終。追想從前那段分離乖隔，再不料有這日的，這就喚做：不\\n是一番寒徹骨，怎得梅花撲鼻香。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">第三回     呆秀才志誠求偶　俏佳人感激許身\\n浮慕空隨人轉，誠求可挽天回。但教不把此心灰，終得名成實遂。未必他心是我，總\\n憑方寸為媒。精忱感侍石人來，難道玉人不改。\\n這首詞喚作《西江月》，是勸為人在世，須要一副真實心腸，方才做得成事。那真實\\n心腸，不要說做忠臣義士，就是男女之情，也須得這點意思，方能兩下交結。\\n前朝嘉靖年間，蘇州吳縣學裡，有個秀才，姓孫名寅，號志唐。你道他為什麼取這個\\n名號？只因他生來右手有六個指頭，像當年唐伯虎一般，眾人要取笑他，替他取這個\\n名號。\\n他從幼沒了父母，未曾命名，自己想道：「唐伯虎是本處有名的才子，如得他來，有\\n何不美。因此依了眾人所取，卻不道被他們作弄，特特把這六個指頭，自己獻出來，\\n那也就見他做人的真率。」\\n他性情迂闊，動不動引出前賢古聖來，那孔夫子的頭皮，也不知道被他牽了多少。他\\n的老實，有人騙他說：「明日太陽從西邊起來。」他就認真向著西方，守日頭出。因\\n此眾人又起他個醜名，叫做孫呆。\\n那孫呆也有時知道被人愚弄，卻不計較。眾人中有老成的，原也憐他。那輕薄的，見\\n他這般，倒越要把他玩耍。\\n他凡到朋友人家，遙望見有歌姬在坐，便掇轉身子，往外亂跑。那些朋友慣曉得他有\\n些迂霧騰騰的，便有時藏過了妓女，誘他到家，把外面的門層層閉上了，才放出妓女\\n來，唱曲侑酒。在他面前做這些勾肩、搭背、捏臂、捫胸的醜態，還要故意推去，令\\n和孫相公並肩坐，指使妓女，雙手掰住了他，嘴裡灌了那酒，把去過與他飲，弄得他\\n兩顴紅起，連脖子都變了赤。那冷汗如拋散珠一般滾下來，眾人卻拍手大笑。如此之\\n類，非上一端，不在話下。\\n卻說城中有個富翁，叫劉大全。家中真乃財高北斗，米爛陳倉。他的親戚，一個個不\\n是做高官，就是擁厚貲。生下一個女兒，小名喚做阿珠。有沉魚落雁之容，閉月羞花\\n之貌。\\n劉翁夫婦愛惜無比，日日為他擇配。那些富貴之家，你也托媒去求親，我也央人來請\\n帖。劉老兒不是嫌他富而欠貴，便是憎他貴而少富。就是富貴兩全的，不道新郎才學\\n平常，就說新郎相貌不好。因此珠姐年已十八，尚未受聘。\\n有那孫寅的朋友，叫做魏用情，見孫寅年方弱冠，未偕伉儷，便又想戲弄他，到他家\\n裡說道：「志唐兄，你是讀聖賢書，做聖賢事的人。聖人說的，不孝有三，無後為大\\n。兄今年紀已大，別無弟兄，這婚姻之事，遲不去了。」\\n孫寅道：「用情兄所見極是。但恨沒有門當戶對人家，因此蹉跎了。」\\n魏用情笑道：「人家說兄呆，真個呆了，天底下人家，那裡有一般的事體，總要人去\\n做。如今城內劉大全家有個女兒，人人說是絕色。我想兄這般才子，須得此佳人為配\\n，方稱兩全其美。何不到他家去求親。」\\n孫寅被他說得高興，便道：「既如此，就煩用情兄代為作伐，今日便走一遭何如？」\\n魏用情搖手道：「去不得。這媒人的事，全虧口舌利便，方撮合得來，像小弟這般不\\n會說話的，如何效勞。兄若真有此心，還是央個慣做媒人的去為妙。」\\n看官，這孫寅雖是個有名的秀才，爭奈家道單薄，亦且未見得舉人進土，是他畢竟做\\n一番的，卻要想劉家女兒為妻，可不是想天鵝肉吃。替他去說，在受劉老兒一頓搶白\\n，究屬無成。魏用情是乖人，要做弄孫寅，難道倒作弄起自己來？所以回絕了他。好\\n笑孫呆，當日聽了那話，全不揣度自家力量，便一．心要成功這事，他家住在虎邱山\\n塘上，鄰近有個張婆子，是走百家慣做媒中的。他便踱將過去尋他。\\n恰好婆子在家，接著問道：「相公來此，有何貴於？」孫寅道：「有門親事，要來相\\n煩媽媽。」婆子道：「既如此，請裡面來坐了說。」\\n婆子臉上堆著笑容道：「相公年已長大了，雖是窮讀書人，這婚姻大事，確也難遲。\\n但不曉得屬意誰家？」\\n孫寅道：「是城中劉大全家有個女兒，相煩媽媽與我作伐。」婆子聽說，問道：「那\\n劉大全住在城中何處，望相公指點明白，老身就去便了。」\\n你想劉大全是蘇州城內數一數二的富翁，這張婆又是走街坊到了老的，難道倒要問這\\n孫寅？只因門戶大來得相懸，不料孫呆便呆到這田地，倒疑心是另有個劉大全了。\\n孫寅卻還說道：「媽媽你怎不知，他家在侍其巷裡，有敵國之富，那小姐生得天姿國\\n色，絕世無雙。煩媽媽就走一遭。」\\n張婆當下哈哈大笑，合嘴不住起來。孫寅道：「媽媽為何這般好笑？」張婆不好當面\\n取笑他，卻答道：「老身想孫相公這般一個才子，再得劉小姐那般一個美人，真真一\\n對好夫妻，因此替兩邊快活了好笑。」孫寅道：「既如此，敢煩就去。」\\n張婆子想道：這件事百無一成，掮那木梢兒去，卻不要被劉家啐殺。倒不如先生發這\\n書呆幾兩銀子，待到那邊，我卻自有說法。便對孫寅道：「這段姻事，實在尋不出的\\n，成就得來，連老身也快活不過。但老身今日自家有事，要用四五兩銀子，還毫沒抵\\n樁，那有心緒進城。不如遲一日替相公去罷。」\\n孫寅呆雖呆，卻也理會得是生發他銀子的意思。想道要他做事，那裡惜得小費。如今\\n交春和暖，何不收拾幾件寒衣，去當鋪裡抵幾兩銀子與他，好令他去辦事。便道：「\\n銀子我去弄來與你，你自快與我劉家去說罷。」\\n連忙回家取了寒衣，走到當鋪中，交掌櫃的道：「抵五兩銀子與我。」那掌櫃的接來\\n一看，見不過是幾件粗布衣服，笑道：「那裡抵得許多，抵與你一兩罷。」孫寅道：\\n「雖是布的，有許多件數，怎抵得一兩？」掌櫃的說不過，添了一兩，道：「再要多\\n時，收回抵當罷。」\\n孫寅沒奈何，只得收了這二兩頭。心內躊躇道：「這還不足我用怎處？」在街坊上一\\n頭想。一頭走。\\n卻好撞見一個要尋他的朋友。那朋友叫錢琢成，小有家財。因要到個親眷家去弔喪，\\n來央孫寅撰那祭文。當下一把扯住了，直道其故。孫寅道：「不瞞兄弟，小弟今日有\\n件事，還欠少三兩銀子，要去借辦。兄另央別人做了罷。」\\n看官，不要道是孫寅呆，倒狠會抄文章，才受過張婆作難得，就把那調兒去生發別人\\n哩。\\n錢琢成笑道：「兄又呆起來了，做了這祭文，那書撰封兒，至少也有十兩八兩，為了\\n三兩頭，倒讓多的與別人麼？既是兄有急用，小弟處先應付三兩如何？」孫寅聽說大\\n喜，到錢琢成家取那銀子，和先前二兩頭，都去交付了張婆，催他進城幹事。一面自\\n去做祭文，不題。\\n那張婆接了銀子，心中想道：難得他這般志誠。我也還骨突說四五兩，他倒竟把我五\\n兩。雖是他妄想，我卻如何不就去，與他走遭。便把門鎖好，一逕進城，投侍其巷來\\n。\\n卻說劉大全有兩個兒子，俱已畢姻。只女兒珠姐，年當二九，尚未曾受茶。老夫妻兩\\n個，正在那裡商議，忽見張婆來家。\\n劉安人問道：「媽媽多時不見，今日甚風吹得到此？」張婆哈哈地笑道：「有件極可\\n笑的事，要來對員外、安人說。」劉翁道：「有甚好笑的事，說與我聽。」張婆道：\\n「說出來只怕員外、安人見怪。」劉老夫人道：「不怪你的，且說來看。」\\n張婆做勢要說，卻又縮住道：「不好，是討沒趣的。」劉翁道：「你也忒小心。對你\\n說不怪你的了，還要做作。」張婆方說道：「先動問宅上小姐，近日可有人來作伐？\\n」劉翁道：「媒人是常有得來，但再沒合意的。」張婆又哈哈地笑道：「好笑山塘上\\n有個秀才，叫孫志唐，眾人都推他第一個才子，說將來是必然發達的。但可惜現在家\\n什窘些，誰曉他也不想想自己的光景，和宅上那地位，竟火逼催符般，追老身來求親\\n。員外、安人道是好笑不好笑？」\\n劉翁聽了，因有言在前，不好埋怨，只說道：「張媽你還不知，好些富貴人家，我都\\n不肯允他。如今卻許個孫志唐，可不被人笑話。你決決烈烈回絕了他罷。」\\n張婆應道：「曉得。」心中卻想：我原知是難的，但這五兩頭還他，又不捨得；受他\\n，又不好意思。卻怎麼處！又想道：老夫妻意思是這般了，不知珠姐心下如何。當下\\n說了些閒話，便抽身到珠姐房中。\\n那張婆一向在劉家出入，和珠姐說說笑笑慣的，對珠姐笑道：「老身此到，是為小姐\\n姻事。不料員外、安人都不允，只得要來求小姐了。」\\n珠姐笑罵道：「癡婆子又來癡病發了。」便又低聲問道：「說的誰家？」張婆道：「\\n是本地一個秀才，姓孫名寅，年約二十光景，真乃潘安再出，宋玉重生。可惜員外、\\n安人嫌他家貧，竟不中選。」珠姐道：「莫不就是六個指頭的孫志唐麼？」\\n張婆道：「小姐緣何也曉得他？可知那人的名重哩。」珠姐笑道：「你去回覆他，叫\\n他割去了那多的指頭，我就允他親事是了。」\\n張婆聽說，不覺笑個不住起來。安人聽得笑聲，走到女兒房中來道：「張媽媽，你因\\n何這般好笑？」張婆不好說得，用閒話來支吾了幾句。看看天色將晚，辭了母女二人\\n，取道出城。\\n才到得家，只見孫寅早立在門首討回信，張婆子道：「劉家員外、安人都嫌相公家貧\\n，不肯出帖。那小姐倒不嫌貧，出的題目卻更凶哩。」\\n孫寅道：「小姐有何話說？」張婆笑道：「相公請猜猜看。」孫寅道：「莫非要我中\\n了舉人，方肯嫁我？」張婆笑道：「不是。」孫寅道：「可是要索性中了進士，點入\\n翰林，方允這親？」張婆道：「也不是。」孫寅道：「這倒猜不出。媽媽你說了罷。\\n」\\n張婆正待說出，不覺又笑個不住起來。孫寅道：「媽媽緣何只是這般笑？」張婆忍著\\n笑道：「老身想劉小姐的說話好笑。是說要相公割去了那多的指頭，便允親事哩。」\\n孫寅不覺也笑起來，道：「原來這樣個題目。」便又道：「媽媽今日晚了，晚日至早\\n，到我家下來，我有話說。」說罷，即便轉身回去。張婆也自安排夜飯吃了，閉門睡\\n覺。\\n孫寅回到家裡，心中想道：我多這一個指頭，實在不雅相。若依劉小姐說，割去他，\\n這痛難熬，若不依他，怎地得佳人到手？躊躇了一回，奮然道：「吃得苦中苦，方為\\n人上人。如今也顧不得了！」走到廚下，取了那把切菜刀，竟把那個指頭割下。一割\\n下來，非同小可，血如泉湧，痛得鑽心，立時暈倒在地。\\n可憐他家內別無第三人，止還有個家僮，那日又被朋友人家借了去，直待自己醒轉來\\n，勉強掙起，火又滅了。暗中摸著香灰按上，扯些破絹包好，和衣倒在牀上。手上作\\n痛，再睡不著。看看天明，聽得外面叩門，張婆在那裡叫喚。孫寅接應一聲挨下牀來\\n，一步步掙到門邊，拔去了栓。\\n張婆推將進來，把孫寅一看，見他面如蜜蠟般黃，問道：「孫相公，今日有些貴恙麼\\n。」孫寅把好手指著那只痛手，有氣無力的道：「昨夜回家，依劉小姐把那指頭割下\\n，發了幾轉暈，因此這般光景。」\\n張婆聽了，倒吃一驚，看地上時，鮮紅滴滴，攤了一地。一個小小指頭，斷落在血泊\\n裡。便向孫寅道：「是這般時，相公也吃苦了，且請在家將息，老身自替你再到劉家\\n去便了。」\\n張婆走出門來，便又進城，來至劉家。卻喜員外、安人都不撞見，他便一逕走到珠姐\\n房中。\\n珠姐問道：「張媽媽，今日原何又來？」張婆笑道：「特來告訴小姐。昨日老身回去\\n，把斷指頭的話，向孫秀才說，也不過和他取笑。不道他昨夜竟自把刀割下。老身感\\n他志誠，又來見小姐，要小姐與他個好消息的意思。」\\n珠姐聽說割去指頭，笑個不住。笑對張婆道：「你回去再叫他除了這呆氣，方允他親\\n事。」張婆不平道：「小姐你太忍心，他為著那指頭，連發了幾個暈，你卻還說這風\\n涼話。」\\n珠姐道：「不是我說風涼話，我也憐他志誠。但婚姻大事，是要父母之命的，我女兒\\n家如何自作主張。既然父母不允只事，止好歇了。我昨日不過和你頑耍，誰曉得你癡\\n人面前說起野話來。如今只快去回絕了他說是了。」\\n張婆見他說得有理，無言可入，又想：「員外、安人是執性的，就是孫寅把十個指頭\\n都割下來，也不在心，說來無益。」只得別了珠姐要歸。\\n珠姐道：「你不要怪我，且在此盤桓到晚些去。」張婆依言，在劉家說說笑笑，直到\\n日落西山，方才出城。\\n將及到家，只見孫寅把帕子了那痛手，家僮孫福扶了，已在門首等候。迎著問道：「\\n事情如何了？媽媽怎到此刻方回？」\\n張婆不好說誤信了劉小姐作耍，仍說野話道：「劉小姐說，要相公再除了這些呆氣，\\n方允親事。」\\n孫寅是熬著痛，在張婆家門首，不蹲不坐，眼巴巴等了大半天，滿心道是事體成功的\\n，聽了這話，不由不惱起來，道：「他嫌我窮，不肯就罷了，卻騙我受了那般疼痛，\\n又說要除什麼呆氣，我又何曾呆來！總是他不肯嫁我的推頭。我想那珠姐也未必是什\\n麼天上有人間沒的絕色，我就不到也平常。」氣忿忿靠著孫福的肩頭，走了回去。\\n那張婆正防事體不成，要討這五兩頭，見他不提起也不再上前去兜搭，由他自去了。\\n卻說孫寅這些朋友，聽見說他親事不成，白白割去了那個指頭，沒有一個不笑他。\\n過了十來天，正值清明佳節。蘇州風俗，到了這日，合城婦女，一家家都出來踏青。\\n那些少年子弟，也成群結隊觀看。有贊這個頭梳得好，有誇那個腳兒纏得小，人山人\\n海，最是熱鬧。\\n其時孫寅手上已經平愈，就也有那班朋友，來糾合他去遊玩。先在虎丘前後走了一回\\n，眾人又相約到靈岩去。正要出這虎丘寺的山門，只見兩乘轎子抬進寺來。\\n眾人中有個許多聞，認得那跟轎的是劉大全家家人，便笑對孫寅道：「兄要一看可人\\n否，小弟認得那隨轎的是劉大全家馬忠，這兩乘轎中，必有珠姐在內。」\\n孫寅知道是取笑他，卻因受了珠姐一場苦，也正想看看是何等樣一個仙子，卻這般欺\\n負人，便同眾人跟著轎子，再回寺裡來，到了佛殿上。家人婦攙扶出轎，前面轎內是\\n劉安人，後頭的果是珠姐。但見生得非常妖冶，出格風流，有詞為證：\\n臉開滿月，月還讓他的白。髮壓濃雲，雲也避他些黑。不必另求秋水，何勞別訪春山\\n。只消向麗容尋覓，柳樣腰兒，弓樣鞋兒，嫋娜得勾人魂魄。更愛小小櫻桃，迥異尋\\n常喉舌，那其間現婉鶯聲，自在流出。\\n劉安人母女拈了香，拜了佛，即便轉身上轎而去。\\n孫寅的這伙朋友道：「我們如今靈岩去罷。」眾人出到山門外，有一個道：「我們的\\n孫呆，原何不見？」眾人都道：「果然那裡去了？」有的道：「不要他跟著劉家轎子\\n，頭裡去了。」有的道：「我卻未看見他前面走著。」眾人道：「不是這樣的，他是\\n斯文一脈，走不快的，不知擠在後面那個地方，撇了他先走，要氣惱的，大家就這裡\\n等一等好。」\\n眾人說說笑笑，等了好一會，卻仍不見出來。眾人道：「這又奇了。我們同到裡面尋\\n尋看。」當下重又入去，直尋到佛殿上。\\n只見這孫寅，還呆呆的在那裡立著。眾人都笑道：「可人兒已去得遠了，你還在這裡\\n做什麼？」孫寅也不回言，只是立著。眾人看他時，兩隻眼睛都是定的。\\n大家道：「不好了，原何這般光景？」眾人齊叫一聲：「志唐兄！」他只喉嚨頭轉氣\\n，模糊答應。\\n眾人中有老成的道：「不是這般的，我們不要靈岩去了，且送了他回去正經。」眾人\\n都應道：「所言極是。」\\n當下眾人扯的扯，扶的扶，擁出山門。幸喜那路不遠，早已至家。撫他去牀上睡了。\\n那老成些的道：「這景象尷尬，須請個醫家來，與他候一候脈看才好。」便叫孫福去\\n後頭巷內，請那掛大方脈招牌的莫先生來。\\n不多時，莫醫已到。眾人請他看過了脈，莫醫道：「六脈俱和，不像有什麼病。且過\\n了一晚，明日再看。」眾人送了醫生出門，叮囑孫福，好好服侍，各自回去。\\n次日天明，眾人又都到來，看孫寅時，只是昏昏沉沉，也不討茶，也不問飯。問他十\\n句，回答一句，聲音就似在水底一般。如此一連三日。\\n眾朋友內有道：「不要割去那指頭，傷了什麼注命的經絡，如今卻發出來。」眾人聽\\n說，都笑起來。\\n有那老成的道：「也有你們眾人，都如今這般光景了，還要把他取笑。」老成的又對\\n眾人道：「據我看來，這病不要是出了魂。」便走到牀邊，高聲問道：「志唐兄，你\\n在那裡？」問了五六聲，卻才模糊應了一句，聽不清楚，但聽得有一個「劉」字。\\n眾人道：「莫不是魂在劉家？」孫福在旁，插口道：「昨夜相公自言自語，聽他不出\\n，好像喚一聲『珠姐』，難道果然劉家去了？」眾人道：「這等一定是了，你怎麼不\\n早說。」孫福道：「我道我家相公是孔子一般的人，不曾疑心到這田地。」\\n眾朋友內有口快的便道：「你還不曉這孔夫子，卻會害相思病哩。」眾人聽說，又都\\n好笑起來。\\n當下眾人差孫福到劉家去，囑咐他道：「你只說家主有病，卜過卦。說該到宅上叫喜\\n，未敢造次，特來稟求。不要說別的。」孫富應聲「曉得」，自去了。一面眾人在家\\n料理，叫乘轎子把孫寅平日穿的衣服，安放在內，只等孫福回來，即便行事不題。\\n原來孫寅自從那日見了珠姐，十分愛慕，見他拜完了佛，升轎而去，覺自家身子，也\\n便隨了轎子亂走，直跟到劉家門首。見珠姐下了轎，便依傍著一同入內。喜得眾人不\\n呵喝他，連珠姐也不嗔怪，他便肆行無忌。到了晚上，就和珠姐同宿，心中十分快活\\n。思量要回家一轉再去，卻沒尋處路，不知這都是魂做的事。\\n那珠姐當日回家，夜來睡去，見個書生和他纏。欲待推拒，卻覺手腳都提不起來。只\\n是任其所為。夢中問道：「你是何人？」書生道：「我叫孫志唐。」珠姐醒後，只道\\n是偶然春夢，誰知竟夜夜這般，好生狐疑，又不好對人說。\\n那日正和母親閒坐，只見員外走進來道：「好笑一樁奇事。前日張婆說的孫志唐秀才\\n，他從未和我來往，如今患病在家，遣人來說，起卦出來，要到我家叫魂，卻是那裡\\n說起。」\\n安人道：「你可許他麼？」員外道：「初時不許，後因求不過，也就應承了。你道好\\n笑不好笑。」珠姐在旁聽了，心中駭異。\\n看看天晚，孫家用個女人，同一個道姑，捧了孫寅的衣服，來劉家叫魂。珠姐指點他\\n，連自己房中也都走過。方才令回。這晚珠姐睡去，便不見了那書生，心中暗暗稱奇\\n。\\n過了兩日，張婆拿一串粗圓潔白的珠子，到劉家來賣。卻值員外、安人，同到人家赴\\n會親酒，止留珠姐在家，珠姐對張婆道：「好笑前日那孫秀才，生起病來，沒來由竟\\n來我家叫魂。媽媽和他近鄰，可知他近日何如？」張婆道：「小姐不說，老身也正要\\n告訴。說他自從踏青，見了小姐，這魂就隨了小姐來，直到那日招魂回去，方才醒省\\n。醒後小姐房中一應什物器皿，說來和老身在小姐房中見的，一些不錯。小姐道是奇\\n不奇。」\\n珠姐聽了，不覺兩頰堆紅，心中想道：難得此人這般有情，只可惜我爹娘嫌他貧窮，\\n不肯成就這段姻緣。\\n當下又把些閒話講講，與他買了幾顆頂粗的珠子，打發張婆自去不題。\\n卻說孫寅自從招魂之後，其病霍然。但從此想起了劉小姐的美貌，越發思念不已。日\\n日進城打聽劉小姐幾時再出遊，思量再見一面。看看由春入夏，並不見他再出來，心\\n中納悶，不覺奄奄憔瘦，茶飯不思，又害起病來。這病比前番的病不同。前番不過昏\\n昏沉沉，不省人事，睡在牀上，不見他落了半點兒肉。這番卻弄得面黃肌瘦，病得一\\n個人小了半個，從朝至暮，自夜達旦，也不曾合了一合眼。只是在牀上翻來覆去，唉\\n聲歎氣。心中想道：前日我這魂兒，緊傍著劉家珠姐，和他同眠同食；緣何今番我的\\n魂，卻不靈了，倒不如前番，他們不與我招回也罷了。那孫寅日夜是這般胡思亂想，\\n看看病勢一日沉重一日了。\\n孫福見主人這般光景，道：「相公，可要去請醫生來看，吃帖藥麼？」孫寅歎口氣道\\n：「我這病，不是吃藥吃得好的，你也不要去請什麼醫生。我死後，你可把我這些書\\n籍，告賣與錢琢成相公，隨那書價銀子，把我殯殮。你在我手內吃那窮的苦，也夠了\\n，我死後，你尋個好頭腦自去，不必在我靈前送茶送飯，我死了總是吃不下的。」\\n孫福見主人這般說，不覺哀哀的哭起來，道：「相公莫說這話，難道相公這樣個人，\\n就是這般歇了，且請寬心，能得沉沉的睡一覺，自然病勢就見輕了。」住表主僕二人\\n說這苦話。\\n卻說孫寅家裡舊時養個鸚哥，孫寅天天清早起來，教它些唐詩。那鸚哥性靈，一教就\\n會，是孫寅平日最愛的。其時孫寅自己病了，孫福也一日到夜，只在主人牀前伺候，\\n那有工夫去看管它，不想竟把來餓死了。那日偶然走到籠邊看見，叫聲「阿呀！」\\n孫寅在房內聽見，問道：「你為什麼？」孫福見是主人所愛，欲待不令他曉得，卻因\\n孫寅在那廂問，瞞不過了，只得回說是：「這鸚哥不知為甚死了。」\\n孫寅又歎口氣道：「我豢養了它多年，想是它不忍見我的死，因此先我而去。孫福你\\n可拿它來我看。」孫福提那死鸚哥到牀前，孫寅對它歎了一口氣，心中卻又想著：我\\n若做了這鸚哥，此刻倒可飛到劉家去見那人了。\\n心裡這般想，不覺那魂兒早附在鸚哥身上，竟翩翩的飛將起來，心中大喜。飛出庭心\\n，一逕向城中而去。看看來到劉家，望珠姐臥室前，慢慢的歇下去。\\n珠姐正在房中刺繡，見飛下這鸚哥來，心中歡喜，尋了一個罩子，親自走去罩它。\\n那鸚哥叫道：「姐姐不要罩我，我是孫志唐，想慕姐姐而來，趕也趕不去的。」\\n珠姐聽了，倒吃一驚。四顧無人，便雙手捧那鸚哥來，放在懷裡說道：「秀才多情，\\n非不感激。但今已人禽異類，姻好如何再圓得來。」鸚哥應道：「小生但得近姐姐芳\\n澤，於願已足，也不想其他。」\\n說話之間，一眾丫鬟走來看見了，都說：「這鸚哥那裡飛來的？便服我家小姐，定定\\n的住在小姐身上不動。」當下眾人都伸手來捧它，這鸚哥卻再也不肯過去，只黏定在\\n身上。就是把食來喂，別人喂它，它都不吃，定要珠姐自喂，它才吃。看見四下無人\\n，便和珠姐講些愛慕的話兒。有人來，就不說了。珠姐也愛之如寶。\\n如此一連三日。珠姐正想設人去探聽孫家消息，恰好張婆到來，走進珠姐房中。見了\\n那鸚哥，說道：「這鸚哥倒活像是孫秀才家的。」珠姐笑問道：「孫秀才兩天可見麼\\n？」張婆歎口氣，低著聲道：「他為小姐，害起病來，已經死了三日，只因心頭尚有\\n些暖，未曾入棺。」\\n珠姐聞言，不覺汪汪的要掉下淚來。又怕張婆見了，不好意思，只得故意把手內帕子\\n跌在地下，低那頭到桌兒下去拾帕子，就便拭乾眼淚。\\n等張婆出去了，便對著鸚哥道：「秀才，你若能返魂，仍舊為人，我當誓死相從。」\\n鸚哥道：「卻不要又來騙我。」珠姐指天立誓道：「青天在上，孫秀才如此多情，若\\n得返魂，我劉珠姐負他時，便死無葬身之地。」\\n只見鸚哥側了頭，好像想些什麼，那時珠姐正坐在牀上，解下三寸長的繡鞋來要換，\\n它便撲將過去，銜了一隻望外就飛。珠姐慌忙叫道：「不要銜去。」卻已飛得遠了。\\n且說孫寅死有三日，雖是心頭未冷，爭奈氣已斷絕。平日那些朋友來看他，都道：「\\n是不濟事的了，今晚收拾了罷。」\\n正說之間，只見那鸚哥銜了一隻繡鞋，飛將回來。眾人正要去奪它下來，卻見那鸚哥\\n到了孫寅牀邊，「撲」的一聲，仍舊倒在地上死了。\\n孫福道：「好奇怪，這鸚哥本是死的了，相公死的時節，然然活了飛去，不知那裡銜\\n這東西來，怎如今又死了。」眾人也都說詫異。\\n卻聽見孫寅的死屍，在牀上喘一口氣，說起話來，道：「好吃力。」\\n眾人聽了，大吃一驚，孫福道：「莫非相公還魂了？」便叫一聲：「相公！」孫寅在\\n牀上說道：「拿茶我吃」。\\n當下眾人大喜，道：「果然活了。」孫福便遞過茶去，與他吃。連忙把他身上的白布\\n捲起。原來孫寅下棺的衣服，也都穿好，帳子也已拆下。孫福便從新要替他脫衣張帳\\n。\\n孫寅道：「原你們道是我死的了，如今些且慢，你且把那繡鞋拿來。」\\n孫福一心快活了主人的還魂，倒一時答應不出。孫寅便道：「是我附魂鸚哥銜來的。\\n」\\n眾人方曉得鸚哥的死了又活，活了又死，都是這呆子的變化。\\n當下眾朋友對孫寅說：「老兄復生，小弟等不勝之喜。如今只宜靜養，不可再添心事\\n，弟輩去了，明日再來奉候。」\\n眾人散後，孫福正要把備來送終的物件，收拾收拾起，孫寅卻在牀上叫道：「你不要\\n幹那些閒事，且與我去看張婆，城裡可曾回來？叫他快來見我。」\\n孫福答應出門，心中想道：相公雖已還魂，卻如何不清楚，叫我尋張婆便了，什麼城\\n裡可曾回來。又想道：是了，必然做鸚哥，飛開去見了的。心裡這般想，早已到了張\\n家。\\n張婆果然才從城裡回來。孫福便道：「婆婆，我家相公叫你去。」張婆見說，駭然道\\n：「你相公已死，難道還魂了？」孫福道：「正是。」張婆道：「這又奇了。」\\n跟了孫福就來。來到孫寅牀前道：「恭喜相公，又得重生。」孫寅道：「媽媽，我請\\n你來，不為別的，要你替我再到劉家說親。」\\n張婆道：「告稟相公，他家小姐雖有憐念之意，奈這老夫妻兩個，是執性的，恐怕終\\n於不肯。」\\n孫寅道：「不妨。」便把附魂鸚哥的事，細述了一遍。張婆哈哈地笑道：「方才老身\\n在他家，見那鸚哥，不道就是相公。既有這一番情節時，老身自再走遭。」\\n當下別了孫寅，再往劉家。一逕到珠姐房中。\\n卻說珠姐見鸚哥銜他繡鞋飛去，心中正想：鸚哥去了，孫郎可能再活？\\n忽見張婆入來，只道他還是先前來了未去。欲要托他去探個消息來回覆，卻又害羞。\\n張婆先說道：「小姐，今日早上那只鸚哥，原來是孫秀才附魂來的。小姐怎不對老身\\n說。方才老身歸家，恰好鸚哥也飛回去，孫秀才便又活了轉來。他說和小姐面定親事\\n，有繡鞋做信物，可是真麼？」\\n珠姐聞說，臉漲通紅道：「媽媽如今也瞞不得你。我實感他多情，因此與他相約，不\\n道它就銜了我繡鞋去了。媽媽此來，卻為如何？」\\n張婆道：「他又央我來說親。我想員外、安人是執性的，倘仍不允，卻怎麼處？因此\\n先來和小姐商量，據老身愚見，若員外、安人肯時，不必說了；萬一不肯，老身想那\\n割指、離魂、化鸚哥等事，都是孫秀才的多情，並非小姐勾引；就是和那附魂的鸚哥\\n立誓，事到其間，真個鐵石人也耐不住的。不知索性直道其詳，或者成功，也未可知\\n。」\\n珠姐顛頭不語。張婆便走向安人房中去。\\n那劉員外也正在房中，問道：「你怎麼還未去？」張婆笑道：「我去了，又來的。」\\n便把孫寅又來求親的話開說。\\n劉翁忙搖手道：「他這般貧苦，我家小姐如何去過活，斷然難的。」安人也道：「叫\\n他不要只管妄想了。」\\n張婆道：「員外、安人，有所不知。據老身看起來，倒成了姻眷也罷。」\\n當下把珠姐偶然戲言，他認真割指頭，幾次暈去，後來虎丘相遇，竟離了魂，並近日\\n附魂鸚哥，銜那繡鞋的事，細述一遍道：「這人的多情，真個世上少的。雖只窮些，\\n不見得便窮一世哩。」\\n員外對安人道：「原來有這話多般，怎麼我和你一些也不知。他既兩番魂遊我家，不\\n與聯姻，確是傳聞不雅。但我擇婿多年，今招個窮秀才，也要被人笑話。卻怎麼好？\\n」躊躇了一回道：「罷了，張媽你去回覆孫家，道我已允。但要對他說：『他家雖窮\\n，一應禮文也須蓋蓋我家臉面便好。』」\\n張婆聽了，快活道：「這個孫秀才自然懂得的。」便別了劉老夫婦出城回報孫寅。\\n孫寅大喜，那病登時好了一半，不上幾天，就走了起來。先打點要行聘，算來必得好\\n些銀兩，毫無生發。\\n幸喜他平日這班朋友，雖是個個愚弄他，卻都憐他志誠，肯來照顧。當下魏用情走出\\n來道：「這頭親事，以貧仰富，不免多費。志唐兄卻那裡有錢。據我意思，我們眾朋\\n友，該各量自家手底，幫他些方好。」眾人齊應道：「當得。」\\n魏用情笑道：「只有我是攛掇他去圖這頭親的，不但不必幫他費用，他還該謝我哩。\\n」\\n錢琢成道：「據我意思，都是你害他，指頭盡割去了，還該你獨一個幫的。」\\n眾人聽了，一齊大笑起來。\\n閒話休煩。行聘過後，就擇吉畢姻。劉翁意思，因孫家貧窘，怕女兒住不慣，欲贅孫\\n寅到自己家裡。\\n珠姐卻對母親道：「大凡女婿在岳家，久住不得，況孫家貧苦，越要被人輕賤。兒不\\n願孫郎來入贅，就是草衣藿食，也是娶去的好。」\\n安人把女兒的話，對劉翁說了，劉翁便息了念頭。\\n孫寅央人擇吉期在十月中。到得臨時，自來劉宅親迎。合巹之夕，說不盡那萬種歡娛\\n，千般恩愛。\\n這班朋友，輪流作東，備些酒肴，來與孫寅暖房。孫寅又開筵相答，一連歡呼暢飲了\\n幾日。\\n一日，孫寅吃得酣然，送了客人出門，回到房中，口渴了討茶吃。\\n珠姐便斟下一杯，遞與他。孫寅雙手來接。珠姐見了那割去指頭的疤，想起舊事，忍\\n笑不住把香茗都潑出了半盞。\\n孫寅問道：「姐姐緣何這般好笑？」\\n珠姐笑道：「可惜當日，不叫你把這十個指頭都割下了，還好看哩。」說罷又笑。\\n孫寅不覺也笑起來道：「虧你狠心說得出。我為這指頭，痛得幾乎死去，你家還不允\\n親事，今日倒又這般取笑。」\\n珠姐道：「你怎麼還道我狠心，我若狠心，你今日還是只鸚哥，不得復人身哩。」說\\n罷，兩人又笑。\\n光陰茬苒，不覺過了月餘。孫寅是赤貧的人，虧了劉家奩贈，珠姐又會作家，整頓得\\n家中像些模樣，大非昔比了。\\n珠姐一日對丈夫說道：「我因感你多情，立志相從。今所願已遂，只是還有件事，也\\n該上緊去幹了好。」孫寅道：「姐姐你說來，卻有甚的？」\\n珠姐道：「我和你做夫妻，合門都道錯嫁了的，你若貧賤到底豈不自羞。何不今日為\\n始，應等家務，都是我管，你卻只顧讀書，也好爭一口氣，就是那割指頭、化鸚哥的\\n事，也傳作佳話，不把做笑談了。」\\n孫寅不住點頭道：「姐姐說的是。但貧家婦難做，怎好把米鹽瑣屑，推在你一個身上\\n？」珠姐道：「不妨，我都會料理。你只奔你前程便了。」\\n從此孫寅一切不管，自去苦志攻書。過了一冬，明年正是大比之年，同了幾位朋友去\\n鄉試，高中了第一名解元。那些朋友都來道喜，坐滿了一廳。\\n有的道：「說也奇怪，志唐兄不但六個指頭像唐伯虎，連中舉人也像，一般都是解元\\n。」\\n有的接口道：「你不要小覷了志唐兄，唐伯虎始終六個指頭，因此只中得解元；志唐\\n兄忍痛割下了，那前程正還大哩。」眾人聞說都笑。\\n當下各自散去，湊些贐儀，送孫寅上京會試。春榜發，又成了進士。殿試後點入翰林\\n，那時衣錦還鄉，好不榮耀。\\n這些朋友因他地位高了，不好和他戲耍，孫寅卻毫無傲色，還像做秀才時般接陪。當\\n下同了珠姐，去拜岳父母。\\n劉翁夫婦好不快活。劉家底下人伙裡，先前欺孫寅家貧，背地喚他孫窮；又因他附魂\\n鸚哥，喚他孫鸚哥。如今得了官回，你也是「孫老爺」，我也是「孫老爺」，誰不恭\\n敬他。\\n後來孫寅官至禮部尚書，珠姐封二品夫人，生五個兒子，也都出仕，竟成瞭望族。\\n蘇州人有詩道：\\n一見魂消豈偶然，頓教夢寐與纏綿。\\n奇情幻出靈禽事，欲擬唐家三笑緣。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">第四回     妒婦巧償苦厄　淑姬大享榮華\\n翠黛終衰，失顏易老，百年若個長春。王牆西子，有日葬埃塵。幸值他今年少，出落\\n來鬢髮如云。何妨令貫魚承寵，也得略沾恩。一樣閨房裡，他偶居賤，你偶稱尊。便\\n推恩逮下，還算你贏，請看後妃不妒，群姬交口誦深仁。到今日，時移世易，女史永\\n留名。\\n從古到今，只有講女人的，說道從一而終，卻不曾聽見說做男人的也板殺數，只該守\\n著一個婆子到老。男人有義氣的，也盡有生平不肯二色；或是家婆死了，不去續娶；\\n或是富有家財，卻不置什麼偏房側室。這也不過算他有義氣罷了。縱使續了弦，娶了\\n妾，卻也沒本事就罵他道不義，只要不聽繼娶的說話，把結髮生的當做冤家看待，寵\\n了小家婆，欺侮正妻，也就算是有義氣的了。\\n可笑那些妒婦，看見世界上，大半是單夫只婦的，就認做丈夫是他獨一個的，丈夫要\\n娶妾時，就像要害他的命，千方百計阻撓。若是娶了到家，日日尋氣，害得前鄰後舍\\n，都耳朵裡不清淨。\\n據那妒婦說來，世界上只有正妻，又貞又烈，那做小是人人不正經的。卻不道做小的\\n，十個裡頭，未必沒有一個兩個正經。那妒婦倒就是淫婦的供狀。如今說一個賢之婦\\n，倒不如一個丫頭貞烈的，與列位看。\\n明朝永樂年間，山西太原府地方，有個秀才，姓俞名有德，號大成。家中也有錢，萬\\n金事業。娶妻陳氏，已經五載。\\n那陳氏是有怯症病的，自分不能生育。他有贈嫁來的一個丫頭，名叫惠蘭。雖是個使\\n女，卻全沒有半點兒輕佻，人物也頗俊俏。\\n陳氏幾次勸丈夫留他，俞大成因夫妻情篤，不肯應許，道：「你雖有病，未必沒有好\\n的日了。況你我年紀都還不大，何必便憂到生不出兒子。」\\n陳氏見丈夫再四不從，不覺掉下淚來，道：「我若自己養得出兒子，難道必要來勉強\\n你？只因我自問不但個能生育，這性命也不久在世上的。這丫頭是從小在我身邊長大\\n起來，若在留得他做妾，我死後你看了他，猶如看我一般。」陳氏說到這句，不覺心\\n中苦切，咽住了，下邊說不了來。\\n俞大成見他這般光景，便連忙勸慰道：「娘子你休悲傷，我依你的話便了。」陳氏方\\n才回悲作喜，便揀個日子，另收拾起一個房間，與惠蘭做臥室，推丈夫到那邊去。\\n從此，俞大成有妻有妾，來往其間。不到得一年，陳氏果然病勢日重，醫藥無效，一\\n個不妒不忌的賢婦人，可憐短命死了。\\n俞大成和惠蘭，不勝悲痛，殯殮已畢，早又斷七。俞大成因見惠蘭十分莊重，又料理\\n得家務來，井井有條，意思竟不續娶了。\\n奈家族中尊長都說是無婦不成家，惠蘭到底只是婢妾，如何算得內助。沒一個不催他\\n再娶。\\n惠蘭也勸道：「相公尚還年輕，自然該續的是。相公倘決意不聽眾人，眾人卻只道是\\n我惠蘭從中阻擋了。」\\n俞大成笑道：「卻如何因你怕受這惡名，令我去做那不義的事。」\\n惠蘭又道：「相公就是不替惠蘭出脫那惡名，那一個後生家主竟和我惠蘭一個婢妾做\\n人家，也實在不好看。」\\n俞大成拗他們不過，只得定了續娶之局。早有做媒人的，紛紛來與他作伐。俞大成卜\\n吉了一家孫家的庚帖，行過了禮，到陳氏週年之後，才繼娶來家。\\n那孫氏生性情極是妒悍。對親時節，他父母貪俞家有些家什，將來可以在女兒面前生\\n發生發，因此那庚帖卻瞞過女兒，不對他說俞大成有個妾的。\\n當日時門來，見禮時節，忽見惠蘭出來，參拜主母，心中老大著惱，第一夜便和俞大\\n成淘氣，要他趕逐那惠蘭出去了，才與他成親。\\n俞大成從未曾經識這般看得丈夫著重的婦人，便十分不快。卻又因是簇簇新的夫妻，\\n不好與他爭論，卻被外人當笑話傳揚，只得陪著笑臉勸他。\\n那妒婦越扶越醉，哭哭啼啼了一夜，弄得合宅的人，都不能睡，都來房門外聽。\\n俞大成又羞又惱，不等到天明，開了房門，望外就走。孫氏越發氣苦，索性在房中放\\n聲大哭起來。眾人都走進去勸。\\n有那俞家底下人道：「我家相公，原不該拋了新奶奶，竟自走了出去。我們大家去勸\\n相公，來賠個不是便了。」\\n有那伴送新人來的道：「新相公自會逐去那位偏房的，不過一時確叫他做不來，小娘\\n子且寬心著。」\\n那俞家的道：「我家惠蘭姐，是做人極和順的，斷然不到得欺滅新奶奶。盡著放心。\\n」\\n那伴送來的，又去附著孫氏耳邊勸他道：「小娘子就要趕去那惠蘭，只好慢慢地尋出\\n個題目來，此刻就要用這副手段，不但眾人不服，也許怕到底做不來，倒壞了自己名\\n聲。不如依他們，讓新相公來賠個不是，將此收科了罷。」\\n孫氏這才住了哭，那伴送的便追俞家的人，去請主人來賠罪。\\n俞大成心中不肯，卻被眾人勸不過，說道：「討了這樣不賢，真叫晦氣。可憐我從幼\\n沒了父母，若是父母在堂，這樣人怎能夠奉事得翁姑歡喜。」便勉強到房中，賠個小\\n心。\\n從此，孫氏也絕不提起要趕惠蘭，但是日裡頭丈夫走到東，他便跟到東，丈夫走到西\\n，他便跟到西，不容他和惠蘭講一句話。到了晚上，便收拾他在房，催他就寢，不容\\n他出去。\\n你道他這般終日終夜關防，費盡心機，可不吃力，那孫氏卻再不辭勞苦，就是從古到\\n今，妒婦不謀而合的伎倆，也不必多講。\\n卻難得惠蘭見新主母這般樣子，並沒有半句怨言。\\n俞大成每到晚上，多飲了幾杯酒，也不去和那孫氏說長道短，上牀竟自和衣睡去。那\\n不賢卻去搖他醒來，替他解帶寬衣，七兜八搭。俞大成被他纏不過，也只得和他幹些\\n夫妻的常套。\\n光陰迅速，不覺已是半年。孫氏並不曾放他到惠蘭房內轉一轉，卻還要終日尋惠蘭的\\n短處。幸得惠蘭性既聰明，人又和順，沒得破綻與他捏著。俞大成心中好生過意不去\\n。\\n他家住在鄉間，離城有一百里遠。時值學院歲考，俞大成同了村中幾個一般的秀才，\\n入城赴試。\\n考畢回家，來到門首，天色晚了，便輕輕地走到惠蘭房裡。惠蘭道：「相公回來了麼\\n？」俞大成道：「是回來了。」便道：「我今夜在你這裡歇息，你把些小東西我吃了\\n，早些閉門睡罷。」\\n惠蘭道：「使不得，相公原到奶奶房中去的好，省了淘氣。」俞大成道：「不妨，我\\n方才回來，家中沒有一個曉得的。」\\n惠蘭便到外邊，袖了兩個饃饃進房，與俞大成吃，自己也吃了晚膳。一閉門和主公同\\n睡。只這夜裡，惠蘭有了身孕，生出那孝順的貴子來。這且慢表。\\n次日天明，村中有同考的，到俞家來拜望，俞大成未曾起身，家人回說，未曾歸家。\\n那同考的道：「我昨日和他回來，到村口分路的，怎麼說未曾歸家。」\\n外邊這般問答，裡頭孫氏聽見了，心中已覺著，道：「是了，一定在惠蘭房裡。今番\\n這賤人在我手裡了。」\\n便拿了一根栗木的棍子，走去惠蘭房門首，把門亂撬，口裡嚷道：「瞞了我，做得好\\n事，還不開門。」\\n那俞大成和惠蘭正在房裡穿衣起身，聽見了，惠蘭著忙道：「這個卻怎麼好。」俞大\\n成心中忿忿，便開出門來劈手奪過那棍條子去，撇在庭心裡。\\n孫氏見他勢頭兇猛，便蹲倒在地上，號啕大哭。惠蘭去扶他，卻那裡肯起來。合家的\\n人都來勸，將他扶起，只是不住聲地哭。卻叫跟他來的老婆子，去通知他父母。\\n那孫家離俞家，不過五六里路，不多時，父母兄弟都趕了來。他父親叫孫九和，是個\\n管官司，出入衙門的惡棍，母親姜氏也是蠻不過。領著四個兒子，又糾合了五六個族\\n中的後生，手裡拿了棍棒，聲言要痛打俞大成來出氣。\\n俞大成見勢頭不好，便出後門，一溜煙走了。那孫氏這十來個如狼如虎親族，尋俞大\\n成不見，便來尋惠蘭要打。\\n卻得俞大成族中走出來，阻住道：「這不過是夫妻淘氣，就是大成也不到得受你們打\\n。卻與那惠蘭什麼相干。這個我們倒不依。」\\n當下那左近鄰舍有二三百人，都在門首嚷道：「他們若再這般行兇，我們一齊動手，\\n結果他們那幾個人。」\\n孫九和等見眾人出頭，方把那虎威來減了，安慰了女兒幾句，領了那班人自回去。俞\\n家族中和眾鄰舍也都散去。\\n惠蘭就走到孫氏房中，跪在地下，叩頭賠罪。眾人也替他討饒。孫氏只不開口，還要\\n等俞大成回來，向他吵鬧。\\n卻說俞大成那日逃出後門，心中怨憤道：「我如今也不要活這性命了。」便走到一個\\n崗子上，思量要跳下去。卻又想道：父母只生得我一個，小時何等愛惜，如何卻是這\\n般死了。我不如走往他鄉，省了受那惡氣罷。\\n當下想著一個表親，在河南做知縣，便取路望河南而去不表。\\n再說家中不見他回，惠蘭心中好不著急，也怕尋了什麼短見，暗地裡央人找尋。尋了\\n好幾日，卻只無影無蹤。也只得不尋了。\\n過了五六個月，孫氏見惠蘭肚皮漸漸大起來，心中十分不快，尋他些小事，親手拿了\\n根門閂，照著他肚上打去。惠蘭閃了，孫氏意還不捨，卻得眾人勸住。後來又幾次要\\n弄他墮胎，都虧眾人保護。\\n到了十月滿足，生下一個兒子，合家都快活，只有孫氏倍加懊惱，一心想弄死那孩子\\n。\\n一日，惠蘭在院子裡曬衣服，回到房中，牀上不見了那孩子，心中著急，就要走到外\\n面去問，看是何人抱去。\\n卻是這孩子不該死，惠蘭正要出房，忽然小肚子裡十分作起急來，便去開了淨桶解手\\n。卻見那小孩倒豎在淨桶內。\\n惠蘭一見，嚇得魂飛魄散，慌忙抱起來，卻已氣都沒了，直待嘔出了那些臭水，方才\\n哭得出聲。惠蘭當下，卻也發起怒來，情知是孫氏的作為，沒有別人的，便抱了小孩\\n子，到族長處去哭訴。\\n那合族都心中不平，約齊了同來和孫氏說話。孫氏卻賴了，惠蘭不住地哭，要眾人設\\n出個法來，保全那主公的骨血。眾人便向孫氏說，要每年給他母子若干飯米，若干銅\\n錢，把兩間低小些的屋砌斷了，另開個門戶，令他母子兩個自去度日。\\n孫氏見是合族公義，不得不依，只得勉強應允，從此沒有說話。惠蘭自領了小孩子，\\n到那低小屋內去住。\\n光陰甚速，年又一年。那小孩子早已五六歲。惠蘭因他父親不在家，自己是個婢妾，\\n不敢給他取名，只喚他大男。\\n大男一日在左近一個學堂前玩耍，見裡頭那些學生，也有讀千字文的，也有念神童詩\\n的，讀得好聽，大男也高興起來，回到家中，對母親道：「孩兒看見那邊學堂裡這些\\n學生子，讀那書來，倒好聽的。孩兒明日也要去讀。」惠蘭道：「你還年幼，再等大\\n些，送你去讀書便了。」大男卻必要明日就去，見母親不應許他，便管對母親說要去\\n。\\n到了明日，惠蘭便央間壁個高媽媽，領他到那學堂裡去。請先生教他幾句書。惠蘭意\\n思，不過因拗這孩子不過，作戲央高媽媽送他去，等先生難他一難的意思。\\n誰知他到學堂內，那先生教他，一教就會，不多時就讀了好幾十句神童詩，都爛熟的\\n了。那先生見了歡喜道：「我教了許多年書，學生也不少了，那裡見有這般聰明的。\\n」\\n高媽媽便把孫氏的那不賢，弄得丈夫逃走在外，不知下落，又不能容這孩子，每年只\\n限定幾粒飯米，幾文銅錢，與他母子另自過活的事，細述一遍道：「可惜有了這般資\\n質，卻沒得錢來讀書。今日是他自己要讀書，向他家小奶奶說不過，小奶奶道他不曉\\n得讀書的苦，央老身領他來，要先生難他一難意思，那裡知道他竟這般聰明。」\\n先生道：「既是這般，媽媽你去對他家小奶奶說，我情願不要束脩，白白的教這小官\\n人書。只要後來得發達時，不忘記我便了。」\\n當下，高媽媽領大男回去，一一對惠蘭說知。惠蘭聽得孩兒這般聰明，又聽見說先生\\n不要束脩，情願白白教書，心中大喜，擇個入學吉日，送他到那學堂裡。那先生姓陳\\n，號叫又良，原是個貢生，肚裡好的。只因富貴人家請先生時，要先生穿著華衣闊服\\n，意氣揚揚，就不通的也算了他通的。這陳又良是個踏古板人，穿的是終年那件布直\\n身，如何上得大場子。饒你讀得通，只好收幾個爹在田裡插秧，娘在機上織布的學生\\n教教。\\n當下見大男聰敏異常，也便不把些神童詩與他破學，一起首，就把四書教他。不上三\\n年，十三經都讀完了。\\n一日放學回來，對母親道：「孩兒見同窗學生子，都向他父親討錢，來買東西吃，為\\n什麼我家沒有得？」惠蘭道：「等你大了，對你說。」大男道：「孩兒今年還只得七\\n八歲，幾時算做大了？對孩兒說得了。」\\n惠蘭道：「你到學堂裡去，路上過那關帝廟，進去磕個頭，通誠道：『保佑你易長易\\n大。』自然就大起來了。」大男應道：「孩兒曉得了。」\\n當夜無話。過了兩日，又對母親道：「孩兒在關帝廟裡磕了頭，通誠過了，為什麼還\\n只是舊時一般，不見大起來？」惠蘭道：「你怎樣通誠？」大男說道：「孩兒說保佑\\n明日就像二十多歲的一般大。」惠蘭聽了，好笑起來道：「那有大得這樣快的。」\\n話休絮煩。又過了兩年，大男已有十歲，卻生得長大，好像十三四歲的一樣。先生已\\n與他開了筆，做的文章倒十分好，先生都不能改換一字。那日先生圈點完了他的文章\\n，對他道：「你今年還只十歲，卻便做得出絕妙文章，真個令人羨慕。可惜你父親不\\n知在何處，卻未曾見你這般好兒子。」\\n當下打動了大男的心事，回家便又不住地盤問母親道：「父親果係在那裡，說與孩兒\\n知道了，孩兒讀書也有心思。」\\n惠蘭只得細細說與他聽。\\n大男不覺掉下淚來，道：「讓孩兒明日去尋來。」惠蘭道：「你還年幼，怎麼去尋得\\n，且再停兩年，或者你父親自己回來，也未可知。」\\n到了次日，大男吃了口飯，便出門。惠蘭只道他往學堂內，看看午後，不見回來吃午\\n膳，不免央那高媽媽去喚一聲。高媽媽回來說，先生道他今日並未曾進書房。\\n惠蘭聽了，心中疑惑，還只道是他在別處閒玩，卻又想道：他從來肯讀書，不喜歡玩\\n耍的，卻是那裡去了？等到天晚，竟不見回，好不著急。又央人到各處尋訪。\\n一連尋了六七天，只是不見，知道他必然去尋父親，這般幼小年紀，從未出門的，又\\n沒一些盤費在身邊，山長水遠，那裡去尋？惠蘭想了心酸肉痛，沒奈何，也只得由他\\n。\\n那孫氏知道了，打發他心腹人來，對惠蘭說道：「家主出去了有十年，不知死活存亡\\n，這十歲的小孩子，那曉得什麼叫尋親，這一定是被拐子拐了去，再不得回來了。奶\\n奶憐你終身無靠，不如尋個主顧，嫁了人罷。」\\n惠蘭聽說，懊惱答道：「就是家主和小官人都不在，我是斷不嫁人的。煩你回覆奶奶\\n，叫他不必費心罷。」\\n那人把他言語，回覆了孫氏，孫氏便道：「既然他不肯嫁人，我這裡卻沒有飯菜來養\\n這些人。」從此就一粒米一文錢也不把去與他。\\n惠蘭見主母不肯給他日用盤纏，便自己做些針指，換錢米來度日。幸是只養一口，也\\n還不甚吃力。\\n過了四五個月，孫氏見他沒有嫁人的意思，便思量動蠻，卻也怕俞家族中不依。他就\\n遣人去請父親孫九和，到來商議。孫九和道：「這個何難。等我去尋端整了頭腦，一\\n夜裡弄他出去，叫他措手不及便了。」\\n當下孫九和離了俞家，便去托媒婆，央他尋覓親事。恰好有個布商，是河南開封府人\\n，姓賈，要娶一個小老婆，便講定了三十兩銀子，約他到俞家搶親。\\n那晚惠蘭正要上牀睡覺，聽見外面敲門，他在裡面問道：「那個！」外面答道：「我\\n們眾鄉鄰，尋得小官人在此，特地送來。」\\n惠蘭聽了，心中快活，不及提防別的，連忙走去，拔下門栓，只見一窩蜂趕進許多人\\n來，四五個粗蠢婦人，把他拖出門去，推上車了便行。惠蘭知道中了好計，便要發聲\\n叫喊，卻被同在車內兩個婦人，把他口來掩住了。\\n不多時，約行了有四五十里，來到一個鎮上，飯店門首。停了車子。幾個婦人扶他下\\n來，又扶他進那屋裡，請他坐了，眾婦人都來勸他道：「那娶你的賈員外，家有百萬\\n之富，你到那裡，盡著受享，可不好似你在家自己做出來吃。你從今可安心跟賈員外\\n到河南去。我們都是賈員外僱來，送你上路的。如今離家已遠，我們都要回去了。」\\n惠蘭並不回言，只是把衣袖來拭眼淚。眾婦人等到天明，各自出了店門回家。惠蘭見\\n四下無人，正要尋條索子自盡，卻見賈員外從外面踱將進來，想必要和他纏著了。急\\n便望那店主人家的內室撞進去，卻撞到了廚房下，見桌子上放著一把切菜刀，就提來\\n項上一勒，那血猶如泉湧，登時暈倒。\\n原來賈員外見他逃入內室，倒不好跟進去，只在外邊望。倒虧店主人家有幾個起身得\\n早的，看見了，慌忙來外面報知賈員外，和他一同入去救。見那口氣止刺得一絲，將\\n次絕了。還喜喉管未斷，連忙扶他去睡在一間密不通風的房裡，把刀瘡藥來與他敷了\\n，又整備龍眼湯灌在口中，與他調理。\\n眾人亂了三四日，才見他神思略有些清醒，說得出句把話來。將及一月，方始下得牀\\n。口裡只說道：「你們醫好我來做什麼，要我嫁人，仍舊只是一死。若肯尋個女庵，\\n送我去做尼姑，這才是感激你眾人不盡的。」\\n當下賈員外聽見他這般說，便道：「小娘子，你這般烈性，我也不好相強。但是我為\\n了你，也破費過好些銀兩，如何好就是那般丟手了。據我主見，你且同我到了河南，\\n我那裡有個和我一般做布生意的，卻是天然的太監，不能生男育女。只要尋個女人，\\n與他縫縫衣服。也曾囑托過我，那個可不是和做尼姑一般，也好些些償還我幾兩身本\\n。小娘子道是何如？」\\n惠蘭道：「既有這個去處，就依你便了。」\\n當下賈員外收拾起行李，便帶了惠蘭，投河南來。不一日已到汴梁。惠蘭便問賈員外\\n：「那布商在那裡？可即日送我去。」賈員外道：「是了。我就送你過去便了。」\\n當下去喚來乘轎子，抬著惠蘭。賈員外自己送去，不多時到了那邊。那布商出來迎接\\n。賈員外和他說了些話，便叫：「請小娘子下轎見禮。」\\n惠蘭走出轎來，把那布商一看，叫聲：「奇怪！」那布商也說聲：「詫異！」\\n你道這布商是誰？卻就是惠蘭的舊主公俞大成。他自從那日逃出後門，去投那在河南\\n做知縣的表親。到得那邊，那表親卻升任雲南去了。手頭盤纏又完了，正在沒法，恰\\n值飯店主人要請個教書先生，他就學毛遂自薦，在那裡教了幾年書。\\n一日，見他臥牀底下的泥不住掀動，掘開看時，都是五十兩一錠的金元寶，共有二百\\n錠。俞大成是家中有飯吃的人，不比那些窮秀才，見了黃白東西，眼中放出火來。況\\n他又是怨了命出門，越發不把財物放在心上，就通知主人，叫來取去。\\n那主人又是見慣金銀。不放在眼裡，道：「這該先生得的。」俞大成道：「在你家中\\n，還是你到手。」兩下推讓了一回，只得把來分了。\\n從此俞大成不做了先生，竟在河南做起生意來。那同道中問他緣何連年不回家，俞大\\n成便訴說老婆的妒悍，道：「回去受不得這氣。」\\n那賈員外也曾聽他告訴，卻那裡是什麼天然太監，不過見惠蘭勒了那一刀，老大一個\\n疤，心中不喜歡了，又不捨得白白送去那幾十兩銀子，便思量把他送與俞大成，量俞\\n大成不肯白受，落得做了個人情，又想他日子長久了，也未必仍舊尋死覓活。因此做\\n這把米，不道恰好令他重見了故主。\\n當下兩人抱頭大哭，倒把個送活東西的越國文種，嚇呆了，正不知是為著何來，俞大\\n成便對賈員外道：「這原是小妾，不知老哥怎地帶得來？」賈員外方才恍然大悟，說\\n道：「小弟在太原府娶妾，只聽見說是俞家的出小，卻不想到就是老哥如夫人。多多\\n得罪了。」便把惠蘭在飯店內自刎，並醫好了，怎地騙他到河南，敘述一番。\\n俞大成謝了賈員外挈帶之恩，又安慰了惠蘭的苦節幾句，當下取出三百兩銀子來謝賈\\n員外。送了他出門，回來和惠蘭兩個敘些別後情形。說到悲傷處，哭一回；說到快樂\\n時，笑一陣。\\n惠蘭說起兒子大男，出門尋父，不知去向，俞大成便寫下詔紙，刻印了幾百紙，叫人\\n各處去黏貼，無過要大男看見，尋到河南的意思。\\n當下俞大成擇個吉日，獻了天地，又遙祭了祖宗，把惠蘭做正妻。\\n這惠蘭自從吃了那些千辛萬苦，身子常常要病，操不得家。又見大男沒有信息，俞大\\n成三十多年紀，卻還未見兒子，便勸俞大成另娶一妾。\\n俞大成道：「罷了，若是都像陳氏媽媽和你這般賢惠便好。卻是千中選一。再遇著了\\n像那潑婦樣的，我和你卻都受不得那氣，不如不做這事的好。」\\n惠蘭又勸道：「前番孫氏奶奶是做正室，因此放出那毒手來；如今買一個妾，未必敢\\n來欺侮我。況我自己受了做妾的苦，難道也去把他磨折。我待得他好，他自然也曉得\\n感激我，肯替我力，可不好麼。」\\n俞大成還不肯聽，卻被他日日在耳根邊說不過，便走出去，托幾個同做布生意的，央\\n他們尋個三十多歲的老妾。\\n那些朋友都笑道：「人家娶妾，要年輕的；你卻怎地倒要半老的？」俞大成只是笑。\\n過了大半個年頭，有個朋友來道：「已替你尋得一位如君到了。只是年紀大些，因你\\n原說要三十多歲的，為此買歸。」\\n俞大成便叫領來看時，卻是那個？原來就是他繼娶的孫氏，俞大成見了，駭然便問那\\n朋友道：「這個人從何處得來？」\\n原來孫氏見丈夫出外不歸，受不得孤衾獨枕的淒涼，久思改嫁，卻礙著那貞烈的丫頭\\n，不好意思。自從設計賣了惠蘭，他就回家和父母親商量要嫁人。那孫九和一面去尋\\n親事，一面叫女兒回到俞家，變賣田產。卻得俞家族中不依，只收拾了些手頭的東西\\n，約來有千金物事，攜回母家。\\n有個重慶客人，在山西做生意，年已七十多歲，斷了弦。風聞得孫氏奩資厚實，便來\\n求親。孫九和初時也嫌他老，不肯。那客人央媒婆去說：「倘成功得來，格外送銀五\\n百兩，與丈人買果子吃。」\\n孫九和貪這五百兩，便應承了。到得遣嫁時節，又將女兒身畔的千金謀到了手，方才\\n放出門。\\n客人見他身邊一無所有，枉自舍了五百兩一尾肥壯的釵魚，又加上些雜魚，卻釣不起\\n白魚的影，已自氣悶不過。怎當這婆娘反嫌鄙他老，不會風流，終日和他尋事。略有\\n一些不如意，便把投湖上吊的本事。來嚇人。\\n那客人恨極了，欲待發作，卻又怕孫九和這老惡物來吵鬧。便收拾了行李，帶那孫氏\\n回重慶去。在路兩日，離太原遠了，便也放出毒手，將他朝一頓夜一頓的打，自己老\\n了，沒有氣力，還要叫底下人替他打。孫氏受不過痛苦，要想尋個自盡，卻又被眾人\\n管住，不容他做這身分。\\n看看行到了四川界上，其日正在飯店內拷打，有個河南客人，也在那店裡。聽見打得\\n刻毒，走來動問，那重慶客人便告訴他緣故。\\n河南客人道：「既是他嫌憎你老，不情願跟你，你就打死他，也不管用。不如把他賣\\n與人做了妾，也可消你這口氣了。」\\n重慶客人道：「我是貪了財帛，倒受他家咬那一口的。他人物又不齊整，年紀又是三\\n十開外了，誰要娶這樣的妾呢。」\\n河南客人道：「若是老客果肯賣他做妾，我有個敝友，恰恰要尋三十多歲半老的妾，\\n人物自然也可將就得些的了。只不知道老客要多少身價。」重慶客人道：「難道我還\\n想他身上出豁那五百兩頭麼？他從山西被我打起，打到這裡四川，也打得夠了，你只\\n把我二十兩銀子，買了他去罷。」\\n河南客人便秤銀子，付了重慶客人，帶孫氏回河南。那河南客人，便是俞大成托他買\\n妾的。\\n當下俞大成問他，他卻不曉得就是俞大成的繼妻。把重慶客人說的醜態，備細敘述。\\n俞大成點頭道：「可知道他若遇著個如意君，安心樂意前去，也再不得和我見面的了\\n。」便對孫氏道：「你既來此，跟我這頭去，和大奶奶見禮。」\\n孫氏見了他，一向的丈夫，已自沒放那臉處，卻不道到裡面看時，那大奶奶卻又就是\\n惠蘭，越發羞得沒地孔鑽。\\n惠蘭見了，也大吃一驚，便問丈夫怎地接來。\\n俞大成笑道：「這叫做皇天有眼，指使他來還你債，那裡我倒還去接他來。」便把他\\n轉嫁四川客人，嫌堪道好，那邊不要了，某朋友買回來的話，看了孫氏，高聲述來，\\n與惠蘭聽，弄得孫氏面孔紅了又白，白了又紅了幾遍。\\n俞大成又喚使女們，鋪下紅單子，上面並肩兩把交椅，扯惠蘭同坐了，叫孫氏拜見。\\n孫氏害羞，不肯拜，俞大成道：「不相干，我今日是買妾，不是娶妻，你既做了妾，\\n那有不拜的道理。」孫氏還不肯拜。\\n惠蘭也替他勸丈夫道：「罷了。我們只序年齒，姊妹稱呼了罷。」俞大成道：「那有\\n這事，序起齒來，你倒呼他姊姊不成！他這般倔強不過，道我不會打人？」\\n便取根粗門閂來，照著孫氏腿上打去，恰恰打在重慶客人打傷的舊疤內，當不起那痛\\n，只得矮了膝，跪下來。\\n俞大成又喝他磕頭，又只得叩了四叩。惠蘭意思也要跪下去還禮，卻被俞大成挽住道\\n：「使不得，如今你是嫡，他是庶，沒有這規矩。你可記得他先前做嫡是怎樣的？」\\n惠蘭倒覺過意不去。俞大成每到晚頭，和惠蘭對坐而歡，便叫孫氏捧了酒壺，立在旁\\n邊伺候。\\n孫氏嘗過了那一門閂的滋味，怎敢不依使喚。\\n倒是惠蘭不住勸丈夫道：「這裡盡有人伏侍，何苦必要勞他。若是這般，倒叫我連酒\\n都吃不下了。」俞大成道：「你自吃不下，我卻越吃得下哩。」\\n一日，惠蘭不在面前，俞大成叫孫氏掇大奶奶的馬子去倒。孫氏正待上前，被旁邊丫\\n頭們大笑起來。他怕羞，縮住了手。\\n俞大成手里正托著一盞沸滾的茶，便要照他臉上澆過去，孫氏慌忙道：「我掇去倒就\\n是了。」\\n孫氏原因他父母從幼，慫慂他慣了那性子，故此先前那般撒潑，全靠重慶客人磨滅他\\n這一番，才省得強中更有強中手。初到河南，見家主就是俞大成，雖只感覺無顏，卻\\n也快活，道這是他一向管束下了的，正思怎樣放出那舊性情來，不道俞大成也變得虎\\n一般的凶，他就也像怕重慶客人般的怕他，不在話下。\\n不覺過了五六個年頭。一日，俞大成和汴梁城中一個惡棍買幾畝地，已曾銀隨契兑，\\n那惡棍又來索取價值，只說並未曾收。俞大成與他爭辯，不肯再給。那惡棍就去巡按\\n衙門遞了一狀，誣他有契無交，為富不仁。\\n那巡按是四川人，姓陳，還只得十六七歲，見了狀紙，不說一句話，竟吩咐把告狀人\\n鎖押起了。眾人都不解是什意思，俞大成家曉得了，也不過歎服按爺的英明，包龍圖\\n再生罷了。\\n當夜約二更時分，俞大成已脫衣睡了，惠蘭也正要上牀。忽聽見外面叩門，家童進來\\n報道：「巡按爺到門了。」\\n俞大成聽說，倒吃一驚，不知道是為什麼。連忙叫丫鬟取衣帽來，才下得牀，只見巡\\n按進了臥室，慌得俞大成沒了主意。\\n惠蘭閃在側邊，看了那巡按一看，急走過來道：「原來就是大男你麼？」喜極了，倒\\n哭起來。巡撫也哭拜在地。俞大成和惠蘭扯了他起來，忙問一問在何處，怎地做了官\\n，卻又姓了那陳。\\n巡按便從頭訴說道：「孩兒那日出門，身邊沒有帶得錢物，走了些曠野地方，沒處抄\\n化，餓倒在地。著了歹人，把個饃饃與孩兒吃，吃下時，心中渾了，跟著他走。他僱\\n乘車子，直拐孩兒到陝州，賣在一個和尚寺裡做徒弟。天幸遇著了個四川客人，姓陳\\n號洪範。衰憐孩兒，向長老回贖了出來，帶孩兒到成都地方。但見孩兒聰明，一面叫\\n孩兒和他兒子同讀書，就頂姓名赴試，一面替孩兒訪父親消息，卻只沒有下落。孩兒\\n僥倖聯捷中了進士，聖上道孩兒雖是年幼，卻像有些才氣，特授了這河南巡按。到任\\n來還只兩三日，正要普訪父親蹤跡，恰好今日有那來告父親的，狀上見了父親姓字，\\n孩兒先差家人來此打聽個確實，不道果係父親。」\\n惠蘭便把離別後之事，一一對他說。可笑那沒廉恥的孫氏，已經睡了，聽見有這異事\\n，也披了衣服，來俞大成房門首，引頭探腦的看。被俞大成瞧見，便罵道：「都是你\\n這惡物，害得我骨肉分離，今番才得完聚，卻又來張什麼？」\\n當下，夫妻、父子三人，直說話到了天明，連那些丫鬟使女，也都快活得不想睡了。\\n次日，按爺打道先行，隨打發轎馬，接父母到衙門裡奉養。一面就修本奏知朝廷，求\\n改正籍貫。\\n不一日，聖旨下來，許他複姓了俞，又賜名孝章，仍任河南巡按。\\n原來俞孝章因尋親不著，自己怨恨，做了這樣顯官，卻還未曾聯姻，官場中曉得他意\\n思，也不勉強與他作伐。過了幾天，陳洪範到河南，係是俞孝章放了巡按，出京時便\\n遣人去迎接，因此來的。並還接他眷屬，卻因蜀道難行，故此只有陳洪範一個人來，\\n領他那不忘故舊的美意。\\n俞大成父子向陳洪範拜謝了他成全之德，請在私宅內盤桓。陳翁對俞大成道：「令郎\\n尚未聯姻，晚生有一女，名喚翠花，與令郎同庚，也是十七歲了。意欲仰訂絲蘿，未\\n知尊意若何？」\\n原來陳洪範雖是做生意的人，他父親卻曾做翰林院編修，族中現有好幾人在朝，就是\\n他自己，也是秀才。因見仕途的驚恐多，不願求官，借那在外經商，邀遊山水的意思\\n。\\n家計也頗殷實，生下二子一女。那翠花十分美麗，陳翁夫婦極其愛惜，久有心要把他\\n許俞孝章，卻怕他沒有父母之命，成了輕薄名頭，故未說起。\\n當下俞大成一諾無辭道：「荷蒙代弟教子成名，又肯將愛女遠嫁，極承美情，敢不遵\\n命。」\\n住了十多天，陳洪範別了俞大成父子回川，便置備奩贈，親自送女兒到河南完姻。\\n那新人一進門，就是巡按夫人，命好自不待言。卻又極有才情，私衙內事一切都會料\\n理。俞大成和惠蘭十分快意。\\n俞大成久離了鄉井，日日想回太原，拜掃墳墓，只怕孫九和難纏。如今兒子做了這樣\\n大官，膽壯了，便打點要回家。\\n適值俞孝章內轉都察院官，上表告假一年，聖旨諭允，他就同翠花陪侍父母，移家還\\n山西。\\n族中才曉得他家夫妻父子，多般奇事，便把先前孫氏要賣。合族不許的田產，一一交\\n還他父子，俞大成卻就把他分給了族人，族中沒一個不喜悅。又聞得孫九和改嫁了女\\n兒之後，不知那個賊，黑夜裡去把他一門殺盡，家財收拾一空。眾人個個怪他，也沒\\n誰報官審究。俞大成曉得了，走入內去，與惠蘭說知，哈哈的笑道：「也有這日，才\\n消得你我那口氣哩。」\\n只見孫氏在旁，拍手快活道：「謀落了我千把銀子，也有天報。」俞大成對惠蘭道：\\n「虧他也說得出這話，真正是有其父必有其女了。」\\n當下，俞大成父子備一千兩白銀，去謝了陳又良。\\n一年限滿，將家務托付族人，合門都去北京。後來，俞孝章直做到宰相，在內閣二十\\n年，告終養回家。俞大成直活到九十開外，和惠蘭先後幾日，壽終在家。\\n俞孝章也已年老，除服後不再去補官。生下五男三女，兒孫多半是出仕的。\\n那孫氏同進京去，不上一年，生起個發背來，在牀上喊叫了兩個多月才死。俞孝章思\\n量要親來送終，俞大成必竟不許，便只得把來，將就埋葬了。此真乃令：悍婦人人都\\n喪氣，寵姬個個盡開顏。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第五回     逞凶燄欺凌柔懦　釀和氣感化頑殘\\n請閱陳編，那吹塌吹篪。弟兄何密。人間難得是同胞，不比泛常親戚。錢財休奪，田\\n產休爭，般般是外物。看破些兒，莫無益害有益。堪笑世情顛倒，琴瑟情諧，手足情\\n反滅。不念同氣並連枝，專聽枕邊長舌。天性日漓，人性日熾，尋鬧無休歇。那得牛\\n宏，任射牛作脯吃。\\n這闋《念奴嬌》詞，是勸人家兄弟須要和氣，酒肉朋友、夫妻，都合得攏、分得開的\\n。只有同胞兄弟，似手足樣拆不開的。譬如人身上，去了那支手，那支腳，跨開去，\\n就像要跌倒一般，可是拆得開的。\\n看官不要道我說的是杜撰出來新屁話，道是天下那有這癡人，砍去了臂膊走與我看，\\n說這沒對證的話。卻不道我這話，雖覺新奇些，何嘗錯來。看官不信，只消反叉了手\\n，緊緊跑百來步路，要飛也似快的，看能夠不能夠，我這話就有著落了。\\n那沒有腳的癱子，兩隻手扒得多路，是不消說得的。可見弟兄要和氣，不要說一母生\\n的該和氣，就是兩個娘產下，那父總是同的，如何因這上頭，便生嫌隙。\\n如今說一樁異母弟兄，日日淘氣，全虧內中一閔子騫般的，消滅了幾場禍事，與列位\\n看。\\n明朝正德年中，江西吉安府廬陵縣，有一家姓平的，原是大族。有個叫平長髮，家財\\n百萬。娶妻尤氏，生下一子，名喚平成。才得四歲。\\n一日，平長髮出門去了，那夜有山寇數百，風聞富名，前來打劫平家。雖有幾十個家\\n丁，那裡抵敵，都被趕散，把家中所有，盡數劫了。又見尤氏有些姿色，也便擄去。\\n平成見母親被幾個強人拖了出門，上前扯住衣襟啼哭。有一個掄起刀來要砍，尤氏慌\\n忙跪在地下，求道：「我只有這兒子，饒了他，我便死心蹋地同你們去。」那人方才\\n住手。\\n尤氏見平成不住地哭，捨不得，便把來抱了同去。\\n次日，平長髮歸來，眾家人也陸續聚集。平長髮聽說是山寇，想就報官，也不中用，\\n只得歇了。\\n他那百萬家私，十分中五分是稻田、果園、市房、池蕩等項，打劫不去，四分是開著\\n當鋪，散在外面做生意，也搶不動。不見了的，單只家中一分，仍不失為富翁。\\n他便另娶了個甘氏。甘氏進了門四五年，沒有身孕。平長髮緊要兒子，見姓張的佃戶\\n有一女，倒也生得端正，平長髮便出些銀子，娶來做妾。\\n可可的娶了妾，甘氏那年倒就產了一男。人家笑他著了急，才生下的。當下平長髮取\\n名這兒子叫平衣。到明年張氏也生一子，取名平白。後來甘氏又生二子，一個叫平身\\n，一個叫平缶。張氏也又產下兩子，都是平缶的弟弟，喚做平聿、平婁。\\n那六個兒子，小時倒也罷了。到得大了些，那平衣竟無禮起來，怨悵父親娶妾差了，\\n好好三股分的家事，如今卻要派作六股，十分不快。又指平白和平聿、平婁是賤種，\\n不把來做兄弟，卻與平身、平缶兩個做一黨，日日去欺他三個。幸喜平白的性情最孝\\n友，全不和他們計較。那平聿、平婁心中卻甚不平，幾次來與平白商量報怨，都是平\\n白止住了。\\n平長髮見兒子們不和睦，便乘自己未死，早早把家業劃定。\\n過了幾年，長髮身死，那平衣越發和平身、平缶，欺侮三個庶出的。平白卻管住了平\\n聿、平婁，不容去闖禍，又千言萬語的把那些好說話來奉勸諭。兩個年紀最小，見哥\\n哥這般苦口教訓，也便不敢違拗，只得忍了那口氣。那平衣等卻仍舊要來欺他們，這\\n也不在話下。\\n卻說平衣有個女兒，嫁與同縣周孝思的兒子為妻。那年染患時症，醫藥不效，竟嗚乎\\n哀哉了。打發人到平家報喪。\\n平衣得信，房中急恨道：「是周親家母不愛惜他女兒，以致得病而亡。」氣烘烘走過\\n來，對平白說，要糾合他們同去吵鬧。\\n平白阻擋道：「哥哥，那個使不得。從來說死生有命。姪女命裡今年要死，就是在哥\\n哥處，也要死的。況且周親母平日間，也不聽得說起怎樣難為做媳婦的，今日這死，\\n他心中也是話不盡這種悲傷在那裡，你何苦再去尋氣。別人須要議論哥哥不是的，哥\\n哥歇了罷。」\\n平衣見平白不依他，便懊惱道：「好端端一個後生婦人，難道生生病，就會送性命？\\n怎麼你家姪女前年也病，去年也病，不曾見死。你不肯和我同去便罷了，卻說什麼命\\n不命，我卻不曉得。」\\n平白道：「不是做兄弟的不肯同哥哥去，實因這件事斷然做不得的。並還望哥哥仔細\\n想我做兄弟的話，也不要去，這才是做兄弟的心腸哩。」平衣也不回答，氣忿忿走了\\n出去。平白見勸他回心不來，又曉得再勸來也總無益的，只是在家攢眉歎氣。\\n平衣又去約了平身、平缶，又糾合了族中幾個無賴，共有十多人，一窩蜂趕到周家來\\n。\\n周孝思正在門首送客，見了欲待上前迎接，卻因來得人多，又且淘氣色兆，是看得出\\n的，便回進去閃在門房內，候些光景。\\n平衣等一到門，便高聲把周親家母來辱罵。有幾個探喪的親友，不識氣來勸，那班人\\n不管三七二十一，拔出拳頭就打，便一逕打入內室，要尋周親家母。\\n那周母親聽見外面打進來，奔到後頭廚下去躲。又聽見前面嚷道：「不在這裡，到後\\n面尋去。」周親家母著了忙，望那大鍋灶內一鑽，上半截身子進去了，那下半截卻還\\n在外邊，幸得堆著捆稻柴在旁，眾人卻性急不見。\\n眾人尋不著周親母，便拿住了丫頭，問主母在那裡。丫頭不肯說，平身在柱腳邊拾起\\n一把劈柴的斧頭來，做勢要殺他。丫頭害怕，只得說：「方才看見逃往廚下，想只在\\n後邊。」\\n眾人重複趕到廚下，細心一看，卻才見了那灶門裡頭兩隻腳，便倒拖出來，剝得他赤\\n精精一絲不掛。見廚房天井裡有幾捆樹柴，便各人抽了一根，把那周親母打得渾身青\\n腫，方才住手。\\n平衣又在從人手裡，取過胡桃般粗的鏈條來，套在他頸上，牽去鎖在死人腳邊。眾人\\n口裡百般毒罵，又去屋後窖坑內，撈起些屎來，逼他吃。\\n眾人正在那裡威風，聽見外面一聲喊，擁進好些人來。眾人只道幫周家廝打的，欲待\\n放對，卻是周孝思領來一伙公人，為頭的手中拿著根籤道：「太爺叫拿！」眾人都呆\\n了，眾公人便取出些鏈條，逐一鎖起來。又去周親家母頸上，解下那條鐵蛇，就把來\\n鎖了平衣，一齊赴勾。可笑。\\n才逞豪強威八面，便受拘囚鏈一條。\\n原來周孝思在門房內，見這班人打入內室，勢頭兇猛，他三個兒子，又都在外未歸，\\n如何抵敵，便急急出門，奔到縣裡叫喊。適值太爺坐堂，即刻出簽拘拿，因此來得這\\n般快。\\n當下，公差帶到平衣等一干人，那周孝思便跪上堂去，把他們行兇的惡毒情形，向太\\n爺哭訴。\\n太爺大怒，拋下一把簽來，叫把他們每人重責四十頭號再講。眾皂役便先將平衣拖翻\\n在地，卻待行刑，來了兩個府裡承差，說有緊急事情傳縣尹去。這也是平衣等的造化\\n。\\n太爺不知道上司什麼要務，不敢怠慢，吩咐且把眾人押在班房內。自己坐下轎子，立\\n刻去上衙門。當下眾人都散。周孝思也自回家。\\n卻說平白見哥哥不聽他言語，放心不下，差個家人到周家去打聽。少停回來，把他們\\n怎地吵鬧，公差怎地拘拿，告知平白。\\n平白道：「不好了，我曉得太爺性情極剛烈，這番如何肯輕發落。」便叫：「取我公\\n服來。」原來他家六弟兄，只他是秀才。明朝秀才極奢遮的，有什麼人情，可以見州\\n縣官說得。\\n當下平白穿了藍衫，叫人跟著，到縣裡去。卻值太爺上衙門去了未回，平白便到宅門\\n上投了揭，自去延賓館裡坐等。\\n少停，太爺回衙，便叫請平秀才相見。平白見過禮，敘了幾句套話，時已黃昏左側。\\n太爺一向企慕平白品行端方，十分敬重，便留他夜飯，平白因有語言要講，也不推辭\\n。飲酒中間，把日裡事情說起，求縣尹從寬發放。\\n太爺道：「年兄為此而來，本該領教。但是令兄這事，太來得不循法度了，卻有些不\\n好從命怎處？」\\n平白攢著眉頭道：「公道所在，要父台在法詢情，原是難的。這都是生員的命。」便\\n把自己何等苦口勸他哥哥，奈只是不聽，訴說一遍。道：「如今看他受刑，怎不寸心\\n如割。」說罷，不覺垂下淚來，滴在酒杯裡。\\n太爺見了，心中感動道：「年兄，難得你這般友愛，下官怎不關心。你不用悲傷，但\\n勸得周家氣平，這裡便極容易辦了。」\\n平白忙謝道：「即承父台美意，生員就去那邊請罪便了。」當下吃了夜飯，辭別縣尹\\n出來，早已二鼓。連夜到周家去叩門。\\n周孝思卻還未睡，他三個兒子，已於那日傍晚歸家，聞了日間的事，正在咬牙切齒。\\n忽聽見說平白在外，便一齊要趕來，把他出氣。\\n卻是周孝思擋住道：「你們不要造次。他家幾個弟兄，只有他是聖賢一般的人。日間\\n的事，他必然沒分，不要錯怪了人。你們只在裡邊，待我一個出去見他便了。」\\n當下週孝思出來，平白見了，連忙俯伏在地道：「小弟該死。」周孝思忙跪下去扶他\\n，他那裡肯起來，周孝思道：「老兄有甚見教，請起來坐了說便了。若是這般，不過\\n拉小弟也跪在這裡，不成什麼事體。」\\n平白方才立起身來。周孝思又延他坐。平白坐在椅子上，一句話也說不出，只是眼淚\\n像拋珠一般的滾。歇了好一回，方開口道：「小弟時來運舛，遇著家兄性情這般頑劣\\n，今日冒犯得府上不小。小弟聞知了，這個身子，就如坐了針氈。他今被拿前去，原\\n叫自作自受。但小弟到底是他的兄弟，何忍看他三拷六問。為此特地昏夜到來，要求\\n老兄，在小弟面上開恩的意思。」\\n周孝思見是替平衣來討饒，心中老大不然，卻因他是個忠厚君子，不好怠慢，只說道\\n：「令兄的事，已經了官，與弟商量也沒用。諒來官府，決不偏袒小弟一邊。老兄但\\n請放心。」\\n平白知他怒氣未平，只得又苦訴哀求。周孝思卻只說是：「聽憑官府發落。要小弟去\\n遞息呈，卻自覺不好意思。」\\n平白見他並無一些鬆頭，便又垂淚滿面，哀告道：「不瞞老兄說，方才小弟，實是先\\n到縣裡，求過縣尊，已肯從輕發落。再得老兄能開那生門，這事就停當了。」\\n周孝思聽得說縣尹肯從輕發放，卻想道：做官的既已心許了他，就是明日打那班惡棍\\n幾片板子，也是虛行功令，我卻何苦，必不肯做這人情在他面上。\\n便轉口道：「小弟原只怕縣尊道是今日告了，明日又要息，怪我反覆，因此躊躕。既\\n是縣尊已肯寬鬆，又得老兄昏夜到此，小弟也何惜那一紙息呈，明日就同兄去遞便了\\n。」\\n平白聽了大喜，便跪下去謝。周孝思扶住了，當下送平白出門，歸家已是四鼓。\\n次日，平白同周孝思去投息狀，太爺叫出平衣等一干人來，當堂喝道：「你們這班人\\n，十分肆行無忌。本縣本待活活把來處死，卻因你兄弟平白，求得你對頭怒氣略平，\\n因此好好的放了你們。回去以後，再是這般行為，本縣斷斷恕你們不過的。」\\n眾人叩頭謝了，太爺又吩咐，當堂對周孝思磕頭陪罪。眾人不敢不依，也叩了頭，各\\n自還家。真個是：鼇魚脫卻金鉤去，擺尾搖頭不再來。\\n平衣回家，不但不感激兄弟救他，倒還恨他不同自己去周家吵鬧。平白也只不放在心\\n上。過了幾時，平白的生母，生起病來死了。\\n平衣等該有一足年孝服，他們卻全然不遵律例，初喪頭裡，死的還未曾入殯，平衣和\\n兩個同母兄弟，在間壁軒裡飲酒划拳行令，歡呼達旦。腳跡也不曾到靈座前來。\\n平聿、平婁氣不過，要同平白去罵他們，平白道：「這是他們自沒道理，不害我什麼\\n。就是去罵他們，他們也斷不睬，還要受他打罵哩。」兩個只得縮住了。\\n又過幾時，平白等要與張夫人出殯。那時甘夫人亡過多年，和平長髮的棺柩，久已安\\n葬，平白意思，要把生母的柩來附上去。到得臨時，平衣和平身、平缶，攔住了墓門\\n道：「這是田家的女兒，不過生前買來作樂兩年罷了，怎麼便想合厝起來？」\\n平聿、平婁見他們無禮已極，欲待發作，又是平白阻住。平白就另尋一塊地來，把張\\n夫人葬了。\\n又過了兩月，平衣的老婆病死了，平白招呼兩個兄弟，同去拜奠。平聿道：「他們庶\\n母都沒有在眼內，我們省得他什麼嫂嫂。這是再也不去的。」平白再說時，兩個冷笑\\n了聲，都走散了。\\n平白只得獨自一個，走去哭拜，盡禮盡哀。卻聽見平聿、平婁，兩個在間壁，一個吹\\n著笛，一個唱著曲兒，在那裡作樂。\\n平衣大怒，道：「這里正是哭哭啼啼的時候，他兩個倒在那廂吹唱，好沒道理。」便\\n叫平身、平缶等去打。平白也拿了一根竹杖在前走，口裡一路大聲罵去。這不過是怕\\n他們打得太毒，要驚走兩個的意思。\\n平聿聽得喊聲，向後面逃了去。平婁卻因腳上數日前被皮靴打破了，走不快，平白趕\\n到面前，把竹杖在他肩上抽一下，道：「你怎麼不去靈前拜，倒在這裡唱曲。」\\n平婁還未回答，只見平衣等都到了，門閂棍棒一齊上，不管他受得刑的地方，受不得\\n刑的地方，著力亂打。\\n平白見勢頭忒兇惡，便橫身子過去，擋住他們。看平婁時，卻已滾倒在地，立不起來\\n。\\n平衣見他攔阻，嚷道：「怎麼不容我打這個畜生？」平白告道：「他雖然不好，已經\\n打到這般樣子，勸哥哥饒了他罷。倘然必竟還要打，兄弟情願代他受杖，卻不忍再見\\n打他。」\\n平衣等聽了這話，便掄過傢伙，把平白一齊亂打，打得週身青腫，頭面上破了好幾處\\n，流出血來，就如關夫子一般，眾人方住了手回去。\\n平聿歸家，見一兄一弟被打，平婁傷重了，飲食不進。只見平白到還拄了根杖，到平\\n衣那裡去請罪。他心中沒處消那口氣，便瞞了平白，自己寫一紙狀去遞，告平衣等不\\n與庶母戴孝。\\n縣裡便出差拘拿。見就是前日打周家這班人，心中惱極，便要把來重處。卻敬服平白\\n，不知道他要怎樣辦，便差人到來，請平白去商量。\\n平白心內要去，無如遍身疼痛，又嫌大紅大綠的那副嘴臉，不好去見官，只得寫了一\\n個稟貼，但哀求縣尹莫辦這事，就托公差帶回投處。\\n那公差問平白：「為何這般模樣？」平白不肯說，平聿卻在旁一一訴說。公差聽了，\\n心中也甚不平。回至縣上，呈上平白的稟貼。\\n太爺看了，點頭道：「我原料到是不要辦的，因此去問他，不道果然。」便問公差：\\n「他為何自己不來，卻但把稟貼交你帶來？」\\n公差便將平聿的話，稟告太爺。太爺聽了，怒氣填胸，立刻叫從班房裡，弔出平衣等\\n幾個人來，喝道：「天下有這般喪盡良心、禽獸都不如的！你們不與庶母戴孝的事，\\n且不要講。你那兄弟平白，是救你們性命的人，前番周家那案，本縣主意，要處死你\\n這幾個敗類，若不是他來求，怎能發放你們，你們怎麼倒把他打傷了！你們這樣人，\\n留在我地方上，天也不快活。」喝聲：「打」把一筒的簽都撒下來。\\n眾皂役聽得這些情節，個個不平，恨不得一板一個，結果了他們。狼虎一般的，把他\\n們橫拖倒拽下去。\\n卻待打時，太爺忽轉一念道：「處死他們，原是大快人心的事。但傷了平白的心，卻\\n不是敬賢之道。」便喝住了打，問平衣等：「你們回去，還敢欺他麼？」答道：「不\\n敢了。」太爺袖裡摸出平白稟貼來，與他們看道：「有人告你們不服庶母的孝，本縣\\n正待處死你們，卻是他不記恨你們不好，還出貼來討饒。我兩番留你們的命，都是為\\n你兄弟，你們也省得些。」\\n三個都叩頭謝。太爺便叫放起他們，又痛罵了一場，才令回去。\\n那平衣等歸到家中，卻仍舊不道平白好，倒還怨他不能提防平聿告狀。這就叫：眾生\\n易度人難度\\n平聿見他們捉去縣裡，不曾吃得一下毛竹，那口氣終不出。平婁也漸漸平愈了。兩個\\n日日埋怨平白，不該寫那稟貼縣裡去。\\n平白三翻四覆勸諭，他兩個都已壯年，氣性正大，那裡肯聽，和平衣那邊仇恨愈深。\\n日常淘神費氣，平白耳朵裡聒得厭煩了，先前只耐著平衣等一邊，如今他同母的兄弟\\n，又是這般倔強，心中好生不快。便道：「這裡難住，不如搬到別處去罷。就在離家\\n三十里，一個平同鎮上，買所房子，帶了妻兒，擇日移居不表。\\n且說平衣等。先前見平白在家，他雖然不偏護兩個兄弟，卻終覺有些兒礙眼。如今見\\n他離了開去，越發逞強。兩個小兄弟有一毫不如他意，便登門大罵，把張夫人的頭皮\\n都日常牽動。\\n平聿、平婁欲要和他們放對，又怕眾寡不敵，強弱相懸，心中懷恨已極。各買一口快\\n利刀子，藏在衣裳底下，思量刺殺他們，卻不得其便，終日懊惱。忽一日，那被山寇\\n擄掠去的平成，領了妻兒回來，說是尤氏已經身死，他因繫念故土，在彼逃歸。當下\\n合族共商量個安頓他的辦法。\\n平衣等三個都推稱，父親在日，已把家事分定，不肯再嘔出來。議了三日，平成夫妻\\n，父子幾口兒，飯都沒吃處。\\n平聿、平婁，心中暗喜，便招去他家中管待。又遣人到平同鎮上，通知平白。\\n平白曉得了大喜，即日率領著兒子，到來相見。就把他向日住的這邊房子，讓與平成\\n住，又在自己和平聿、平婁的產業內，勻出一股與他。平成見他三個這般相待，好不\\n快活。\\n只聽見門外喧嚷，卻是平衣等三個，同了子姪，在那裡罵道：「他既歸來，少不得有\\n個安頓他法兒，卻要你們做好人，也不來和我們通商量，竟自分他家產業。」\\n平成是在山寇窩里長成的，氣性又粗，臂力又在，得了這話，大怒道：「我來到家中\\n，飯都沒有吃處，幸得這三個兄弟，念手足的情分，各分自己財產來與我，方得存活\\n，你們倒來放這樣屁麼！」\\n便虎一般趕出來，把平衣一掌，跌去足有三丈遠。平身、平缶，和那些子姪一擁上前\\n，思量扳倒平成。怎當他水牛般氣力，把手一掠，一個個倒在地上。平聿、平婁也拿\\n了棍棒趕出來，荷著平成的勢，將平衣等痛打。\\n平白捨命來勸，卻那裡勸得住。看看都被打得頭破血淋，方肯歇手。\\n平成不等他們告官，先自寫了狀去投遞，訴說平衣等的無禮。\\n太爺又差人，來請平白去商量。平白不得已，來到縣中，見了縣尹，但低頭垂淚，沒\\n得話說。縣尹再四問他，只答道：「聽從父台公斷。」\\n縣尹便判平衣等，各歸出田產來。那平白等先前具已歸出得多了，又划還他們些，共\\n作七股均分。平白卻再三不要划還，求縣尹只在平衣那邊少派些。縣尹不依。\\n從此平白仍住平同鎮，平成卻和平聿、平婁同居。他兩個和平成既說得來，一日談及\\n張夫人的葬事，弟兄兩個垂下淚來。\\n平成道：「他們這般作為，竟是禽獸了。」便揀個日子，要把來合葬。平聿、平婁大\\n喜，遣人知會平白，平白曉得了，星夜前來，阻擋道：「已成之局，斷不可動。陰靈\\n必然不安的。」\\n平成如何肯聽，到了臨朝，傳齊平衣等，都到墳上。平成在衣裳底下，抽出一口雪也\\n似亮的刀來，把墓前一株大樹，從上削下，鏟去了二寸來厚一張皮，指著對眾兄弟道\\n：「那一個不披麻戴孝的，照這樣子。」平衣等都諾諾連聲的應道：「是！」安葬已\\n畢，從此弟兄稍稍相安。\\n那平成性格，極是剛暴，眾兄弟略有不合他意，輕則罵，重便要打。平衣等不知被他\\n打罵了多少，就是平聿、平婁，也有時要被他罵幾句，打幾下。兩個因他為自己出了\\n好些惡氣，再不怨他。\\n平成在眾兄弟內，只敬重平白一個。但憑他怎樣怒氣沖天的時候，只要平白到面前，\\n一句說話，自然而然心平氣和下來。\\n平衣受不得他的打罵，時時到平同鎮去，請平白出來做和事佬。平白勸平衣盡些弟道\\n，他自然也另眼看待的。平衣卻又不肯聽。\\n平白被他纏得厭煩，平同鎮住不穩，又遷到了三泊灣地方。那三泊灣是極幽僻去處，\\n雖也屬廬陵縣管，卻離城有一百二三十里遠，從此諸弟兄的音問稀疏了。\\n平成在家，見眾兄弟都怕了他，他便不十分要打要罵，倒安靜了好些時節。有話即長\\n，無話即短，這裡按下。\\n卻說平衣有四個兒子，長的叫立德，三的叫立言，都是正室王氏所生；第二個叫立功\\n，第四個叫立行，乃側室全氏所出。\\n這弟兄四人，也學了上輩的傳頭，立德和立言做一路，立功和立行做一路，終年在家\\n吵鬧。\\n平衣幾番勸他們要和氣，說道：「你兄弟雖不是一母所子，但都是我兒子，休這般分\\n門別戶的鬧。」\\n四人那裡肯聽。一日，立德酒醉了，從外歸家，路遇立功，擦身走過，把肩膀一挺，\\n意欲跌立功一交。不道立功在那裡防的，也將肩膀一迎。一個醒人，腳根是牢的；那\\n個醉子，腳根是浮的，倒把立德翻在一條溝裡。旁邊人看見，一齊好笑起來。\\n立德跌這一交，酒都醒了。見眾人笑他，又羞又惱，便拾個石塊，拋過去打立功。\\n立功在一株樹邊，見石塊打來，把身子一閃，石塊閃過了，那頂帽子卻被垂下的樹枝\\n兒一挑，挑起去，落在立德身邊。\\n立功忙上前去取，早被立德拾起來，向側旁一隻窖坑裡丟去吃屙去了。\\n立功當下大怒，扭住立德便打。立德也將老拳回答。立德那拳打在立功眼眶上，打得\\n血淚迸流，立功發了狠，飛起那右腳來，恰踢中立德的陰囊，便蹲了下去，站不起來\\n。立功也有些著急，便縮住手，走了開去。\\n眾人忙扶立德回家，見他面色漸漸轉青，到得家中，氣息都沒有，竟嗚呼了。\\n當下立德的老婆馬氏，號啕大哭，要將立功送官償命。\\n平衣見死的是他兒子，凶身也是他兒子，欲勸馬氏，與他私休，馬氏那裡肯聽。\\n立言也從旁插口道：「殺人償命，這是王法，那裡私下調停得的。」平衣只是不忍。\\n再送立功的性命。\\n立言見父不肯送官，便悄悄地走出門，一逕到縣前去叫喊。縣裡便遣公差，同立言來\\n家拿人。\\n平衣見事體按捺不住，只得含著眼淚，看他們把立功捉去。他愛子之心不死，一面托\\n平身、平缶，去衙門裡使用銀子，莫令他吃苦；一面連夜親自趕到三泊灣去，要追平\\n白出來，知縣處說人情。\\n到那裡，見平白的兒子立善問時，平白卻不在家，有個朋友請他吃喜酒去了。便拉了\\n立善，要同他到那朋友人家去尋。\\n立善見他慌慌張張的樣子，不知其故，問道：「伯伯為何要見父親，卻這般急迫？」\\n平衣便對他訴說緣由，淚流滿面。\\n立善是和他父親一般忠厚的，並不記那前情。聽了這話，倒也著急，思量要領平衣前\\n去，卻又想道：那邊是喜事人家，倘或見了我父親，也是不住地滾下淚來，豈不要被\\n他家抱怨，連我父親面上都不好看。不如莫去的好。\\n便開言道：「伯伯星夜趕來，也辛苦了。且在這裡歇息片刻，父親酒散了，也少不得\\n就回來的。」\\n平衣道：「姪兒，你不曉得我做伯伯的，猶如赤日頭裡螞蟻一般在這裡，那裡等得到\\n你父親吃完了酒，慢慢地回來。你還是同我那邊去的好。」\\n立善又道：「既是伯伯這般要緊，姪兒就打發人去，請父親一聲，原說伯伯有極要緊\\n的事，在這裡立等，請父親不要待席散，火速回來便了。」說罷便要轉身，到裡面去\\n叫人。\\n平衣見他不肯同自己走，只道是記那宿怨，他要裡頭去，又只道躲過他。情急了，一\\n把抓住了他衣袖，雙膝跪下去道：「姪兒不要走。」\\n慌得立善連忙也跪，扶住道：「伯伯何故如此。」\\n平衣道：「姪兒，先前原是我淺見薄識，欺你父親和那兩個叔叔，是我該死。你今卻\\n諸凡要看祖公公的面，我和你父親雖不同母，卻都是你祖公公的兒子，你和立功，便\\n都是你祖公公的孫子。再不要記舊怨，快和我同去罷。」\\n立善見他這般行徑，便道：「非是姪兒不肯同伯伯去，實告伯伯，因那邊是喜事人家\\n，怕伯伯見了我那父親，說得傷心，大家垂下淚來，那裡卻是忌的原故。」\\n平衣連聲道：「我到那就不說起，只追你父親同回來便了。」說罷，就扯了立善衣襟\\n就走。\\n立善沒奈何，便同平衣出門。平衣問：「朋友人家在那裡？」\\n立善道：「這裡去有三里路，是個小村坊。」兩個一頭走，一頭說。\\n恰好那裡的筵席散得早。平白吃完了回家來，在路上撞著，平衣便一把拖住，哭訴家\\n中事故，要他就同回去。\\n平白聽說，愁眉不展道：「哥哥，這裡不是說話地方，且再到兄弟家裡去。」\\n當下幾個人又同回來。平白歇口氣道：「我家幾個老弟兄，連年吵鬧，我原曉得這種\\n垂淚之氣，沒有什麼好處的，卻不道做出這般事來。」\\n平衣道：「兄弟你也不要說了，這都是我做哥哥的不是，家教不好，今日他小弟兄也\\n學了我，卻闖出這場大禍來，使我見了慘傷。我現身受的報應，也夠了。兄弟你也不\\n要再來抱怨我，快同我城裡去幹事要緊。」\\n平白躊躇道：「哥哥不知，先前只是些弟兄不和的小事情，兄弟可以到縣尊那裡求得\\n；今是以弟殺兄的大犯，兄弟如何好去說得。就是去說，官府也決不理的。」\\n平衣見他不肯去，不覺哭起來，道：「兄弟我原曉得你去求來，也不是便能安然無事\\n，但願得免死罪受些活罪也罷了。兄弟你可憐見我連夜奔波到此，同我去去罷。」也\\n便要跪下去。\\n慌得平白連忙俯伏道：「不要折殺兄弟，就替哥哥去求便了。」\\n當下平白不得已，同平衣下了船，取路望城中來。\\n且說公差拘捉立功到官，太爺見又是平家的事，又是殺兄的重犯，心中怒極，立刻坐\\n堂，問了幾句，便丟下八根籤來，叫用力重打。\\n打完了四十板，打得皮開肉綻，鮮血迸流，太爺怒氣不解，又拋下八根籤來叫打。\\n當案的上去稟道：「看犯人光景，打不起了，不如且拿去收監罷。」\\n太爺掄起眼來道：「這殺兄的人，你還要保全他命麼？」喝聲：「只管打！」\\n那些皂役雖想延他的命，來生發幾貫錢使，見太爺這般發怒，卻又不敢用情，便再打\\n了四十頭號。打得兩腿上的肉都沒有了，那口氣只剩得一絲。太爺吩咐叫且收監。\\n那平身、平缶趕到縣裡，見這般光景，放心不下，便用些小銀子，入監去看立功，恰\\n好送他的終，見他已自氣絕了。牢頭禁子便報了官，著平家自來領去。\\n當下，平身、平缶，便同立行，去收拾那屍首，拖出了牢洞，合家啼哭，這是不消說\\n的。\\n到了明日，平衣同平白回家，知道立功已被縣裡一頓板子歸結了，放聲大哭。平白勸\\n了一回，在城耽擱幾天，自回三泊灣去不題。\\n且說立德的老婆馬氏，和立功的老婆金氏，見丈夫死於非命，兩下終日聒噪。\\n平衣心中又想，念大兒子，又不捨得二兒子，苦壞了生起病來，臥病在牀。卻又聽見\\n兩個媳婦那淘氣，耳朵內不得清靜，家中住不得了，叫了船，到他表弟甘令人家去養\\n病。離家卻有一百五十里遠。\\n平衣去了一日，馬氏在那裡罵立功。金氏正在隔壁怨命，聽見恨道：「你的丈夫死了\\n，卻是誰的丈夫活著？」便拿了把尖刀趕轉去，把馬氏當胸就刺，那刀尖從背上穿了\\n出來，死在地上。\\n金氏便撥出刀來，自己頸上一勒，喉管已斷，也死了。\\n家中慌做一堆，連忙去報他兩個的母家。金氏的父親，死已多年，沒得弟兄，只有個\\n母親在家，又是久病在牀。知道這事，不過哭一場罷了。\\n那馬氏的父親叫馬大立，卻也不是個善良之輩。聞了那信，不勝怨恨道：「這都是平\\n衣那該死的，家教不好，不訓誨得兒子，害我女兒這般慘死。」\\n便率領了四個兒子，糾合些親族，共有五六十人，趕到平家，要尋平衣出去打。\\n那時恰值平家一班男人，都不在家，平衣又在甘令人處，連兩個媳婦的死信，家裡怕\\n他病中懊惱，也還未曾去通知。\\n馬大立和眾人，把那門窗戶闥打得粉碎，卻尋不見平衣。拿住個丫頭問他，方曉得在\\n甘家，都道：「造化了他。」\\n馬大立忽想起道：「聞得他前年女兒死了，去打親家母，我何不就替周家報冤！」便\\n和眾人搜尋他側室全氏來打。\\n原來躲在個櫥裡。眾人揪住了頭髮出來，也剝得赤條條，渾身上下，打個赤青，臨了\\n來，綁他在長板凳上，揀一條大絲瓜，去塞在那話兒裡，方才一哄散去。\\n不多時，平家那班男人回來知道了，平成大怒道：「我家死人如亂麻，他們卻又這般\\n來欺人麼？」\\n大喊一聲，提了根棍子就走。那平身、平缶、平聿、平婁，和下一輩弟兄，各各拿了\\n傢伙跟去。\\n原來馬家離城有三十里，都是旱路。其時正當八月下旬，暑氣雖退，在那晴杲杲的日\\n頭裡走，卻還炎熱。馬大立領著多人，在路上停停歇歇的步回去。\\n忽聽得後面發喊趕來，回頭看時，見止有十來個人，不放在心上，便都立定了腳，思\\n量再打這幾個人來暢一暢。\\n不道當先這平成趕到，猶如餓虎一般，那條棍子著地一掃，便倒了他那裡十五六個人\\n。\\n馬家的人見勢頭兇猛，四散奔逃。平家的人奮勇去追。平成親手捉住馬大立，便拔出\\n小刀，把他割去兩隻耳朵，放他回家。他兒子馬奉言來救，反被立行一棒打去，打斷\\n了兩隻腿，倒在地上。\\n平成等見已得了便宜，也便回家。\\n馬家的人見他們去遠了，方才回轉來，扛了那斷腳的歸家。連夜打發人縣裡叫喊。\\n縣尹聽得又是平家的事，好不著惱，立刻出差，把諸平捉拿到官，只走了一個平身。\\n他見做公的到門，從狗洞裡爬出去，一夜內腳不離地，逃到三泊灣。\\n恰好平白和兒子立善鄉試回來，見了問道：「兄弟何事到此？」\\n平身把上項事述了一遍，道：「求哥哥再去縣裡說一個情。」\\n平白不悅道：「怎麼只管闖出禍來。我在這裡住得久了，與官府聲氣不通，恐怕說來\\n無益。但願馬家兒子不死，我父子再有一個中了，這事就好料理。兄弟且在這裡住幾\\n時看。」\\n平身便依言住在三泊灣。平白日裡和他共桌而食，夜裡與他同塌而眠，十分友愛。又\\n見立善與兩兄弟是前後母的，卻一團和氣，全不似自己那般樣子，不覺感動，垂下淚\\n來，道：「今日才曉得一向竟不是人。」\\n平白見他悔悟，心中甚喜，也陪他落了幾滴淚。\\n過了幾日，只聽見鑼聲震地，報他父子都中了。平白大喜，叫立善在家料理，自己和\\n平身入城，去見知縣。\\n明朝舉人，極有聲勢，州縣官倒要讓他一步的。又幸喜馬奉言折的腿，被個名醫醫好\\n了，便勸他家息了訟，放平成等和平白同歸家。\\n那時平衣病好了，也已回家。眾弟兄都愛敬平白，勸他仍來城裡同住。平白與眾弟兄\\n焚香立誓，約今後各人改過自新，方移家到城同住，從此眾弟兄有甚事情，必來請問\\n平白。\\n平成漸漸年老，氣性也漸和平，合門無事。倒連下一輩堂弟兄，也都感化得像同父又\\n同母的一般親愛。\\n後來平白會試中進士，殿試後批選了知縣，自知吏才平常，求改了教。立善再下一科\\n。點入翰林，子孫科甲連綿，卻都發那平白的一支，這便是孝友的報。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第六回     違父命孽由己作　代姊嫁福自天來</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>參差境地盡難憑，貴賤窮通似轉輪。\\n此日蓬樞繩戶子，他年金馬玉堂人。\\n綈袍戀范猶邀福，一飯哀韓也得名。\\n世上更誰持藻鑒，獨將隻眼入風塵。\\n人生富貴福澤，雖說是命，卻也在這個人的做人上看得出的。若是這個人福澤厚的，\\n必竟氣量更大；若是沒福的人，必竟小見，但曉得眼面前，不能猜到後來。這就是一\\n個人相，那相面的只看得臉上氣色，還要斷出那吉凶禍福來，若再把那個人平日性情\\n、動作，逐一看去，命也不必算了。\\n有那大富大貴的，偶然間起了個輕薄念頭，他就曉得悔悟；那貧賤骨頭，就苦到了十\\n二分，也還只是舊時那副見識。\\n明朝正統年間，浙江溫州府有個富戶，姓張，號維城，娶妻方氏，生下兩女兒。大的\\n喚做月英，小的喚做月華，都還年幼。\\n那張維城的父親叫張士先，和他母親於氏，都已亡過，那年一同落葬，做個墳，在永\\n嘉山中。\\n才打得好壙，夜間睡去，忽然做起個夢來。見一尊金甲神人，到他家中，喚他出去道\\n：「你家的墳是王閣老父親的塋地，如何葬起你父母來？」\\n對他喝一聲，張維城夢中驚醒，覺道有些詫異，便推醒方氏來，述與他聽。\\n方氏道：「這也偶然。如今壙已打成功了，難道為做了一個夢，便行停止，倒另去尋\\n地麼？況且銀子已費了好些，為了尋地，今日請了看風水的落北，明日同了看風水的\\n上南，辛苦也費得不少，為了個夢便丟手，自己想了，也不值得，就是旁人看了，也\\n要好笑。」\\n張維城被老婆這一番話，想道確是有理，便定了日期，仍舊把父母的柩，去那壙裡葬\\n了。\\n葬了下去，不上一個月，方氏止生有一個兒子，名喚保兒，年已十二歲了，病起來，\\n好像中了什麼毒，跌交打滾，不住口地叫喊。問他什麼病痛，卻又講不出。請醫問卜\\n，也不知道是何症候，病得三日，竟死了。\\n張維城夫妻異常悲慘，猜道不要是墳上的原故。再請兩位風水先生看時，卻都道墳造\\n得絕好，要富貴十多代的。張維城夫妻心上，也便略略定了。\\n過不幾日，月英也病起來，就像保兒那般樣子。夫妻兩個十分著急，叫人去起一卦，\\n卻道要祭山神。張維城心中不信，因不捨得女兒，有意無意去祭祭看。祭過了，果然\\n立刻就得痊癒。\\n又過了一日，方氏病起來，那病象也是一般的，張維城也不再去起什麼卦，竟吩咐家\\n人去祭山神，果然一祭也就好了。\\n從此家中的人，輪流來生病，病就是這模樣，一祭山神，無有不癒。方氏便懊悔保兒\\n病中，不曾祭得。\\n張維城道：「那時也去起卦，卻並不道要祭山神，這是你我命中不該有這兒子，倒也\\n罷了。但不省得卻是為什麼山神只管來作祟？」\\n再過兩日，張維城夜來又得一夢，夢見他父親張士先回來，攢著眉頭對他道：「孩兒\\n，你快與我遷葬。我在地下，甚是不安，因那山神日日來趕逐道：『這穴是該王閣老\\n父母的，不容和你母親住。你可作速另尋地來遷去。』」說罷，望外就走。\\n張維城夢中也要跟出去，卻在門檻上絆了一交，即便驚醒，心中大奇。推醒方氏來，\\n與他說知。\\n方氏道：「確是奇怪哩。我方朦朧裡也覺得像公公和你在外房說話。」\\n張維城越發稱奇，便恍然大悟道：「我前番夢見那金甲神人，想必就是山神。可惜那\\n時依了你的說話，仍舊用這塊地，白白送了十二歲大的一個好兒子。」方氏道：「你\\n說過的，這也是你我的命。同樣人人生這病，他卻起卦不出，要祭山神，你埋怨我做\\n什麼？如今只作急商量選葬是正經。」\\n張維城道：「我何嘗來埋怨你，不過偶然這般說。如今遷葬的事，自然是最要緊的了\\n。」\\n次日，張維城起來，便遣人去請看風水的來，同去尋地遷葬。他那些親友知道了，都\\n來問他，為什原故，張維城不好說是兩番得夢，山神不容他父母葬那現在墳上，怕人\\n家笑他沒福，只推葬後人口欠平安，因此打算要遷。正是：逢人且說三分話，未可全\\n拋一片心。\\n眾人多有阻擋他道：「你的主見差了。人口不安，也是偶然。那點小晦氣，不見得是\\n墳上的原故。況這個墳，人人說是有風水的，如何輕易便遷葬。不多時，便移來移去\\n，陰靈也是不安的。」\\n張維城只是不聽。過了幾時，已另尋得一塊地，張維城擇定了遷葬日期，知會親友，\\n即便舉事。有那勸他不要改葬他不聽的，鬥寡氣竟不來送。張維城也不在心上。\\n可霎作怪，自從遷葬了，家中便終年安穩，沒有一個病了，這且按下不表。\\n如今說那王閣老祖上的因果，與列位聽。明朝洪武年間，溫州地方，有個醫生，姓王\\n，號叫作先，他的手段，就是盧醫、扁鵲，也不能再好過他。\\n但凡人家有病。請他去，真個手到病除，從不曾醫壞了一個人。只除非那病是個絕症\\n，他就決決烈烈回他，再沒半句兒含糊。那病也千百個裡，不曾有一個竟好了的，這\\n卻沒得算做他醫壞。因此他州外府，都來接去看病。\\n一年忙到頭，差不多飯也沒工夫吃，卻不曾做了一些人家。吃的呢，粗茶淡飯；穿的\\n呢，布衣草履，異常清苦。這是為何？難道那有病的，都是自討壽，不送他些酬儀麼\\n？原來他的主意道：「不為良相，必為良醫。不過要用這技藝救人的命，並不是借此\\n求財。有得錢來，便分散與那些窮人了。因此沒得自己受享。\\n王作先死了，他的兒子叫王善承，有二十多歲，在家中教幾個學徒，收那束脩來，不\\n夠家裡幾張嘴用度，只是有一頓沒一頓的挨過去。有人勸他道：「你父親原是個名醫\\n，只因輕財好施，不留得些與你，教你難過活。你何不也習醫，人家曉得你是名醫之\\n後，定有傳頭，自然一做就行，不到得這般窮了。」\\n王善承道：「我父親是天生成那副手段，所以做得；我自問性情不近，勉強去做，必\\n要傷人，如何使得。」\\n從此也沒人再勸他行醫。他教書不論脩金厚薄，務必盡心教誨。爭奈出得起重館金的\\n，都不來從他；從他的只是些送輕紙包的。他課徒得暇，也自己用用功，要想進學中\\n舉。誰知他文才，原是數一數二，中進士也不愧。卻時運欠亨，到老還只一個童生，\\n死的時節，一無所有，倒虧那輕紙包學生收得多，念文三十湊攏來，也草草殮過了。\\n他生下一子，叫王又新。王善承死時，還只八九歲。王善承妻高氏，見丈夫讀了一世\\n書，不曾有一日飽暖，心中氣苦，不令兒子去讀書。因見那公門中吃飯的，尋得銀子\\n容易，守他到了十八九歲，苦積兩弔錢來，與他買個名字，在永嘉縣中勾當。\\n誰知別個在衙門內專講詐取人家財物，他在衙門內，卻反勸人息爭免訟。沒了爭訟，\\n那裡尋得動錢財。因此依然像在先那般窮困。\\n一日，官府差他下鄉辦事，走到山裡，突然烏雲四合，下起大雨來。又有那冰雹子，\\n像拳頭般大，夾頭夾腦打下。王又新慌了，見路旁有一個廢壙，便鑽入去躲，不道那\\n雨下個不住，山中水發，平地有一丈多深。那水四面湧將來，把這廢壙沒在水底下，\\n竟把王又新來水葬了。\\n官府見他一去不回，便差人到他家中去問。那時他母親已經亡過，只有他妻山氏和十\\n歲一個兒子。去問時，卻回說不曾歸來。一面托差人回覆官府，一面母子二人，同了\\n幾個鄉鄰，依他下鄉那路尋去。\\n尋到廢壙前，水退盡。見丈夫死在壙中，那時山氏和兒子，名喚興兒，真個哭得死了\\n去又活轉來。便要去弄口棺木來盛殮。\\n卻見是水淹了死的，身子脹得塞滿那穴，不好出來。眾人對山氏道：「這是張維城家\\n的舊壙，他家已經遷葬，諒來不要的了。你何不去求他，把來佈施你，就將來葬卻丈\\n夫，連棺材也倒省下。」\\n山氏沒奈何，便領了興兒，來到張家。張維城問他母子為何而來，山氏是個女流，雖\\n是做公人家的老婆，卻不慣到人家說長道短，有些不好意思開口。\\n倒是那小孩子，條條款款，對張維城講。原說他父親淹死在那壙內，屍首不好出來，\\n特來募化這塊土葬父。\\n張維城聽說有這事情，卻又是姓王，心中暗暗稱奇，便同了他母子，到山中去看。果\\n然不錯，便問山氏：「你家有幾個兒子？可有些家事過活得來麼？」\\n山氏指著興兒道：「只他一個兒子。家中一向貧窮，如今只好賣這孩子來，與他父親\\n收拾屍骸。」張維城聽見說得可憐，又見興兒生得面方耳大，說話聰明，確不像那落\\n薄的，便對山氏道：「我如今就把這地送與你有，你也不心賣這孩子，我自添些磚頭\\n灰料，替你把這廢壙砌好就是了。」山氏聽說，忙同興兒跪下去拜謝。\\n當下張維城回到家中，與方氏說知這件奇事，便差人去修好了那廢壙，再壅上些泥土\\n，做得好好的。\\n只見山氏領了興兒來謝道：「叼蒙大惠，無可報效，願送這兒子來服役，取個名供給\\n使喚。」\\n張維城道：「我這裡那少人伺候，若是這般，倒叫我心中難過。你快領了回去。」便\\n又問道：「他可曾讀書？」山氏道：「他祖上原是讀書的，後來因窮了，他父親就不\\n曾讀得，那裡還有錢令他從先生。」張維城道：「原來如此。那書卻是必須讀的。我\\n出錢與他讀便了。」\\n山氏道：「極承美意。但他既不在府上服役，便要教他販些蔥薑韭蒜來養家。若是讀\\n了書，倒有些靠他不著。」\\n張維城道：「不妨。你家一年吃多少米，我這裡來取；要錢，也來拿就是了。」山氏\\n道：「這個怎好相擾。」張維城道：「我說出了這話，就是這樣的了。」\\n便叫家僮去取了兩弔錢，量了五斗米，吩咐送到他家裡，對山氏道：「且拿米過活。\\n完了時，我再送來。」當下母子二人不住口的稱謝，便辭了張維城回去。\\n過了十多天，張維城帶了個家人，送錢米到王家，只山氏一個在屋裡，問興兒時，已\\n附在一個董先生那裡讀書。\\n張維城踱到學堂中，見了董先生，問那新來的學生子，可會讀書？董先生道：「我教\\n了一世書，從未看見這般好學生，在這裡讀得幾日，早抵得別人幾個月哩。」\\n張維城聽了大喜，便對董先生道：「小弟有個女兒，名喚月英，也是十歲。煩先生作\\n伐，對這學生。」\\n董先生應允了，張維城又說些好話，即便回家。那董先生等到傍晚，放了眾學生，便\\n同興兒到他家裡。見了山氏，就致了張維城的意思，山氏聽說，倒吃一驚，開口對董\\n先生道：「我家寸草無生，一切用度都是他那裡送來，已感激他不盡了。卻如何又要\\n把女兒來許我孩兒？」\\n董先生道：「是他今日在學堂裡，看見令郎聰明異常，起這念頭，這是難得的，不可\\n錯過了。」\\n山氏道：「我這裡怕不情願。但他女兒是在錦繡堆中生長的，如何到我家過得日子。\\n恐怕他也只一時高興的話，不見得不懊悔。先生還是替我去辭他的是。」董先生道：\\n「也說得不錯。」便別了山氏，回到館中。那日天晚了，候至次日，董先生走到張家\\n，見了張維城，便述王家辭婚的話。\\n原來張維城回家，把見興兒聰明，托董先生做媒的話，對方氏說。方氏也一心要聯這\\n姻。當下見董先生來這般回覆，張維城道：「煩先生再到他家去說，小弟和賤內意思\\n都合的，斷然沒有後悔。竟請他家擇日行聘，應用銀兩，都是我送去就是了。」\\n董先生又到王家，備述張維城的言語。山氏也便依了，纏紅之費，果然都是張家送去\\n，不曾破費王家半點。從此，張維城越發照僱他家，日逐送錢送米，又把銀子與興兒\\n買書，把綢絹與他母子做衣服。\\n光陰如箭，興兒早已十六歲了，做的文章真乃：言言皆錦繡，字字盡珠璣。\\n張維城這個裡頭是外行，聽見那內行的，人人稱贊，便十分快意。那年正要縣考，指\\n望他入泮，不道山氏生起病來，醫不好死了。張維城替興兒料理殯殮了，就與他落了\\n葬。\\n興兒丁了內艱，不能赴試。張維城憂他一個在家，無人照看；要與他完姻，卻又礙著\\n眼中，只得住了。\\n且說那月英已長大，聽得人說，興兒的父親，是縣中衙役，又一貧如洗，靠著他家周\\n濟，心中抱怨父母，把他錯對了。但見有人說起王家，他就掩了耳朵不要聽。\\n有人對他說：「你父母既把你來許了他家，你就怨來也不中用。」月英恨恨之聲道：\\n「我是死也不跟這衙役兒子去的。」\\n又每日在他爹娘面前使性鬥氣，張維城和方氏也曉得他心中不願，卻只不作準。\\n看看又是三年，興兒服滿了，張維城去尋見了董先生，便說要與女兒畢姻。董先生便\\n對興兒說了，揀個吉日成親。\\n張維城夫妻意思，原要興兒到家，卻怕女兒越發看他不起。便多把些銀子與興兒，叫\\n他娶去。\\n到了臨期，興兒打扮得齊齊整整，來張家親迎。奠雁已畢，一面延新郎去待茶，一面\\n打進彩輿來，請新人上轎。\\n那曉這月英在裡頭，只是對著牆兒，一把淚一把鼻涕的哭，勸他梳頭也不應，催他更\\n衣也不理。停了一回，新郎要起身了，裡面還蓬著頭未曾梳妝。\\n張維城叫再請新郎少坐，自己走到裡面，去勸女兒。千言萬語，月英只當不聽見，對\\n著壁兒的哭。張維城不耐煩了，發起怒來嚇他，他倒越發高聲哭起來。\\n張維城正沒奈何，卻又見家人進來傳話道：「新郎要起身了。」張維城連忙走出廳去\\n，說梳妝未完，請新郎再等片刻。隨即走到裡面來，看女兒時，仍舊對著壁，在那裡\\n哭。只得又去勸他，卻終不睬。\\n少停，外邊又來催，張維城只得再走出來，叫他們緩住新郎。延挨了一回，外邊越催\\n得緊，看月英時，全沒有一些回心轉意。弄得張維城沒法了，自己怨起命來。\\n那月華在旁邊，見父親這般光景，心中十分不忍，走去勸他道：「姊你看父親何等著\\n急，你還不肯回心，虧你過意得去。」\\n月英聽了，發惱道：「你這丫頭，也來絮聒！你何不跟了那衙役兒子去！」\\n月華道：「父親不曾把妹子許了王家郎君。倘然把妹子許了他，何必姊來勸。」\\n張維城聽了月華的話，便扯方氏過去，悄悄商議道：「不如把月華代了月英去罷。」\\n方氏便走來對月華道：「忤逆胚，不聽爹娘說話，如今思量要把你替代，不知你肯麼\\n？」\\n月華道：「爹娘要孩兒去，就是乞丐，也沒得推托。況且也怎見得王家郎君，就再沒\\n富貴日子，要餓死的。」\\n方氏大喜，把這話告知張維城，就與月華妝扮起來，出廳升轎而去。\\n原來他姊妹兩個，大小得一歲，月英頗有些姿色，那月華卻是個紅眼有瘌瘌，結親後\\n，夫妻進房，伴送的揭去了那兜頭紅絹，興兒見新人這般模樣，心中有些不快。卻因\\n受得他家恩惠深重，又兼月華性極和順，也便十分親愛。後來曉得原聘的是他姊姊，\\n嫌王家貧賤，不肯嫁來，是他替代的，便愈加愛敬。\\n過不多時，興兒應試，入了學，轉眼就是科場。興兒收拾行李，取路投杭州來。\\n行了好些日子，來到錢塘江頭。上得岸，天色已晚，不及入城，暫投江邊一家飯店歇\\n宿，那店主人問了姓名籍貫，便十分的款待。興兒心中疑惑。\\n到了明日，興兒要進城去，店主人道：「考期尚遠，秀才入城也是下飯店，這裡也是\\n下飯店，何不在小店多住幾時，直到臨考入城。這裡江邊的景致又好，可不勝似在城\\n中麼。」\\n興兒見他說得有理，便就這店裡歇下。那店主人日日大魚大肉，供奉興兒。興兒對他\\n道：「我是個窮秀才，帶的考費不多，只夠苦盤纏。你這般接待了，我明日算起帳來\\n，卻叫我如何發付你。今後只是隨茶粥飯罷。」\\n店主人微微的笑，不回答他。興兒好生狐疑，猜不出他是什麼意思。到了明日，仍舊\\n絕盛的請他，倒又添上些山珍海味。\\n興兒越發委決不下。便又問店主人道：「你這般管待我，果係什麼意思，對我說了，\\n也叫我吃得下。」店主人道：「秀才回去之日，小可自說便了，此時卻不好說得。但\\n求秀才安心，在這裡住下去就是了。」\\n興兒見他只是不肯說，心中想道：我只是個窮秀才，難道他把好酒好肉哄住了我，謀\\n我的命不成？不覺倒好笑起來。\\n過了幾日，場期已迫，寧波、紹興這些近的，也都紛紛到了。興兒便收拾進城，來和\\n店主人算帳。\\n店主人道：「這帳不必算了，秀才只管自進城去。」興兒再三招他來算，店主人只是\\n搖手。興兒便去取臨行時岳母與他買考果吃的十兩銀子來，交與店主人道：「你即不\\n肯算，先收了這十兩銀子，我出場來找罷。」店主人那裡肯接，興兒道：「你又不肯\\n收這銀子，請對我說是什麼原故。」\\n店主人便邀興兒到一間書室內坐了，走去把門關上，卻來雙膝跪在興兒面前，慌得興\\n兒連忙扶住道：「是什麼意思？」\\n店主人方說道：「這裡間壁，有個關帝廟，是最靈的。秀才到的上一夜，小可忽得一\\n夢，夢見關帝對小可道：『明日來一位溫州秀才，某姓某名，是今科解元，將來直要\\n做到宰相。你後日有難，全仗他救，不可待慢。』小可因此略略先盡一點意思，怎敢\\n算起飯錢來。」\\n興兒道：「雖是如此，夢寐中的說話，何足為憑。你仍收我這銀子的是。」店主人終\\n不肯收，興兒只得謝了他，說聲：「多擾。」自進城去。\\n出了店門，心中想道：他那夢有准便好。卻又暗想：我若做了宰相，我那妻子的瘌瘌\\n豈不要被同寅中做笑話。便又想道：我做了官，只把他關閉在一處，不令出來見人，\\n卻娶個美妾來哄人家，說是夫人便了。心下這般想，身子早已到了城中，便去尋了個\\n寓所。\\n三場完畢，與考的紛紛回去，他滿擬自己中的，要等榜後，會會老師，竟不歸家。因\\n腳上生了個小瘡，不便走路，卻也不曾出城去，會那店主人，只在城中寓所靜坐。\\n守到九月初頭揭曉時，腳上那瘡，也已平愈，便自己去看榜，從第一名看至末名，不\\n見有自己名字。一連看了幾遍，卻並沒有，好生掃興。回到寓所，收拾行李，即便出\\n城。不好意思再從前日那店主人門首經過，大寬轉到一個地方，搭了船，回溫州去。\\n到了家中，月華問道：「你怎麼直到今日才歸，好叫我掛念。」興兒便將店主人夢他\\n中解元，在那裡等榜的事，述一遍。\\n月華道：「再是三年，又要進場了，你也不必納悶。我父親日日來這裡，望你歸家，\\n不知緣何，今日倒不來。你可快些去走一走，到也令兩個老人家放心。」\\n興兒又問了幾句去後的事情，便到他丈人家裡來。只見掛燈結綵，十分熱鬧，你道為\\n何？原來月英自從妹子代他嫁了去，張維城把他另許了本城開當鋪汪有金的兒子汪自\\n喜，春間出了閣，那日卻是他夫婦回門。看官，你想姊姊回門，那有做妹子的，路又\\n不遠，卻不曉得？只因春頭月華回家送嫁，月英向他誇張那汪家，來取笑了興兒，月\\n華氣苦，立誓道：「若不得丈夫發達，永不和他相見。」因此張維城連日在月華那裡\\n，卻不提起這事。因他不知前情，丈夫又未得中，要不快活。\\n當下見興兒回了來，來望他老夫妻，俱各大喜。張維城便領他去和汪家女婿相見。\\n從來說的，一雙牀上不出兩樣人物。月英那般欺侮窮人，這汪自喜也是刻刻把個富字\\n頂在額角上的。見興兒是窮秀才，便裝出許多驕傲來。興兒去和他攀談，這裡說了十\\n句，他卻面孔對了別處，大剌剌回答一兩句。\\n興兒也是傲氣的，見他這般模樣，心中不平，酒也不吃，便要告歸。張老夫妻那裡留\\n得住，由他自去了。\\n興兒到家，便把月英回門，那連襟怎樣自大，說與月華聽道：「可恨天下有這般恃富\\n欺人的。」\\n月華道：「天下這般人多哩，你那裡恨得許多，只要自己用心攻書，發達得來，他倒\\n要奉承你哩。」興兒點點頭，也便不說起了。\\n倏忽間早又一年光景。那年是天順皇帝復辟，有旨開科。興兒便又收拾行李，來杭州\\n鄉試。\\n到了錢塘江頭，想起去年，承那店主人十分厚款，卻不曾受我半個飯錢，現在帶有溫\\n州土宜，何不將去謝他。便上了岸，再投那店裡來。\\n店主人見了，笑逐顏開道：「秀才來了麼？」接他入去，敘了些寒溫。興兒送上那土\\n宜。店主人致了謝，自收進去。\\n興兒便開口問道：「你去年說，夢見關帝道我該中解元，不知原何竟不靈驗？」\\n店主人道：「小可也正要問秀才，去年聽小可說了那話，出去之後，可曾心中嫌鄙尊\\n夫人貌醜，發想娶妾麼？」\\n興兒見說，呆了半晌，道：「這是我心裡的事，你如何曉得？」\\n店主人道：「可見這關帝果然靈哩。小可去年送了秀才出門，那夜又夢關帝道：『秀\\n才解元還未曾中，便憎嫌妻醜，要想納妾，心地不好，已在榜上除名。』又叫小可勸\\n秀才，作速改悔。小可得了那夢，明日就入城尋秀才，卻尋不見。回來又生了一場大\\n病，直到今春，才下得牀。秀才倘能速自改悔，這番定然恭喜的了。」\\n當下說得興兒毛骨悚然，便同了店主人，到那關帝廟中去，跪在神前，懺悔道：「弟\\n子偶在愚見，不道便犯神怒，從今以後，誓當改過自新，不敢起這薄倖念頭了。」\\n懺悔畢，同了店主人出廟。店主人便仍留去他店中住，興兒畢竟不肯。來到城中，尋\\n了寓所，三場完後，來別店主人，要回去。\\n店主人道：「今番定然如意，怎麼倒急歸家。」便拉住他，在自己店裡住了候榜。興\\n兒因他當時款待得太厚，心中不安，定要回家。店主人道：「若是秀才道我供給厚了\\n些，我竟是家常便飯相待，如何？」\\n興兒卻情不過，只得住下。等到放榜，興兒仍中了解元。連那店主人也喜得手舞足蹈\\n。興兒入城，拜了座師，領了鹿鳴宴，便謝別店主人回家。\\n卻說溫州地方文風素來平常，鄉試常脫科的，這回卻得了個解元，府官、縣官面上，\\n也有光彩。得了報，就來他家道喜。卻聞他在省下未歸，便喚差役出境去偵探。那日\\n路上接著了，一面將本官的名帖來投，一面委伴當飛報入城。\\n興兒到得自家門首，府縣官早已開道而來。牽羊擔酒，與他接風，好不熱鬧。\\n興兒送了官府出門，便入內去見月華時，可霎作怪，只見：髮覆烏雲，往日紅霞忽爾\\n黑舊凝秋水，向時濁浪頓然清。且莫信福無雙至，也須知喜不單行。他那裡秀才變成\\n舉子，我這裡醜婦化作佳人。\\n興兒當下倒吃一驚，忙問他時，說自丈夫去後，忽一日，發起寒熱來。朦朧睡去，見\\n一個赤面長髮，像個關夫子模樣，後面一個黑臉的，拿著大刀，像周將軍，遞過一丸\\n藥與他吃。醒來便覺得眼目清涼，那頭上不住作癢。白膚膚的皮，一片片脫下，生出\\n這頭黑髮來。只三四日，便長得有幾尺來長。\\n興兒見說，不勝歎異，便同了月華，去拜丈人、丈母。\\n卻見汪自喜夫妻，也在那裡。原來他新近遭了大火，把那當鋪燒做白地，屋都沒得住\\n了，因此張維城接回來的。\\n當下，他夫妻和興兒、月華相見，都是垂頭喪氣，放不出前番那些勢炎了。興兒和月\\n華，倒也不做出那新貴的模樣來。\\n卻當不起這些底下人，都在背地裡議論。有的說：「我家大姐姐沒福，把個解元夫人\\n，讓了別人也罷，卻又被大火燒窮了，在這裡衍命。」有的道：「王解元真是雙喜，\\n中了舉人回來，又見二姐姐變得比大姐姐倒齊整了幾倍。」\\n眾人這般講動，月英夫妻聽見了，又羞又惱。羞起來，恨不得地上有一孔，鑽了下去\\n；惱起來，恨不得在壁上撞死了。幸喜興兒夫婦還不是常在張家的，等他去了，眾人\\n也不甚講起。兩個就覺得面孔有擱處了。這且住表。\\n且說興兒，各處送完了卷子，已是歲底，便收拾行李，去上京會試。到明年春榜發，\\n他又中了進士；殿試做了金殿傳臚，欽授翰林院官下，便差人回南接取家眷。\\n月華去別了父母，擇日登程。那些親戚，也有一向不來往的，到了這日，都來送行。\\n府縣官又差人護送出境，好不榮耀。不表月華進京去了。\\n卻說張維城。自從死了那保兒，喜得下一年就又得了一個兒子，取名叫做壽兒，已有\\n十六七歲了。\\n這汪自喜原是個賭錢敗子，起先還有些家計，不到得一賭就窮，如今人家已被無情火\\n燒光了，他的舊性卻還未改。丈人與他幾兩銀子用用，不是六塊頭上去，就在紙牌兒\\n上出豁，卻又去引誘那壽兒同賭。\\n張維城曉得了，一頓嚷罵，也不過要他成人，誰知他還是大老官心性，鬥口氣倔了出\\n去，絕足不上門來，張維城因是女兒面上，丟他不下，差人去探聽他時，不是在東首\\n賭場中，就是在西邊賭坊內，起先原帶得些銀子在手頭，銀子賭完了，便脫下衣服來\\n賭；衣服沒得脫了，便在場子中借錢賭。借來輸了，沒得還，便常被人扭住了打，有\\n時在賭場內替人家看色子，穿銅錢，做賭奴，拾得兩文頭，便又賭一回。\\n早前還有別家親友留他過夜，後來因他到一家，便要引誘一家的子弟賭，也再沒人敢\\n收留他。他夜裡不是在那些枯廟中供桌下存身，就是在人家房簷下歇宿，和乞丐沒二\\n樣，若是這夜那裡有局，他連供桌下房簷邊也不睡了。\\n張維城聞這光景，不好招接回來，只得由他自去，譬如死了。從此月英越發沒趣。\\n過幾時，張維城與兒子娶了本城顧行可家女兒，小名叫阿琴。那阿琴性格，不是和順\\n的，見月英終年在母家，心中嫌憎；這些丫鬟、使女們，自然又是幫小主母的，那個\\n倒幫月英。便去阿琴面前，說述他怎樣不肯嫁到王家，把個翰林夫人與別人做；又怎\\n樣在月華面前誇張汪家，如今丈夫弄得叫化子一般。\\n阿琴聽了，越看月英不上眼，和那班眾人，冷言冷語取笑他。月英氣苦，在父母面前\\n啼哭。張維城也曉得阿琴不好，卻因壽兒被汪自喜誘壞了，倒虧媳婦會得管束，不好\\n去把他埋怨，只是把好言來安慰女兒罷了。\\n過了幾時，方氏生起病來死了，還未曾終七，張維城也病起來，夢見父親叫他料理後\\n事。自知是好不成的了，想道：我死之後，月英越難在這裡住。女婿又是不成器的，\\n卻叫他怎樣過活呢。便瞞了兒子、媳婦，把一向留下五百兩銀子，付與月英，叫他拿\\n去，慢慢地用。倘得丈夫敗子回頭，也就可以把做生意本錢。\\n張維城病了幾日，果然也死，阿琴愈無忌憚，竟當著月英面，厲聲痛罵。\\n月英見不是頭，想道：這裡是一日也住不得的了，卻叫我一個女人，撞到那裡去。左\\n思右想，沒有妙策，只得央人仍去請那叫化子般的丈夫來商議。正是：樹高千丈，葉\\n落歸根。\\n汪自喜到來，月英把自己苦楚，哭訴了一番。又對他道：「你若從今戒得住賭，我還\\n有著棋子，可心免得你我今日的狼狽。」汪自喜便罰個咒道：「我如今若再去賭，便\\n在火裡燒死的，你且說與我知，卻有什麼好棋子。」\\n月英終是女流之見，見他罰了咒，道是真的了，便把父親與他五百兩頭，對丈夫說知\\n。\\n汪自喜聽了大喜，對月英道：「既如此，拿銀子來，我便先去尋一所房子，領了你去\\n再處。」\\n月英道：「尋房子須多少銀子？」汪自喜道：「把這五百銀子都拿去。倘有人家莊屋\\n連著田產賣的，便住也有得住了，收那花息來，吃也有得吃了。」月英道：「也說得\\n是。你可去尋好頭腦，就來取銀子便了。」\\n汪自喜道：「我這般衣衫藍縷，方才進來，這些奴才們，幾個白眼對我看，我那裡還\\n來受這瘟氣！你交付我銀子，有了房子，我只打發轎來抬你好了。」\\n月英也叫破財星坐命，信了那話，便把五百銀子，盡行交付丈夫。\\n汪自喜去後，月英日日望他來接，誰知去了十多日，並沒一些信息，只得又央人去尋\\n他，卻回來說，他在賭場裡賭輸了，欠了錢，沒得還，正被人扭住在那裡打，不能夠\\n脫身來。\\n月英聽說，號啕大哭，眾人卻都冷笑。\\n月英對兄弟說，要去出家，壽兒想：那做尼姑，是沒體面的事。要擋住他，阿琴就把\\n丈夫罵道：「他是別人家人，父母也做不得他主，要你兄弟管。」便順勢叫人尋個女\\n庵，推月英去削了髮。\\n那汪自喜卻是這日被人打壞了，生起病來，竟死在一個枯廟內供桌下，是幾個賭上叨\\n惠他的，良心不昧，買口薄皮棺材來，殮了不表。\\n如今說王翰林，在京聖眷日隆，三十六歲，就直做到了宰相。一日，偶想宦海風波可\\n怕，便上本去辭官，天子不允，一連又上幾本，方才得准。那日陛辭出京，一路威風\\n，不消說得。\\n到了江南境上，正和夫人在船中話鄉試時的事，只見家人稟稱：「有個杭州人，求見\\n王閣老。」叫放進來，自走到前艙去見他，卻不認得。問他時，原來就是那錢塘江頭\\n店主人的兒子，因他父親被人陷害，問成死罪，各衙門去申訴，都只不准，特進京求\\n王閣老拯救，恰好在此相遇。\\n當下王閣老不住稱奇，便修書一封，付他道：「我路上行得遲些，你可先趕回去，把\\n這書到巡按衙門投遞。」批發去了。\\n不只一日，王閣老到杭州，大小官員都出城接，只見那店主人也來叩謝，原來巡按接\\n到書子，早已報他開豁。王閣老安慰了他一番，自換船過江，到了溫州。先去上父母\\n的墳，隨即同壽兒到丈人、丈母墓上去。\\n月英聞知閣老衣錦榮歸，打發女徒弟，送些吃食東西，來打抽豐。月華便取十疋松綾\\n，每疋裡頭裹著十兩銀子，付那女徒弟帶回去答月英。\\n月英一見，就惱道：「我在這裡落難，指望他送些銀子我用，卻把這物事來，難道叫\\n我做綾子客人麼？」便叫女徒弟去送還。\\n女徒弟也不曉得綾子裡頭，另有東西，拿了再到王閣老家，道：「我師父說，極承厚\\n賜，並沒用處，特地奉還。」\\n閣老夫妻知他逗氣，卻都不解，便當女徒弟面，打開那綾子看時，見每疋裡頭銀子，\\n原封不動，方始省悟。閣老笑道：「你師父一百兩銀子尚不能消受，那有福氣做一品\\n夫人。」\\n便取出了一半，把五十兩付女徒弟道：「拿回去與你師父，多了怕他承當不起哩。」\\n女徒弟回庵，把那話對月英說，月英呆了半晌，歎口氣道：「我好命薄，卻怎這般顛\\n倒。」\\n後來王老爺竟不再出去做官，和月華百年偕老。子孫都是做大官的，後人有詩單誚月\\n英道：\\n富貴榮華也解爭，誰知到口未諳吞。\\n讓人不見人稱頌，落得千秋醜詆聲。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第七回     遇賢媳虺蛇難犯　遭悍婦狼狽堪憐\\n今日姑，舊時婦，也曾他人簷下低頭過。倘遭雨暴兼雷怒，你在當年，抱痛無門訴。\\n幸這番，高堂坐，異姓孩兒向你膝前舞。怎忘卻身嘗苦楚，放出毒來，沒有些活路。\\n從來說：不癡不聾，難做主人翁。為父母的，就是兒子媳婦，果然不能孝順，也要好\\n好的教訓他，見仍舊不肯改時，也不要用打，用罵。就是用打用罵，打罵過了，仍需\\n要好好的教訓他，這才是做父母的道理。那有好好的兒子媳婦，卻只管到豆腐裡去尋\\n取骨頭。還有一班沒見識的，道兒子是自己產下，總是好的，卻只在媳婦身上，去求\\n全責備。分明一個趙五娘，倒算做了極不賢的忤婦，他一時做你媳婦，怕不受了那番\\n磨折，卻是天地祖宗，都不快活，也定要再把個果然忤逆的，來叫你試嘗滋味。\\n明朝萬曆年間，湖廣長沙府地方，有個姓李的，叫李右文，是個秀才。娶妻黃氏，生\\n下兩個兒子。大的名喚成大，小的名喚成二。\\n那年成大有十八歲，兄弟成二，也有十歲。李右文病起來死了，遺下些田產，盡可過\\n得。等到三年服滿，黃氏與成大娶了個媳婦胡氏，小名喚做順兒。\\n那黃氏性情，極是兇悍，李右文在日，不知受了他多少苦。這番做了個婆婆，便把那\\n挾制丈夫的手段，來凌虐媳婦。\\n順兒是個極有婦德的，性格溫和，諸事不曾有半點違拗。\\n黃氏見他低頭伏小，倒越發放出大勢來，百常日子，從不曾和顏悅色對了他，只是氣\\n烘烘一副討債面孔；也並沒有好聲口，動不動罵上前也不知是什麼來由。\\n順兒卻毫無怨，只是一團和氣，守著他做媳婦的規矩。每日清晨，天色還未大明，便\\n梳好了頭，打扮得端端整整的，到婆婆處，問夜來可好睡。\\n一日，正值成大感了些風邪，發了個把寒熱，黃氏見順兒妝扮了來問信，罵道：「平\\n日間，只管濃妝豔抹了，去迷弄丈夫，害得丈夫生病，如今還是這般打扮得妖妖燒燒\\n的，可不是要催丈夫死了，卻再嫁人！」便罵個不住。\\n順兒見婆婆這般動氣，到了明日，便頭也不敢梳，簪珥也不敢插，穿了件隨常衣服，\\n去問安。\\n黃氏見了，越發懊惱，道和自己鬥氣，便拍著胸脯大哭。又把頭向壁上撞去怨命，慌\\n得順兒沒了主意。\\n那成大是極孝順的，便把妻子揪住頭髮，痛打一頓。黃氏方才息了些怒。從此愈加怪\\n恨順兒。\\n順兒每日裡婆婆長，婆婆短，恭恭謹謹去奉事他，他總道不好，絕口不與順兒交談半\\n句話。\\n成大見母親這般不喜歡順兒，便移被褥到書房內去睡，日裡也再不走進順兒房去和他\\n說一句話，不過要順母親的意思。\\n黃氏心裡，卻仍舊不爽快。一日，黃氏坐在中堂裡，自言自語道：「為甚這般口渴，\\n得杯茶吃便好。」\\n順兒在窗邊替婆婆漿洗衣服，卻不聽得，黃氏便惱起來，道他不肯把茶與自己吃，罵\\n個不休。\\n順兒慌忙丟了手內生活，去打火來煎茶，泡了一盞，雙手奉與黃氏道：「婆婆，茶在\\n這裡。」\\n黃氏接來，連杯子劈面摜去，幸得不曾打中他臉，可不頭都破了，卻已潑了一身。黃\\n氏口裡罵道：「誰要你勉勉強強去燒這茶！你這些人，倒索性沒有了也罷，我眼裡只\\n是見不得！」順兒那裡敢分剖半句兒。\\n成大在書房中，聽見裡頭吵鬧，走進來看時，黃氏還指手畫腳在那裡罵。成大便對順\\n兒道：「人家娶妻，專為奉事父母。你這般不能體貼婆婆，惹老人家動氣，我還要你\\n做什麼。你快與我走罷，不要在這裡了。」\\n順兒淚流滿面道：「你可替我求婆婆，饒恕了罷。」\\n成大並不回言，只叫僱在家中燒飯的張媽媽，送他回去。\\n黃氏又在中堂內囑咐兒子道：「他今日不肯去時，我便著你把他活活打死。」\\n順兒沒奈何，只得同了張媽媽出門。他母家在湘潭，離長沙有一百里路。張媽媽去叫\\n了一隻認得的小船，扶順兒下船去。順兒在船裡哭道：「我做媳婦，不能奉事得婆婆\\n快活，那裡還有面孔，去見爹娘。倒不如死了罷。」\\n走出艙來，便要跳下水去。張媽媽慌忙扶住道：「小娘子，這個斷然使不得的。你婆\\n婆倘然有一日回心轉意，少不得仍舊來接你。況你爹娘只道你好好在丈夫家中，卻不\\n道做了淹死的鬼，可不要苦壞麼。既是你死，沒面目見爹娘，我便不送你到湘潭，另\\n尋個地方，安頓你就是了。」\\n順兒見他說得有理，方才縮住了腳道：「我夫家又不能容，爹娘處又不好去，卻叫我\\n往那裡。」\\n張媽媽想一想道：「不如送你到上水洲去住幾時罷。」\\n原來李成大有個族中的嬸母，住在上水洲，卻是寡居，並沒有一個子女，又且做人慷\\n慨。張媽媽因在李家久了，所以曉得。順兒也曾會過。當下便吩咐船家，投上水洲去\\n。\\n那地方只離得長沙二十里，不多時就到了。張媽媽同他進門去。\\n那李成大的嬸母是陳氏，便問姪媳，原何到此。順兒含著一包眼淚，咽住了，說不出\\n。是張媽媽替他把上面的事，敘述一番。\\n陳氏十分憐憫道：「我這里正苦人少，你便在我處一百年也不多你的。」順兒謝了就\\n便住下。\\n卻說張媽媽回去，到得門首，適值成大走出來見了，覺得有些詫異，便扯他去側著一\\n條僻靜巷內，問道：「你可曾送他到湘潭麼？原何這等快？」\\n張媽媽便將順兒要投湖，因此送在上水洲的話，對成大說。\\n成大夫妻原是好的，只因黃氏不喜順兒，沒奈何出他。當下聽了張媽媽的話，不覺掉\\n下淚來。便囑咐張媽媽，叫他裡面去，原說送到胡家，不要說在上水洲，防他母親要\\n動氣。又叫他再去別處，閒走半天回來，好令母親不疑心。張媽媽一一都依了。\\n卻說黃氏見張媽媽回來，便問道：「你送他到湘潭，可曾見他的爹娘麼？」\\n張媽媽扯著慌道：「他家老相公和老奶奶，都到人家吃喜酒去了，未曾見。」\\n黃氏又問：「他的哥哥弟弟，可曾見來？」張媽媽道：「都走了開去，未曾見得。」\\n黃氏又問：「他的嫂嫂和弟婦，可見麼？」張媽媽道：「聞說都是娘家去了，一個也\\n不曾見。」\\n黃氏聽他說話蹊蹺，便道：「那有一家的人，都不在家的理？莫不是你來哄我麼？」\\n張媽媽見說著了他虛心病，不覺脹紅臉，只說句句是實。\\n黃氏見他這般光景，越發疑道：「你看這老賤人，不是扯慌時，原何變了面色？」便\\n喚丫鬟，取門閂來。張媽媽著了急，慌忙道：「待我說便了。」只得從頭實訴一番。\\n黃氏罵道：「你這老賤人，他要死時，由他死便了，誰要你開他生路。」當下立刻叫\\n人去僱了船，率領幾個丫鬟使女，親自到上水洲去。成大不敢阻擋，只是暗暗叫苦。\\n黃氏到得上水洲，天色已晚，便去叩門。\\n陳氏聞說黃氏自來，便叫丫鬟管住了順兒，不要放到外邊，卻自己走出廳去。\\n黃氏見了，也不敘半句寒溫，便罵道：「你這沒廉恥的，人家出了媳婦，誰要你收留\\n在家？」\\n陳氏初意，原要出來勸化他一番，卻見他開口就罵，便也罵道：「虧你這老不賢，不\\n要自己羞死了，倒來半夜三更，敲人家門尋事。你既出了他，便不是你的媳婦了。我\\n自收留胡家女兒，與你什麼相干！你只好在自己家中門裡，大敢到我家裡來放這手段\\n麼？我想你這般人，原不該有那些媳婦。他百依百順了你，你卻把他千不是萬不是。\\n我想你也是做過媳婦來的，倘然你婆婆也是這般待你，你心下何如？如今害得他要投\\n湖殞命，我心中不忍，留在家裡，你還饒他不過麼？」\\n黃氏被這一場罵，頓口無言，便思量撞到裡面去尋人。\\n陳氏擋住道：「你有話，自對我說，到我裡頭去做什麼？你這老豬狗，一把年紀，還\\n不省得人家各有內外？怪不得人家千難萬難，養大一個女兒來，把與你做媳婦。你便\\n道是殺也由你，剮也由你的了？論起來你到了這裡，我原該請你吃杯茶，不怕也把茶\\n杯來打我頭裡去。如今卻老大不情願，你快快與我走路罷。」\\n黃氏見他說話，不讓分毫，幾個底下人，都伸拳勒臂，看著自己，倒有些害怕。又受\\n他那頓搶白，氣不過，不覺大哭起來。那跟來的使女，也都勸他回家，只得做個下場\\n勢道：「你們這般欺負人，我少不得不肯干休。」便哭了出門去。\\n順兒在裡頭，聽見外面喧嚷，幾次要走出來，都被丫鬟們拖住。少停，陳氏進來把方\\n才的話，說與他知。\\n順兒口裡不響，心中好生不安，思量要另投別處。想起他婆婆有個姐姐，夫家姓莊，\\n住在十家村地方，年有六十多歲。丈夫、兒子都已亡過，只和寡媳、幼孫過活。前年\\n曾來我家，幾番勸婆婆不要難為找，有些憐憐惜我意思。不如那裡住幾時罷。\\n便別了陳氏要行。陳氏料留他不住，就遣人送往那邊。\\n莊媼見了，問他何來，順兒不好說得，只含著眼淚，盈盈的要滴下來。再三問他，方\\n才一一訴說，卻都說做自己的罪，莊媽道：「你做媳婦的，自然這般說，我卻曉得都\\n是你婆婆不是。我明日親自送你回去，勸婆婆一番便了。」\\n順兒連忙告稱使不得。又求叮囑眾人，不要傳揚開去，使他婆婆曉得了動氣。\\n莊媼道：「這有何難，但是你爺娘那裡，卻該通個信去才好。」\\n順兒原是通些文墨的，莊媼叫他寫了封書，便差人到湘潭去。\\n他父親胡玉如是個極和善的人，見了那信，不好到李家去淘氣，又不捨得女兒，便親\\n自到十家村來看女兒，要領他回去，與他改嫁。順兒卻不肯從，胡玉如只得自回湘潭\\n。\\n不表順兒在莊家。卻說黃氏那夜上水洲回去，氣了幾日，方平下來，便央媒人，另與\\n成大求親。誰知那些人家，都聞了黃氏的凶名，再不肯把女兒與他家。\\n就有幾家不曉得，出了貼兒，聽見外邊三三兩兩講動，便趕到媒人家中吵鬧，道他欺\\n騙，仍舊逼來討了貼兒去。連那做媒人的，說了李家，也都搖得頭落，不敢請教。\\n看看過了三四個年頭，李成大還只是個鰥夫。他素性孝順，再不怨母親害他沒老婆。\\n那黃氏也再不想因自己太凶，耽誤兒子，倒怨人家不肯把女兒嫁來。後來見沒人肯作\\n伐，便差不多個個是冤家。\\n那時成二也已長大，卻是從小聘定了的汪勃然女兒，小名叫做戾姑，沒得說話，便先\\n與成二畢姻。\\n成親了三日，夫妻兩個在房中講話，成二見戾姑口氣剛硬，便像要挾制丈夫，含著笑\\n和他耍道：「你在我這裡，卻不比得在你自己家中，由著那女兒家驕癡心性。你不曉\\n得我家胡氏嫂嫂，比你正還和順些，也被我母親出了麼？」\\n戾姑見說，大怒道：「胡家女兒，有得你們出，我也有得你們出麼？」便擅開五個指\\n頭，照成二臉上一掌打來，把成二跌了桌子下去。\\n成二是個懦弱的人，見他凶勢，聲也不敢出，從桌腳邊扒了起來。戾姑又受記他道：\\n「今日是你初犯，我只將就發落了，後次再敢放肆時，不是這般歇了的。」\\n成二那裡敢回言，走到外面，也不好自說被老婆打了。卻是黃氏身邊的丫頭，在他房\\n門口聽見，去報與老主母。\\n黃氏心中大惱，欲待發作，卻因他還是個新人，又且想了要討媳婦那般煩難，不好便\\n去尋他的短。\\n等到明日飯後，戾姑來房裡問安，黃氏放板了面孔，含糊應一聲，卻似先送個信與他\\n。\\n戾姑倒就嚷起來道：「我好好的來問你信，你卻這般待我，好不受人抬舉。」掇轉身\\n就走，竟回自己房中去了。\\n黃氏倒覺一場沒趣，心中想道：「他還來得未久，我原不該就放出婆婆勢去。等他明\\n日來時，我只做沒有這事便了。」\\n到得次日，從早至晚，戾姑的腳影也不見踅來。再到明日，已是中午時候，並不見來\\n。連成二這兒子，也不敢到母親面前。\\n黃氏氣悶不過，倒自己走去戾姑房中，問道：「媳婦你身子可有什麼不自在？原何兩\\n日不見？」\\n戾姑也學他前日變轉了那臉，喉嚨頭轉氣應道：「好的。」防黃氏看這光景要惱，倒\\n先把贈嫁來的丫頭，亂嚷道：「你這討打的骨頭，見有人來房裡，也不先通報一聲？\\n我是上得天，入得地一個女人，原不消得你做護從，你這沒用的貨兒，卻怎麼便一些\\n事也不曉，敢是你日上該死，魂都不在身上了麼？」\\n黃氏見他脫盡媳婦腔拍，十分動氣；又看了他睜圓怪眼，煞神般跳的猛惡勢子，倒把\\n那怒火捺了下去，反勸道：「他見我是一屋裡人，因此不先稟白，卻不要怪他。後次\\n我來時，我自先叫他說一聲便了。」\\n戾姑方才息了些怒，還幾個白眼瞧那丫頭，來與做婆婆的看。\\n從此黃氏心裡，倒有些怕著戾姑。戾姑一年裡頭，沒有三四回到婆婆房裡，偶然到了\\n，黃氏連忙叫丫鬟掇凳揩台，亂個不住。黃氏卻三日兩遭到戾姑那裡去，看了戾姑面\\n孔和顏悅色的媳婦長，媳婦短，叫上去。\\n戾姑卻一些笑容也沒有，偶然含笑，說了一句，黃氏便快活個不住。戾姑心下，卻還\\n不來爽快。\\n先前只在自己房內清坐，外面事情，還是黃氏主持。以後漸漸出房來，百凡事體，盡\\n是他出主意，眾人也都怕著他。黃氏的說話，算不得數了。\\n戾姑又指使黃氏，清早起來掃地、抹桌，像丫頭般操作。\\n成大看了，心中憤恨，見兄弟已被他管得鼠子見了貓一樣，發不出夫剛來。要想自己\\n和他爭執，怕他越發把老母來氣，倒是日常細久的大害；欲待同了母親去告忤逆，卻\\n又礙著他父親汪勃然是個慣管官司，官府也怕他兩分的惡棍，事體不成，倒要遭他荼\\n毒，只得自己來代母親做那些生活。\\n戾姑卻又不喜成大管，白著眼去瞧那婆婆。黃氏見了害怕，便推開兒子，仍舊自己來\\n執役，戾姑又換下那襯裡衣服，來叫黃氏與他漿洗。\\n成大見了，越不能平，發句話道：「這些生活，自該叫丫頭們做，怎麼也要勞起老人\\n家來。」\\n戾姑聽說，便走去把洗衣服的桶來一推，潑了黃氏半身漿水，口內罵道：「這一生活\\n你都不情願，裝出許多辛苦來，叫兒子把氣我受麼？」\\n當下成大怒髮衝冠，那裡還顧得自己是大伯，他是個弟婦，亂趕過來，要動手打。卻\\n倒被戾姑一拳把他打去，跌在階下一個併攏泥水來的潭裡，滿頭滿面都是齷齪。扒起\\n來，不敢再上前，只得忍氣吞聲，走了出去。\\n一日成大有事，清晨出了門。黃氏因隔日辛苦了，起不來早，戾姑便叫眾人自吃早飯\\n，不要去喚他，看他睡到什麼時候。\\n那合門的人，只有成大為了母親，便不十分怕這潑婦；眾人卻都是被他制伏了的，還\\n有何人來顧黃氏。便大家去盛飯吃。\\n適值這天料得米少，戾姑又故意吃得撐腸拄肚，竟吃完了。\\n比及黃氏起來要飯時，一口也沒有。黃氏便叫丫頭再拿把米去煮。戾姑道：「你要吃\\n自己去弄，他們那有工夫，再服侍你一個人。」\\n黃氏只得自去淘了米，著起個火來。成大歸家看見，問知原故，連忙替母親燒火，煮\\n熟來與老人家吃了。\\n到明日，戾姑又吩咐眾人不必到廚下，把這燒火煮飯的事，竟就派黃氏去做。黃氏那\\n敢不依，成大便又來相幫。時值久雨回潮，那柴濕了，燒不著，煙得黃氏兩眼淚流。\\n成大見了，傷心哭起來，黃氏也哭個不住。過了兒時，黃氏因身子積勞，更兼心頭鬱\\n結，不覺生起病來。起先成大攙了，還勉強下得牀。\\n在後病勢日增，身子如泰山一般的重，成大一個那裡扶得住。去叫那丫鬟們相幫伏待\\n，才走得到，戾姑便來喚了去。\\n黃氏只得尿屙都撒在牀上，成大自替母親把衲來抽垫。\\n黃氏病得久了，成大連日連夜，只是一個伏侍，瞌睡也不敢打一個。辛苦得兩隻眼睛\\n紅腫起來，就似胡桃一般。看見兄弟在房門前走過，叫住了對他哭道：「你看母親病\\n得這般光景，我一人已弄得十分狼狽，虧你竟看得過，不走來幫我一幫。」\\n成二正要跨入房去，聽見戾姑在那裡叫他一聲，好像聖旨下來，回身就走。\\n成大見他怕了老婆，母親也都不顧，好生納悶。又想道：我一個人那有許多心力。若\\n是也病倒了，還有誰來伏侍母親。怎生發個幫手出來才好。\\n想來想去，忽然想著了那莊家母姨，雖然年老，精神還健，何不去接來相伴。倘帶得\\n有個把女使，也好略替我力。客客氣氣的人，不怕這潑婦又來歪纏。\\n便走到牀前去，與母親商量。黃氏道：「這個甚好，我兒去見見你母姨，你可即今就\\n去。」\\n成大便走出門來，如飛地往十家村去。原來十家村，只離得他家三里路。成大到了那\\n裡，他是至親，不消通報，竟自走入裡面去。\\n正值莊媼獨坐在中堂內，見成大來，便問道：「外甥原何許久不來？你母親在家可安\\n好麼？」\\n成大見說，淚如雨下，便把弟婦怎樣不賢，他母親怎樣受苦，如今病在牀上，怎樣危\\n急，哭訴一番。並述要母姨來家相敘的意思。\\n莊媼還未及回言，只見順兒從屏風背後走將出來。成大一見，羞漸滿面，也不及辭別\\n母姨，起身望外就走。\\n順兒趕上前，拓開雙手攔住，要想和他說話。成大情急，從順兒肋下鑽，衝了出去。\\n回到家中，也還不敢把順兒在莊家的話，對母親說。只說母姨少停就來，這是揣度之\\n詞，無過要母親聽了快活。\\n不想沒多一會，莊媼果然坐著乘轎子到門。出轎來，一逕向黃氏房中問病。\\n黃氏見了他姐姐，心叫快活。莊媼與他敘了些離別的話，又講些閒談消遣。黃氏頓覺\\n心頭鬆動了些，便留莊媼在家多住幾時。\\n莊媼道：「我正放心你不下，那裡肯就回去，這是不消你慮得的。」\\n便打發了轎子回去，自己同著個丫頭住下。見成大與母親抽垫衲子，莊媼忙叫丫頭替\\n了，成大心中十分喜悅。\\n戾姑見是他婆婆親屬，雖不好衝撞，卻也全沒有一毫敬客意思，只是粗茶淡飯拿來與\\n他吃。黃氏道：「姐姐你見麼，你是客人，他也這般怠慢，合家的人，越發不在他心\\n上了。」\\n莊媼道：「妹子，你不必說了。做姐姐的都曉得，只要你病好起來，我還你一個快活\\n就是了。」\\n正在那裡講，只見莊媼家中打發人，拿一盒子吃食東西來，說是與莊媼吃的，打開看\\n時，是一尾煮熟大鯽魚，卻與病人相宜的。\\n莊媼不肯自吃，拿過去請妹子，黃氏覺道十分可口。從此莊媼家裡，日常遣人來，來\\n時就有佳餚美饌。莊媼絕不到口，只把來勸黃氏。\\n過了幾時，黃氏的病漸漸向愈。只見莊媼的孫子到來，還只十一二歲，說是母親叫他\\n來的，又拿了些適口美味來問病。\\n黃氏歎道：「姐姐，你掙得好媳婦，妹子和你是同胞姐妹，不知姐姐卻是怎樣修來的\\n。」\\n莊媼道：「妹子你前番出的胡氏甥婦，究竟何如？」黃氏道：「雖不到得像現在的這\\n般不好，卻那裡及得姐姐家甥婦半分毫來。」莊婦聽了不平道：「妹子，你這人忒沒\\n分曉，怪道要受那般氣，天下人也不憐你的。我前年在這裡，見胡氏甥婦，諸凡替你\\n的力，你是從早至幕，不費一毫心的。你還橫不是，豎不是，不曾把好面孔好說話來\\n對他，他卻又並沒一些怨你，這是極賢的了。我原曾勸你好好看覷他，也是憐他的肯\\n孝順你。你自沒事尋煩惱，把他出了，如今卻受那忤逆的氣，怎麼倒連他都道不如起\\n我家媳婦來？」\\n黃氏見說，方才有些省悟道：「我前番不聽得姊姊說話，悔之已晚。前番出他，他不\\n回湘潭，躲在上水洲族裡人家，我又去鬧了一場。過來已有多年，不知道他改嫁了未\\n曾。」\\n莊媼見他有些回心轉意，心中暗喜，便道：「容我替妹子托人去打聽看。」當下打發\\n他孫兒回去了。又過兩日，黃氏的病竟全愈了，莊媼便欲別他回家。黃氏涕泣道：「\\n姊姊一去，恐怕我仍舊要死了。」莊媼便勸他與兩個兒子分家，叫成大去尋成二來商\\n量。\\n成二先告知戾姑，戾姑心慳不喜歡，就在隔壁發話，道是莊媼多管別人家閒事。\\n成大聽得，便叫成二去對老婆說，願將好田產都歸與他們。成大自己只到手些花息少\\n的，母親也是他獨一個養贍。\\n戾姑聽了，方才快活。便請那些親族到來，立了析產文契。分撥已定，莊媼辭別妹子\\n回家。到明日打發轎子，來接黃氏去。\\n黃氏欣然上轎，來到十家村，進門見過莊媼，便說請甥婦出來會。會了面，不住口的\\n贊他許多好處。\\n莊媼倒好笑起來道：「我媳婦一百樣好了，也那裡就沒有一樣的不好，我只是能容他\\n罷了。妹子你的媳婦就像我媳婦一般，你也總道不好的。卻何必這般樣贊他。」\\n黃氏聽了，叫起屈來道：「冤哉枉也。姊姊道妹子竟是根木頭麼？生了嘴，生了鼻子\\n，難道酸的鹹的，香的臭的，都沒一些分別？卻這般說起來。」\\n莊媼又道：「想你出的那胡氏甥婦，此刻想起了你，不知他心下怎樣的。」\\n黃氏道：「不過罵我就是了，有甚別的。」莊媼道：「你自己沒有什麼差處，難道他\\n也罵了？」黃氏道：「過失是諸人免不來的，我那裡一些也沒有。只因他不能像甥婦\\n這般賢惠，就料得定他在那裡罵了。」\\n莊媼歎口氣道：「這個才要屈哩。那『冤哉枉也』四個字須不是你說的。你道前日我\\n到妹子你家裡，那日日送來吃食東西，是誰叫人拿來的？那裡是我媳婦，卻倒就是你\\n家胡氏甥婦的孝心。」\\n黃氏吃了一驚道：「姊姊你怎麼說？」莊媼方才原原本本敘述出來道：「你家胡氏甥\\n婦，先前原在上水洲，因你去淘了一番氣，他心中抱著不安，那邊難住，轉到我這裡\\n，已有多年。只因怕你曉得，未曾通知。前日拿來的吃食物事，可憐都是他十個手指\\n頭日夜不停做出來，供奉你病人的。卻還怕你知道，只說是我家媳婦拿與我吃。就是\\n前日我到妹子那裡來，也是他鼻涕眼淚的催促，我因此越發來得快。你卻還疑心他要\\n罵你，可不是場天字第一號的屈官司麼？」\\n黃氏當下方才自知不是，淚流滿面道：「妹子一向有眼無珠，如今還有何面目見我媳\\n婦。」\\n莊媼便去喚順兒出來。順兒一包眼淚，拜伏在地。黃氏見了，去捧住順兒的頭大哭。\\n順兒也哭，一家合宅的人見了，都哭起來。\\n黃氏又握著拳頭，自己亂打道：「我這樣人，倒不如早些死了，也省他吃那多少的苦\\n。」順兒和莊媼力勸，方才住了。\\n立刻叫人回家喚成大來。黃氏叫他代自己拜謝媳婦。夫妻兩個又一是番痛哭。從此婆\\n媳之間，十分相安。在莊家住了十多日，一同歸家。\\n家中幾畝荒田，那裡用度得來，靠成大訓兩個蒙童，順兒針指上再覓些少錢來，將就\\n過活。\\n那成二家中頗算富足，卻被戾姑管住了，不來顧他母親和兄嫂。戾姑笑順兒是出過的\\n，看他不上眼；順兒也怪戾姑不孝，不去理他。弟兄妯娌，一宅分兩院，各做人家。\\n戾姑沒用處他的毒手，便日日把丈夫和那丫頭們來打罵。一日，那丫頭怨命吊死了，\\n丫頭的父親卻報了官，官府便來拿人。成二代老婆去聽審，官府打得他皮開肉破，卻\\n仍舊要拘戾姑這潑婦。\\n順兒勸丈夫去替他挽回，成大恨他忤逆母親，不肯去。順兒道：「天下的人，都是把\\n好處感化得來的。你卻不要和他一般見識才是。」\\n成大便央人到那官府處去求，又自己去勸原告的。原告的倒肯歇了，官府卻不肯依，\\n仍舊拘捉戾姑到衙門，拶得他十指只剩骨頭，不留一些兒肉。\\n官府風聞得成二家大富，勒索二千兩銀子，少一釐也不能。成二沒奈何，把田產盡數\\n抵與一個富戶叫曾於田，恰恰抵銀二千兩，如數送官，方得戾姑歸家。\\n過了幾時，曾家火一般來索債。成二急切沒有銀子，商量找幾兩銀子，把田歸與姓曾\\n的，曾於田只肯再找一百兩。成二因一時沒處打算，也便肯了。當下把抵契改換兑契\\n。\\n曾於田打聽這產業，一半是李成大讓兄弟的，恐防後來有口舌，要他一到。\\n成大便同兄弟去畫了居間的押，把應找銀兩也都交割過。\\n正要出門，只見曾於田忽然豎起兩隻眼睛嚷道：「我乃李右文，曾於田是什麼人，敢\\n買我的產業！」回頭對成大道：「陰司感你夫妻孝順，因此令我回來看你。你回去紫\\n薇樹根下，自有銀子，可快取來，贖我血產。那忤逆胚不必顧他。」\\n成大見是父親現靈，正要開言動問，只見曾於田跌倒在地，好像睡著了。少停一回醒\\n來，問他時，全然不曉。眾人都道稀奇。卻因已經成交，且自由他。\\n成大回家，那紫薇花樹正在他的院子裡。只見戾姑早率領了眾婦女，來樹根頭掘。掘\\n下四五尺，止有許多磚頭石塊，並沒銀子，掃興而去。\\n成大見他們來掘藏，勸母親和妻子不要走過去。等到他們掘不見銀子，嘴裡一路罵曾\\n於田搗鬼去了。\\n黃氏便趕去看，果然只是些磚頭石塊，一堆兒在泥裡，便走了轉來。順兒正在那裡縫\\n婆婆的衣服。直等縫畢了，方才慢慢地也走去，打一看，卻見都是五兩來一錠的白物\\n，便喚一聲「丈夫」，成大走過去，也見是銀子。便夫妻兩個搬運到了屋裡。\\n成大不忍一個到手，去喚兄弟來，和他均分。\\n恰好二千一百兩一個。這個贖了田，便沒得再多；那個去贖田，也剛剛不少。成二隔\\n著壁，叫家裡人帶兩條袱來。包了那分與他的銀子回去。\\n戾姑打開看時，卻見都是些磚瓦。夫妻兩個大驚，戾姑道是丈夫被哥哥作弄了，打發\\n他到成大處去探聽。\\n只見成大的那一半銀子，還放在桌上。成二把變磚瓦的話，敘與哥哥聽，成大十分憐\\n他，指著桌上道：「你都拿了去罷。難道再變了磚瓦。」\\n成二謝了哥哥，又著人搬回家去。見這番果是銀子，便拿到曾家要贖田。\\n曾於田才買得他的，那裡肯便放贖。卻因有李右文現靈一節奇事，不論成大與成二，\\n只要有銀子，就聽他贖了去。成二心中也知感激哥哥，戾姑卻仍疑心成大用詐。成二\\n便也有些半信半疑。\\n到了明日，曾家遣人來說，贖田的是假銀子，要到官出首。\\n成二夫妻大驚，戾站道：「我原想天下那有這般好人，把一半分了你，又連自己一半\\n也都與你，卻是設這計來殺你。」\\n成二見說，也覺害怕，忙到曾家去哀求，情願仍把田歸曾家。曾於田本不肯干休，因\\n他求得苦切，方收了文契，仍將銀子發還。\\n成二拿回，與戾姑打開來看，見裡頭有一錠，被曾家剪斷，四圈薄薄一張銀皮，中間\\n卻是鉛的。\\n戾姑便只拾出被剪斷的那錠，都叫成二拿去送還哥哥，教導成二：「你去說：兄弟沒\\n福，承哥哥分一半藏銀，都變了磚瓦。仔細想來，怎好再要那一半，因此奉還。倘要\\n贖田，可自去贖。」\\n成二依言，來見哥哥。成大不曉是什麼意思，不肯接受。成二推讓再三，成大只得收\\n了。拿去稱一稱，卻少五兩光景。生發來湊足了，也到曾家贖田。\\n曾於田怕又是假的，連剪幾錠來看，都是足色銀子。便收過了，把田契交還成大。\\n戾姑先前叫成二還銀子，只道都是假的，看成大怎樣用得去。如今見田也贖了，又疑\\n心是自家去掘時，先吃他們把真銀子藏過，不知那裡弄這假的來哄兄弟。氣忿不過，\\n隔著壁指東話西罵。\\n成大夫妻倒還不知就裡，去問成二家一個底下人，方曉得還銀子的原故。成大便去喚\\n成二來，取田契付與他道：「這些產業，原是分與你的，你仍去收些花息過活罷。」\\n成二原不好意思來接，卻怕老婆埋怨，就便收了。戾姑還不感激成大夫妻，只道虧他\\n罵出來的。\\n當夜成二睡去，只見他父親來罵道：「你夫妻獨佔美產，又把來輕易棄於他人。如今\\n是天賜你哥哥銀子贖回來。你們又去弄他的出來與你，你們這般沒天理，不想陰損子\\n孫麼？」\\n成二夢中驚醒，即便說與戾姑聽。戾姑不信。那時他們有三個兒子，大的八歲，中的\\n六歲，小的四歲。過不多日，大兒子忽地生起病來，去占一卦，說是祖先不喜歡。連\\n忙到家廟裡去求，卻不中用，看他死了。\\n戾姑心中才有些著急，便叫丈夫把田契送還成大，成大必不肯收，成二夫妻道是成大\\n情願與他們，也便歇了。\\n不上三日，二兒子好端端的，忽然也病起來，只半日就死了。戾姑和成二越發心慌，\\n夫妻兩個同拿了田契去還成大。\\n成大堅決不受，戾姑情急，只得把丈夫做的夢，說與成大聽道：「只算保全了我四歲\\n的那小兒子罷。」成大方才收了田契。\\n戾姑從此省得自家一向的不是，心中悔恨，到他婆婆那裡去叩頭賠罪。每日清晨，與\\n順兒不先不後，在黃氏房內問安。又十分敬重成大和順兒。\\n成大夫妻見他改過自新，也快活不過。可憐黃氏福薄，才得戾姑改變，不上半個月，\\n生起場病來死了。\\n後來成大見兄弟沒了田產，不住資助他。成二夫妻也感激到老。成大三個兒子，都成\\n進士，仕為顯官，榮封父母，那成二的小兒子，雖沒有什麼好處，也便傳了種。正是\\n：善惡到頭終有報，只爭來早與來遲。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第八回     施鬼蜮隨地生波　仗神靈轉災為福\\n不算冤仇，怎便滿懷盡藏了惡意。月黑殺人，風高又想使計。笑臉相迎，總只是損他\\n自利。我問你，著甚來由，這般好尋閒氣。堪笑噴沙小伎，使盡了陰謀，總然枉費。\\n機械多端，只博一聲不義。天相吉人，卻自去暗中佑庇。到後來，果報循環，反是你\\n攖神忌。\\n匿怨友人，那鬼蜮的行徑，最是可恥。我既和這個人有些夙怨，不妨竟不睬他，他自\\n己遭了災禍，我也不去救援。這個雖然也不是聖賢的立心，卻還不失為直道而行。\\n倘然外貌原和那人交好，卻暗中把他傾陷，這種陰賊險狠肚腸，本是造物所忌，再或\\n與那人不算有冤，無故放出毒手，越發不是人了。誰知我想去陷害他，倒反成全了他\\n，白白把自己性命嘗那俠客的利刃。\\n明朝正德年間，廣東廣州番禹縣，有個有名的秀才，姓尤，叫尤牧仲。家道也頗過得\\n。髮妻陳氏，單生下一個女兒，小名叫做英姑。遠嫁在潮州府。那陳氏病死了，尤牧\\n仲又續娶個曹氏，產得兩子，大的叫做上心，小的喚作次心。都還年幼。\\n忽一日，江西有位藩王，慕尤牧仲的名，差官到廣東來接他去。\\n尤牧仲到得江西，還未曾進藩府，卻值那藩王造反起來。尤牧仲不敢入見，欲要回廣\\n東去，卻又各處在那裡廝殺，路上難走，這就像前人兩句詩道：一身飄泊離鄉井，萬\\n里馳驅入網羅。\\n當下尤牧仲著急，哀求那差官，替他周旋。差官叫他只就飯店裡歇下，自己去回覆藩\\n王，只說尤牧仲不在家，因此未曾請到。那藩王也不追求。\\n後來朝廷命王守仁統率大兵，平定江西，一應從逆的人，都要搜尋勘問。那飯店主人\\n卻有些曉得尤牧仲來歷，不敢隱瞞，即行出首。王守仁因他雖係逆藩所聘，未同謀反\\n，從輕問個邊遠充軍，都發在山西大同府地方。\\n那曹氏和兩個兒子在家，聞了江西反信，好不擔憂。後來聞得平靜了，卻只不見丈夫\\n回家。又聞得有人江西來，說丈夫已為亂兵所殺，放聲大哭了幾場。設起個靈座來，\\n合家守孝。\\n那尤牧仲有個兄弟，是不成才的，好嫖好賭，弄得家計蕩然。見說哥哥已死，便去勸\\n嫂嫂改嫁，意思要曹氏去了，就好侵奪家產。那曹氏卻立志不事二夫，再也勸他不動\\n。\\n這尤牧仲兄弟喚尤未申，心還不死，暗地將曹氏許了本地一個開酒坊的，約他黑夜來\\n搶。曹氏在鼓當中，那裡曉得，倒虧一個冤家與他保全了。\\n那冤家姓韋，叫韋恥之，也是番禺縣裡秀才，止因考不過尤牧仲，便把尤牧仲切齒痛\\n恨，你道好笑不好笑！那尤牧仲死信，也是他造出來，害他家朝啼夜哭，戴孝披麻，\\n卻還怨恨未消。見曹氏寡居，便又布散流言，道他與人私通，說得活龍活現。\\n從來好名聲難得人稱揚，醜名聲卻是個個喜談。\\n那開酒坊的耳朵內得了這話，便不要了，尤未申再別尋主顧，便十個十個不肯來湊這\\n頂綠頭巾。尤未申沒奈何，只得息了念頭。\\n過了幾時，曹氏耳中，風聞得他叔叔的所為，和外面這些醜話，又憂又氣。憂的是憂\\n尤未申陰謀不測；氣的是氣那沒來由說話，傳得不好聽。怨恨填胸，無處消釋，漸漸\\n成了個軟癱病，四肢無力，終年躺在牀上，不能起來。\\n那時上心才得十六歲，從小聘定了江秋岩秀才的女兒。曹氏因自己病廢了，沒人主持\\n家事，便急急與上心畢了姻。\\n那江氏長上心兩歲，極知婦道，肯孝順婆婆，又料理得那些家婦來井井有條，曹氏心\\n中甚是喜悅。便吩咐上心夫妻當了家，叫次心自去從先生讀書。\\n那韋恥之心裡忌刻尤家，外貌卻十分見好。他和尤家原是一向來往的，便時常來邀上\\n心去一處吃酒。上心認了韋恥之是好人，便倚仗他做心腹。家中的事，件件說與他知\\n道。\\n一日，韋恥之對上心道：「我想尊堂是病廢的人，現在家中全仗賢夫婦主持，你令弟\\n年幼，那裡曉得哥哥、嫂嫂的辛苦。將來長娶了，聽信枕頭邊人說話，倒還要疑心賢\\n夫婦當家時，做下了多少私房。可不是出了力不出得好麼？據我意思，何不分了家，\\n也省得日後受氣。」\\n上心道他幫著自己，又說得情真，回家和江氏商量。江氏道：「虧你說這話，婆婆終\\n年臥病在牀，叔叔又年紀幼小，怎地便分得家？我問你聽了何人說話？發起這條心來\\n！」上心見江氏埋怨他，不肯供出那知心著意的好朋友來。只說是自家主見，也便歇\\n了。\\n怎當這韋恥之，日日在他面前挑撥，忍不住又去母親跟前，也只說是自己主意，要分\\n家。曹氏聽了大怒，把他痛罵一場。\\n上心見母親不肯依他，心中怒起來，道：「我卻何苦替別人做馬牛！」便看得銀錢不\\n在眼內，日裡去買好的來吃，身上去做好的來穿。底下人侵蝕了他的，也不去查；外\\n頭人借貸了他的，也不去討。\\n韋恥之見這光景，便乘著那機會，誘他賭博。銀錢完了，便倉裡畚些米去糶來賭。江\\n氏雖都知道，那裡擋得他住。又怕婆婆曉得，要動氣，倒只替他隱瞞。\\n一日，曹氏聽得說倉裡沒了米，倒吃一驚，忙問媳婦。江氏只得把丈夫鬥氣浪費，告\\n知婆婆。曹氏沒奈何，就分開了他夫妻，自己和小兒子同過。\\n上心賭熱了心，有些歇手不來。見分了家，越發肆無忌憚。一日到夜只是賭，不消半\\n個年頭，把那分與他的田產，盡行推了賭帳；連這些丫鬟使女，也都推賭帳推完了。\\n江氏只叫得苦。\\n上心無錢賭了，沒處生發，思量把江氏去抵押錢鈔，逐處打合。眾人因他只寫一紙抵\\n契，妻子卻仍在家，怕他要賴，竟沒受主。韋恥之便替他去打合一個姓宋的，綽號叫\\n做陽世閻羅。那陽世閻羅原是個漏網的大盜，逞著強梁，眾人盡都怕他，他卻不怕上\\n心賴他債，便收了文契，抵與上心三十千文。\\n上心拿去，幾擲骰子，早又乾淨。那紙契上原只寫得暫抵五日，就加利奉還。五日沒\\n得還，送妻子過去的。\\n到了第五日，上心那裡有錢，心中果然想賴。那陽世閻羅見上心不去還，便自己來討\\n，掄拳勒臂，只從打起。\\n上心十分害怕，便去騙妻子說，是他父親在家，患個急症，寄信來追做女兒的。\\n江氏見說，心內慌張，那裡去辨真假，連忙奔出門外。上心早僱定一肩轎子，私下囑\\n咐他，抬到宋家。江氏上了轎子便行。韋恥之曉得江氏到陽世閻羅家去了，便走往江\\n秋岩家報信，要弄他來和上心鬧。\\n江秋岩知道這事，勃然大怒，立刻寫一紙狀，去縣裡告。\\n縣尹和江家是有世宜的，便火速出差追尤上心，卻早已逃得不知去向。差人去稟白了\\n，縣裡便又差人拿陽世閻羅與江氏到官。\\n卻說江氏，被轎夫抬到宋家，方才曉得被丈夫賣了，號啕大哭，要尋死路，被宋家眾\\n人守住。\\n陽世閻羅先把些軟話勸他，江氏那裡肯聽。陽世閻羅見他不從，便行出凶勢來，道：\\n「你丈夫把你賣在這裡，錢已到手，怕你生個翅兒飛了去不成！」\\n江氏見他們做出凶來，也便大罵。陽世閻羅大怒，正要叫人取竹片來打，只見江氏就\\n頭上拔下簪子來，頸邊亂刺。眾人急救，早已透了食管，那血似殺豬般湧出來。陽世\\n閻羅叫人把絹帛與他束了，待將息好時，卻再慢慢地勸他。\\n裡邊正在那裡鬧，只見官差拿了簽來叫人。陽世閻羅欲待不去，差人道：「江家是太\\n爺的世弟兄，太爺火急在那裡替他追人，你如何怠慢得。」\\n陽世閻羅只得同了差人便去見陽世的城隍。差人又叫備乘暖轎，抬江氏到官。\\n太爺見江氏傷得重了，罵那陽世閻羅威逼，拋下簽去叫打。那些鬼役，你看我，我看\\n你，都不敢動手。\\n官府素風聞這陽世閻羅作威作福，眾人都怕他的。見了這般光景，越發大怒，便喚出\\n自己家丁來動手打。眾家人不曉得打板子法道，只是用力蠻打，打上幾十板，早已做\\n陰間的閻羅去了。\\n當下太爺吩咐江秋岩，自抬女兒回家調治，叫宋家自來扛屍首去收殮不表。\\n卻說曹氏臥病在牀，那上心的狂賭，眾人都不敢對他說。直到江家興訟，官差來家拘\\n人，方始曉得兒子的諸般罪狀，氣得手腳冰冷，死去了幾回。那病越發沉重起來。\\n先前江氏在家時，雖是分了家，卻虧他孝順，仍舊日日來替婆婆料理家務。曹氏病體\\n十分拿仗著他。如今去了，病重起來，還有何人靠托得。那次心還只十五歲，日夜坐\\n在母親牀前啼哭，說不盡那伶仃孤苦。\\n卻說尤牧仲那個女兒，嫁在潮州的，性情極是剛強。因他夫家窮苦，每到歸寧時節，\\n向父親需索，一應家常要用什物，件件都是好的。尤牧仲與他些兒，他總嫌少，和父\\n親吵鬧。尤牧仲不喜歡他，怕去接他回來。他也鬥那口氣，自從尤牧仲在家，便絕足\\n不回廣州。\\n這情節韋恥之卻也曉得。當下見曹氏母子那般景況，他又想去弄這英姑回來，好看他\\n們淘氣。適值有個潮州人，在廣州城裡做生意，問他時，卻正是那裡的鄰人。韋恥之\\n便托他寄個信去，叫英姑即日就來。\\n過不多時，英姑果然領了十五歲一個小兒子到來。進了門，見他繼母病得九死一生，\\n只有十幾歲的小兄弟在牀前，一種淒涼景況。\\n英姑看了，心酸起來，便問：「上心在那裡？」次心把上面的事，細細說與做姊姊的\\n聽。\\n英姑聽了，怒氣填胸道：「父親死得幾時，這班賊就敢來欺侮我家，賺騙我家的田產\\n麼？」便問次心那同了上心賭的這些人姓名。次心說了好些，卻只不說出韋恥之來。\\n你道這是為何？原來韋恥之賭的手法平常，和上心賭起來，倒要輸於上心，因此只是\\n誘他去與別人賭，破他的家產，自己卻一百回裡不過同上心賭一兩回。人家都不曉得\\n。\\n當下英姑便同了兒子出門，一逕到縣前去尋官代書，要寫狀子，告那同賭的人。那同\\n賭的人著了急，央人出來調停，斂些銀子送英姑買果子吃。英姑受了銀子，卻仍舊把\\n狀子去告。縣太爺便出簽拘捉那些人來，每人重責四十頭號，才放回家。英姑又求知\\n縣，要他追那些田產出來。\\n縣太爺聽了，眉頭一皺，說：「這卻太過了。況你兄弟又不在面前，知道他是怎樣把\\n田產推與人家的。本縣今日只好重治這些人的賭，來消你那口氣罷了。」\\n英姑聽知縣這話，確也公平，只嫌斷得太寬些，不好再求，便出縣來，又到府裡去告\\n。\\n恰好那知府是最恨賭博的，英姑跪在案下，把那班賭賊怎樣設騙，怎樣弄得上心逃走\\n無影無蹤，如今他繼母病上加病，和那小兄弟在家，怎樣孤苦，條條款款，哭訴一番\\n。\\n激得知府心頭火發，立刻判下來：「仰番禺縣追田產給還原主，仍將上心懲治。」\\n當下縣裡不好從寬，即便嚴刑追逼。不上幾日，那些田產依舊姓了尤。\\n其實英姑的丈夫，死已多年，便打發那小兒子自回去，叮囑他同著哥哥在家務業，不\\n必再來。自己卻便在母家住下，上養繼母，下養幼弟。內外事宜，都是英姑一人主持\\n，整理得十分清楚。\\n曹氏心中快活，病也漸漸復原了，便把家來托付英姑，憑他處分。\\n過了一年，便增了些田產。鄉鄰里頭有幾個強橫的，欺侮了他家，他便提刀上門爭論\\n，眾人都怕了他，再沒人敢來尋事。他又時常備些佳餚美饌，遣人到江家送與江氏，\\n又見次心已長大了，央媒與他說親，卻被韋恥之各處對人說：「尤家的田產，盡是英\\n姑掌管，將來沒得歸還兄弟的了。」眾人信了這話，都不肯出庚帖到尤家來，這且不\\n表。\\n卻說廣州城內，有個萬公子，號萬福同。父親曾任山西布政，家中富有金銀。造一個\\n園來，真乃四時有不絕之花，八節有長春之草。廣州城中，推為第一。那園直通萬公\\n子的內室，不是內親，也便難得到他園中，曾經有一個人，不曉得撞入去，公子見了\\n大怒，把他算做闖手，捉到縣裡，幾乎打死。這些事韋恥之平日也曾聽在肚裡。\\n一日，正當清明時節，次心從外歸家，路遇韋恥之，招他同去遊春玩景，不覺走到萬\\n公子家園門首。那園丁卻是韋恥之認得的，便放他兩個入去遊玩。\\n兩個一路觀看園中景致，真乃比別不同。看看來到一個池邊，池上架座小石橋，橋那\\n邊雕欄畫檻，通著兩扇朱門。遙望去，那門內的花像錦繡一般。這就是萬公子內室。\\n韋恥之哄次心道：「你先過橋到那門裡去，我去解了個手就來。」次心不曉得他使計\\n，便過了橋，望著那門裡去，果然那花比外面的更自不同。只見：\\n桃李成行，杏梅列隊。\\n香魂疊疊，芳影重重。\\n芍藥欄中，描不盡丰姿綽約；牡丹墩上，說不了氣象豪華。\\n一二流鶯鳴葉底，睍睆疑歌。\\n百千粉蝶亂花間，蹁躚似舞。\\n尤次心觀之不盡，玩之有餘。正一步步向前走，忽聽見女眷聲音，便站住了腳看時，\\n走出個十二三歲的小丫頭來。見了次心掇轉身就走。次心方曉得是內室，連忙回出來\\n。\\n只見萬公子也早出來，喝家人快些拿住。次心著了急，奔到橋邊，望那池裡一跳，早\\n已下去。\\n忽見萬公子回嗔作喜，忙叫人搭救起來，見他衣裳都已濕透了，便叫將乾衣服來與他\\n換了。挽了次心手，同到個亭子內去坐。和顏悅色問了姓名，便請次心寬坐，自己走\\n到裡面去，轉了一轉，卻又出來，攜了次心的手，延他入內。\\n次心不曉得是什麼意思，不敢進去，欲要告別，公子不肯放，只得便同走過了小橋，\\n又到方才那朱門內去。只見花籬裡面，隱隱像有美人來窺看。\\n公子延次心到一所小小書廳內，擺設得十分精雅。坐定了，獻過了茶，又搬出酒肴來\\n。\\n次心立起身辭道：「年幼無知，誤入內室，得蒙赦宥，已屬萬幸。但願放令早歸，感\\n激非淺。」\\n公子那裡肯聽，扯次心去客位裡坐下了，公子對面相陪。幾個俊俏丫頭，捧了酒壺，\\n與他斟酒。\\n次心是個不出書房的後生，到此地位，面嫩起來，紅了又白，白了又紅，那些丫鬟都\\n在背後嘻嘻的笑。次心略飲兩杯，又要起身告別。\\n萬公子拖住道：「小弟有一個對，小哥若對得好，便放小哥回府如何？」次心道：「\\n既如此，請教。」萬公子勸次心坐定了，才吟出那句來，道是：半夜二更半\\n只見次心好似平常日子預先對就了的一般，絕不思索，接口便對道：中秋八月中\\n萬公子拍手大笑道：「真乃解學士再生了。」次心連稱「慚愧」。原來萬公子有個女\\n兒，小名喚做巧娘。因是七月七日生的，取這個名。年方二八，生得如西子一般，又\\n且精通書史，父母日日思量揀個快婿，卻都不中得意來。\\n上一夜，巧娘做一個夢，夢見一個人對他道：「解學士是你丈夫。」巧娘夢中尋思：\\n解縉是國初人，怎地做起我丈夫來！便又問那人道：「如今在那裡？」那人道：「明\\n日落水的就是。」巧娘早晨起來，把這夢說與爹娘聽了，都道稀奇。這日次心跳在池\\n裡，正應了那夢兆，因此萬公子倒歡喜起來。又見次心神氣清秀，語言明朗，越發中\\n意，便招接到裡面，原是要妻女都來看看，再自己考考他內才的意思。\\n當下，萬公子對次心道：「這個對，是小女平日間擬下的，卻再想不出那對句來。今\\n日小哥對得真乃絕對，這個也未必不是天緣。賤意欲將小女仰偕秦晉，未知尊意若何\\n？」尤次心推辭道：「晚生門戶衰微，怎敢攀援花冑，府中玉女，自當另覓良緣的是\\n。」萬公子道：「小哥不必太謙，你也是積祖書香，難道和舍下對不來。小弟主意已\\n定，只要小哥不棄就是了。」\\n尤次心道：「極承雅愛，但不知家慈意下如何，未敢擅自主張。」\\n萬公子道：「這也不錯。小哥回府去，且稟知尊堂太太了來。」\\n當下尤次心謝別了萬公子，萬公子叫打轎來抬了他，又著人背了濕衣服，送他歸家。\\n次心回到家裡說起，被韋恥之作弄，闖入萬公子內室，害得受嚇跳池，方才大家都曉\\n得韋恥之是個歹人。曹氏囑咐兒子：「今後只不要去睬他就是了。」\\n次心又說起萬公子見他，對了那對，要把女兒與他聯姻。曹氏心裡卻怕門戶不當，結\\n交他家不起，十分躊躇。\\n過了兩日，萬公子托人來致意曹氏，並說是自己家內屋宇頗多，可以去成親。曹氏只\\n是狐疑不決。\\n英姑卻便自己走出去，應許了那人。即日央媒人行起納采的禮來。擇個吉期，便送次\\n心入贅到彼。成婚後，夫婦和諧，自不必說。\\n過不多時，學院來考，次心便入了泮，名噪一時。萬公子倍加愛敬。住了年餘，次心\\n道是母親在堂，應得歸家侍奉，稟白丈人丈母，要同巧娘回門。那時次心的妻弟漸長\\n成了，萬公子夫婦也便不十分固留，備了絕盛妝奩，便送他們回去。\\n那時曹氏在家，虧得英姑替他整理得家務好，日日招財，時時進寶，心中快活。英姑\\n又延請名醫，與繼母調治，那舊病好了大半，竟走得下牀來。英姑又把房子收拾得十\\n分齊整，次心夫婦回來，再帶得許多底下人，竟宛然是富貴人家局面了。\\n那韋恥之見尤次心與他斷絕往來，已自氣忿不過。又見尤家這般興大，更加仇恨，日\\n夜要想個法兒來，傾害他家。\\n其時番禺縣尹換過了，不是前日那江秋岩的世弟兄，卻倒是韋恥之老婆的母舅，姓胡\\n，名從。\\n番禺縣內有一群強盜，打劫了人家，發覺出來，盡行脫逃，一個也拿不著。官府十分\\n心焦。韋恥之卻去見那知縣，說：「尤次心是與這群強人做窩家的。」\\n胡知縣信以為然，也不另行察訪，竟捉尤次心到官勘問。尤次心那裡肯認，卻被胡知\\n縣嚴刑拷掠，受不得痛苦，勉強招了。\\n那胡知縣又來尤家起贓，卻一件起不出。胡知縣就算他變了贓，把他家產盡行抄沒入\\n官。還虧英姑拿著分家簿子去爭辯，更兼新增的田產，都掛在上心名下，因此倒止抄\\n沒得一半少些。曹氏和英姑在家，還盡好度日。\\n當下萬公子替女婿去上司衙門申理，怎奈判還尤上心田產的這樣好知府，又調任別處\\n去了。那些上台都要保全胡知縣，不肯把他做承審不實，只是將尤次心的罪改輕些，\\n革去前程，問個邊遠充軍，克期在番禺縣內起解。\\n曹氏和巧娘都來衙門前分別，個個哭得喉嚨都啞了。次心見妻子正在青年，自己此去\\n，量來不能再歸，便討筆硯寫紙離書，勸他另擇良姻。\\n巧娘接來，扯得粉碎，道：「郎君若疑妾有二心，今日先死在郎君面前，郎君可放心\\n前往。」便望側首一個井內，湧身就跳。幸得眾婦女手快，上前扯住，先勸了他回家\\n去。尤次心哭拜了母親，又謝別那送的親友，即便登程。\\n原來他充發的地方，也正是山西。行了好些日子，來到河南界上，在飯店內打尖，見\\n門首走過一個叫化子，面貌有些像他哥哥。走近去仔細一看，果然不錯。\\n上心也認得是次心，弟兄兩個敘起別後事事，大家飲泣不止。\\n次心對哥哥道：「兄弟這一去，今生未必能回。可憐母親在家孤棲，哥哥須作速回去\\n，好令老人家略開懷抱。」便在自己包裹內，分出幾兩銀子，遞與他做盤費，灑淚而\\n別。不表次心山西充軍。\\n且說上心上路回家，不一日到了廣州。走進門去，拜倒在母親面前。曹氏垂下淚來，\\n問他：「一向在那裡？」\\n上心未及回言，英姑走過來道：「母親怎還和他這般說話。」便扶曹氏去中間朝南坐\\n了，自己拿一根大毛竹板子在手內，厲聲喝道：「你受得起我一百重板子，便留你在\\n這裡。若受不起時，你的田產，一些也沒的了。那裡有飯吃，快與我去罷。」\\n上心眼淚紛紛，拜伏在地道：「做兄弟的不肖，甘受姊姊痛打，收留兄弟在家，奉事\\n母親了罷。」\\n英姑便掄起板子，望著他屁股上直劈下去。上心在地下，嚇得眼睛亂閉，兩隻腿上的\\n肉，抖個不住，已打料那一頓的了。\\n英姑忽又縮住手，把板子撇在地下道：「這樣賣老婆的人，打來也中什麼用。你只與\\n我別處去罷。」\\n上心哭道：「兄弟已經知罪，姊姊打了我，收了我罷。」\\n英姑不就應許，等他又求打不已，才道：「我也沒得手來打你那不成器的。且留在這\\n裡，再犯出一些毛病來時，你的舊案還未曾銷，捆你去當官究治便了。」上心連聲聲\\n道：「不敢。」\\n英姑收留了上心，使差個家人，去江秋岩家報知江氏。江氏罵道：「我如今還是你尤\\n家什麼人，卻也來告訴！」家人見他動氣，便將這話來回覆曹氏和英姑。英姑就把江\\n氏的說話，述與上心聽，來羞他。上心氣也不敢出。\\n住了五六個月，英姑吃也沒得好的與他吃，穿也沒得好的與他穿，夜間叫他就在廚下\\n開個鋪，和那些底下人一處睡。日裡不是燒火就是挑水，不是打柴就是掃地，也像小\\n廝般做，看上心時，卻沒一些兒怨恨意思。\\n英姑心中暗喜，又幾次把銀錢出入的事試他，竟一毫也沒有苟且。英姐見他果然改變\\n了，方才和繼母商議，要去求請江氏弟婦回來。\\n曹氏道：「我也日日在這裡想他，但是他十分氣苦，恐怕挽回不來的了。這卻怎麼處\\n？」英姑道：「他若忘我家時，不等到今日，早已另嫁他人。只是害得他太毒了，因\\n此有前番氣憤說話，卻也怪他不得，如何割捨得來。」\\n當下英姑便自己率領了上心，到江秋巖門上去負荊請罪。江秋岩夫婦出來見了，冷笑\\n著對英姑道：「小女前日既嫁了令弟，從來嫁則從夫。有意要賣，自然就賣了，什麼\\n罪來。」\\n英姑見他夫妻滿臉的氣，便喝令上心，長跪在階前，才又對江母說，要請弟婦出來，\\n江母道：「小女不幸前番受那大辱，已不是令弟家的人了，叫他還有什麼面目出來。\\n」\\n英站只得自己也跪下去告罪。江母慌忙扶住了，便叫家人去請女兒。去了一回，不見\\n出來。江母撇不下英姑情面，又自己去喚，卻仍不肯出來。英姑竟自走入去，虧得他\\n氣力大，竟將江氏抱了出來，坐在中間一把椅子內。江氏立起身又要走，卻被英姑兩\\n手按住，便喝上心來跪在面前叩頭。\\n江氏罵道：「我與你已是恩斷義絕，卻還到我這裡來做什麼？」上心羞慚滿面，只是\\n跪在地下，不敢開口。直等江氏罵得暢了，江母方才扯了他起來。\\n英姑從容對江母說，備述他婆婆十分想念，問何時可以歸去。\\n江氏道：「一向承姊姊垂愛，今日來到這裡，那敢不依尊命。但是保不定有被這黑心\\n人再賣，望姊姊回去，另收拾一間房子，容做媳婦的來奉事婆婆，譬如削去頭髮，做\\n尼姑就是了。」\\n英姑道：「弟婦你也不必認性。」指著上心道：「他若不改前非，我做姊姊的也饒他\\n不過，還要趕逐他出去，怎肯同了他來。有得容他請罪，實因他今非昔比，還是幾次\\n試過來的，你們兩個到底是夫妻。從來說船頭上相罵，船艄上講話，是拆不開的。那\\n裡記得許多恨。我今日同他回去了，你這裡收拾收拾，明日打發轎子來接你罷。」\\n當下英姑別了江家夫妻母女，自和上心歸家。次日，遣幾個家人，同著轎子到江家去\\n接取江氏回家。曹氏和英姑、上心，到門首相迎。\\n江氏下轎來，向著婆婆，拜伏在地下，哭個不住。曹氏也對他哭。英姑早已叫人安排\\n下酒肴，便請繼母朝南坐下，上心夫妻東西對坐，自己卻坐在朝北。\\n飲過了幾杯酒，英姑去捧出許多簿籍來，放在桌上，對曹氏和上心夫妻道：「我來這\\n裡忽已多年。一向把住這些田產，並不是有什麼私心，只因父親的遺業，不忍他人謀\\n占。今幸得大弟回心，弟婦復還，我仍將產業簿子交還你夫婦。我前日一個空身子來\\n，明日仍當一個空身子回去。」\\n當下，上心夫妻都立起來，改容拜謝，又懇留他在家，再住幾時，英姑便住下不表。\\n再說次心解到山西，撥在大同總兵摩下做兵。總兵見他文秀，叫他掌管文書，十分中\\n意。\\n次心偶然在同伴中，說起自己姓名籍貫，內中一個年老的，跳將起來道：「這般說，\\n你就是我孩兒麼？」\\n原來這年老的是尤牧仲，便從頭至尾，訴說他到江西，遇那藩王造反，發配山西的事\\n。次心方曉得他父親竟未曾死。當下父子兩人，抱頭大哭。\\n尤牧仲問起來家中情形，說上幾日幾夜也說不了。那同伴中都來與他父子作賀，連那\\n總兵知道了，也都不住的稱奇。\\n看官，你道尤牧仲在山西多年，怎便像真個死了的，沒封信兒回家，直等兒子也配到\\n那裡，才知道他不死？原來他信雖寄過好幾封，卻一封也不到。以後見沒回書，只道\\n曹氏率領兒子改嫁去了，也便不再發信。\\n當下他父子相依，樂不可言。過了幾日，那總兵拿住一伙強盜，審究起來，都是廣東\\n人，就是在番禺縣打劫，發覺了逃走的。\\n尤次心便和父親，到總兵面前泣訴冤枉，總兵與他上聞了。\\n朝廷知有這事，就部議，立刻把次心出罪，復了前程，廣東督撫司道，盡行降級罰俸\\n。番禺知縣削秩為民。又命地方官給還尤次心田產、房子。\\n尤次心得信，便別了父親，趕回家去，要弄銀子來與父親贖罪。不一日，到了廣東，\\n其時部文先已到粤，尤次心田產屋宇，早以給還，家中正日日望他回來，次心又說起\\n父親不死，現在山西，合家大喜。\\n再說巧娘。自從丈夫發配山西，萬公子不捨得女兒，接回家去住，又因女婿曾為離書\\n，便去探女兒意思，見他立志不從，也不相強。當日次心回來，知道巧娘守他，心中\\n甚喜，即日去拜岳父母，就接妻子來家。\\n那韋恥之見尤次心出罪還鄉，又復了田產房子，倒白白把個番禺縣革職，絕了他招搖\\n撞騙的路，好生氣憤。適值那夜風大，便悄悄去尤次心屋後，放起把火來。一霎時紅\\n光燭天，照得街上如同白日，他便溜了回去。比及從鄰舍曉得，走過來救，已把那官\\n府給還的房子，燒做白地。幸喜尤次心還在外家，未和巧娘回來，那房子是空的，不\\n曾傷什麼人。尤上心房子雖與兄弟並排造的，卻未曾被火。\\n次日，上心讓人去萬家通知，萬公子見女婿沒了房子，便留他夫婦在家。巧娘尋出些\\n私蓄來，交丈夫拿去，把燒不盡的將就修葺。\\n次心便僱兩個人，先把倒塌下來的磚瓦搬運開去，自己在家督工。無意中提起把鋤頭\\n，在地上作耍。夯一下，「鐺」的一響，竟把鋤頭卷了口。打一看時，卻原來夯在塊\\n石板上。心中動疑道：「這裡為什麼有起這石板來？」便叫人畚開些泥，揭起來看，\\n只見底下貯著一缸金子，兩缸銀子。\\n當下次心大喜，獻了藏神，取將出來，便把房子重新建造，倒比前更加體面。接了巧\\n娘回家，整備下二千銀子，便要去山西贖父親。\\n卻是上心對他道：「你才到得家，如何就出門，不如等我去走道罷。」\\n次心依言，揀兩個能幹家人，同哥哥前往。不一日，上心跟了尤牧仲到來，這番合家\\n團聚，笑也有，哭也有，好不熱鬧。\\n一日，英姑辭別父母兄弟，要回潮州。合家苦留住了，那裡肯放。\\n尤牧仲又吩咐兩個兒子，將田產三股均分，讓一股與姐姐。英姑那裡肯受。卻因老人\\n和兩個兄弟定要與他，只得收了。\\n次心又取出掘的金銀來，也作三股化開。英姑便差人往潮州，叫他兒子搬了家，來廣\\n州住，竟也做了廣州人。\\n卻說韋恥之，自己尋思，十多年中，幾次設計要害尤家，卻倒都成就了他一門，沒得\\n計策再使出來，心中納悶。他家中窮得一貧如洗，妻子死了繼不起，也沒一男半女，\\n連那頂天的也弄乾淨，終年寄居在和尚寺裡。那些和尚沒一個不厭他。\\n他見尤家十分興旺，又思量去趨奉牧仲父子，希望他些周濟。\\n一日是尤牧仲生辰，兩子一女，與父慶壽。尤牧仲想起在山西時，到了生日，舉目無\\n親，何等孤惜，如今一門聚會，又且家道大充，好不快活。親友都牽羊擔酒來賀。\\n那韋恥之也去強買了一隻雞，到來祝壽。\\n尤家父子雖曉得歷年這些事故，都是他作祟，卻因那禍都化了福，倒也不去恨他。受\\n了他送的禮，仍又請他吃酒。\\n卻是那江、萬兩親家，想著他險些害兩家女兒性命，氣憤不過，又見他在尤家談天說\\n地，像人一般吃酒，兩個越發不平。\\n江秋岩便和萬福同商量，假意都走過去，與他說說笑笑。\\n到了明日，兩個又同到和尚寺中去訪他，恰好無人在旁，兩個便招他去遊山。\\n那日，是韋恥之的惡時辰到了，這般奸險小人，也會得落圈套，欣然同了二人就走。\\n出得城來，到一座山裡，卻是荒山，四下無人。那江秋岩原是武秀才，去武就文的，\\n脫不去那糾糾氣習；萬公子又是任俠的主顧，便四隻手一齊上，把韋恥之按倒。韋恥\\n之口裡叫道：「為什麼這般起來？」\\n江秋岩去腰間，抽出一口雪亮的刀來，架在他項上道：「你再做聲，這就殺死你這狗\\n才！我要問你，你與尤家有甚大冤，只管設計去陷害他？你且說來！若果係不共天日\\n的，我便饒你。」\\n韋恥之告道：「不瞞二位說，只因那年宗師歲考，我考了四等，他卻考個一等第一，\\n為此氣不過，要害他家。」\\n萬公子道：「他那時可曾來取笑你？」\\n韋恥之道：「他是不曾來取笑我，我卻只是恨他。」\\n江秋岩對萬公子冷笑道：「依他這般說，年常考試，不知害人家結多少死冤家哩。」\\n指著韋恥之道：「我且看你心肝怎樣的！」便隔著他衣服，把刀從他胸前直破到小肚\\n下，挖出那五臟六腑來掛在樹上了，兩個自取路回家。\\n過兩日，有人入山，見一個沒頭剖腹死屍，原來那頭又不知被什麼野獸咬了去，這是\\n惡人的結局。\\n後來尤牧仲和曹氏壽終在家，上心弟兄都能保守家業。次心又發了一榜，一門之內，\\n富貴兩全。\\n英姑得了那股家事，也便做了財主。這可不是吉人天相麼。後人有詩單笑韋恥之道：\\n災禍由來降自天，幾曾付與世人權。\\n堪憐枉使千般計，身死空山徒自殲。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第九回     倩明媒但求一美　央冥判竟得雙姝\\n夢鎖重樓春信杳，詩詞會把春心釣。這是爹娘沒見識，延師教，幾把閨門玷辱了。為\\n著情詩和悶倒，上裙喜子驚人跳。作怪丫頭扯謊報，才郎到，愁眉錯對菱花笑。\\n世間為父母的，生下個女孩兒，就要叫他讀書，也只消閨門女訓，和那千字文、百家\\n姓，令他認幾個字罷了。可笑有那沒見識的，竟像兒子一樣，教他許多詩詞歌賦，好\\n似朝廷又開什麼女翰林科一般。那質地純些的，做了學劍不成，倒還沒事。有那聰俊\\n女娘，及笄之年，情竇正開，理會了些豔詞麗句，再遇邪緣，可有不弄出醜事來麼。\\n在下這首《漁家傲》詞，專指那種情弊。\\n如今說件幽婚故事，也是沒見識父母做出來，雖然成了一段佳話，卻是不可為訓的。\\n明朝永樂年間，四川成都府有個秀才，姓姚名大年，號喚壽之。父母具亡，又無弟兄\\n伯叔，只是獨自一個人，年已二十，家計原也將就。他的才學，就是第二個蜀中蘇東\\n坡，又且生了潘安般貌，真乃翩翩年少，人人都豔羨的。\\n他立志要娶個絕世佳人。因此弱冠之年，赤繩尚不知繫何處。他性情又極仗義疏財，\\n愛惜朋友，如同珍寶。即如相與個同學秀才丁約宜，就是同胞弟兄，也沒他的友愛。\\n不道丁約宜死了，家中是赤貧的，是他走去殯葬，又周恤丁約宜妻子，一切動用都是\\n姚壽之送去。\\n他的家產，原只中中，因這些上頭，竟窮了，靠著自己才學，賣文為活。一年也尋得\\n好些銀子，卻仍在慷慨上揮霍了去，再沒得多起來，這也不必細表。\\n且說成都城內有個富戶，姓施，叫施孝立，娶妻尹氏，生下個女兒，喚做蓮娘，年二\\n九，美豔異常。\\n施孝立從幼教他讀書，蓮娘天資聰敏，讀了幾年詩詞歌賦，沒有一件不會。更兼做出\\n那針指來，又是沒有一個人趕得上的。施孝立和尹氏愛惜他如掌上明珠，立意要揀個\\n才高八斗的做女婿。卻苦在施孝立自己竟目不識丁，那裡辨得出才子不才子。\\n一日和尹氏生個計較，叫女兒繡一幅手帕，請那些少年書生題詠，一來顯女兒描鸞刺\\n鳳的手段與人看，二來就把眾人詩詞與女兒看，待他自家擇婿，不到得錯過才子了。\\n蓮娘得了父母之命，便去打出一個譜來，喚做「倦繡圖」。繡一個美人在上面刺繡，\\n卻是神思困倦，停著針兒的，因此取這名目。蓮娘繡完了，施孝立夫妻便喚個做媒婆\\n的，央他拿到人家，看有年少書生，未曾婚配的，請題詠些詩詞。\\n媒婆會得意思，把這帕兒常帶在身邊，走過好些人家，有了詩詞，就送去與蓮娘看，\\n卻只是不中得佳人意。一日，媒婆帶到姚壽之家，姚壽之見了問道：「誰家女眷，有\\n這般好生活，真個繡得工致。」媒婆便述施家求詩之意。\\n姚壽之道：「看了這副手段，你就不說那話，我也詩興勃然起來了。」媒婆道：「有\\n好些人做來，都不中選，相公是有名的才子，這番自然叫佳人歡喜，得偕姻眷哩。」\\n姚壽之聽了，越發高興。便取一方彩箋，攤在桌上，磨得墨濃，蘸的筆飽，一揮而就\\n，早成了首七言絕句道：\\n慵鬟高髻綠婆娑，懶向蘭窗繡碧荷。\\n刺到鴛鴦魂欲斷，暗停彩線蹙雙蛾。\\n媒婆瞎七瞎八，在旁亂贊道：「老身走過好些人家，看那題詩的，字腳也不曾見，先\\n把頭頸骨搖得酸了。怎麼相公這般容易？我想這個猶如我做媒人，到那高來低不就人\\n家，費了口舌，卻仍撮合不來；那兩相情願的，是一說就成哩。」\\n姚壽之也不去答應他，看了那帕兒，十分愛慕，又取一幅花箋，續一首來贊那刺繡手\\n段道：\\n繡線挑來似寫生，幅中花鳥自天成。\\n當年織錦非長技，幸把回文感聖明。\\n姚壽之詩完了，取個封兒封好，遞與媒婆。媒婆便拿了到施家來。恰好蓮娘獨自一個\\n，靠在迴廊下欄杆上，看那瓷缸內金魚。\\n媒婆含笑上前，萬福道：「恭喜小娘子，老身今日帶得潘安、宋玉般的好詩來了，卻\\n怎樣謝了老身，老身好拿出來。」蓮娘笑道：「聽了你這話，就曉得那詩又不佳的了\\n。」媒婆道：「卻是怎見得？」\\n蓮娘道：「潘安、宋玉，只是稱那貌，你如何贊起那詩來？」媒婆拍手笑道：「多承\\n小娘子指教，是老身欠通了。但這詩確好的，到底要謝謝老身，才好拿出來哩。」蓮\\n娘笑道：「果係好時，恕你一向把醜詩搪塞的罪兒便了。」\\n媒婆聽了又笑，便去袖中摸出那個封兒，遞與蓮娘。蓮娘接來，不就開看，望窗口桌\\n子上輕輕一丟。媒婆見了，去拿來揣在懷中，也不開言，望著外面便走。\\n蓮娘忙叫道：「卻如何又把那詩拿了去？」媒婆回轉頭來，假做氣烘烘的說道：「老\\n身說今日的是好詩，小娘子卻認做和前番一樣，不值得就拆來看，可不辜負那才子麼\\n。老身要把去送還他。」\\n蓮娘笑謝道：「是我輕量天下人的不是了。你也何必便這般鬥氣。」\\n媒婆方又慢慢地走回來，仍將那封兒放在桌上，蓮娘便去拆開來看。\\n先見那書法齊整，半行半楷，絕世風神，已是可愛。試讀一遍，只覺得眼前一亮，就\\n如准千萬粗醜婦女裡撞見了個吳宮西子，驟然間倒一句也贊不出。重又把來念一遍，\\n果然言言錦繡，字字珠璣。喜得眉花眼笑道：「不想天下原有這般美才。」\\n媒婆見他贊了，便誇口道：「老身說的不錯麼，卻怎樣謝老身？」\\n蓮娘見那錦箋下面落的款道：蓉江姚大年題。對媒婆道：「蓉江，想是姚郎別號，他\\n家裡卻在何處？」\\n媒婆道：「聞得他是我成都有名的秀才，小娘子不曉得麼？他家就在東角街上。」\\n蓮娘道：「原來就是這姚生，果然名下無虛士哩。」\\n媒婆在施家，盤桓了半天，見施孝立不在家，便自歸去了。蓮娘等父親回來，拿過那\\n詩去道：「孩兒今日得兩首上好的絕句在這裡了。爹爹你看。」\\n施孝立道：「我是看不出的，你說上好，自然上好的了。但不曉得是誰有這手段，上\\n得你的眼睛？」\\n蓮娘道：「不是別人，原來就是有名的姚壽之秀才。」施孝立聽了，不覺攢眉道：「\\n可惜是這人做了。」\\n原來施孝立起初只要與女兒尋個才子為配，那裡想到天底下真正才子，七八是家徒四\\n壁，沒有飯吃。如今聽見說是姚壽之，知道他現在窮了的，便有些不合式起來。\\n蓮娘卻不省得父親之意，問道：「爹爹原何這般說？」施孝立道：「你還不曉得請眾\\n人題詩的意麼，原是與你擇婿。但這姚生雖有文才，卻近來家道平常，如何好叫你過\\n活得。我因此說這話。」\\n蓮娘道：「孩兒看這人的詩才，將來定然是發達的，爹爹卻不要只顧目前。」\\n施孝立道：「那窮是現的，發達是賒的，難道不看現在，倒去巴那不見得的好處麼？\\n我做爹爹的自有主見，你女兒家不要管。」\\n蓮娘心中是已經向著姚生的了，卻不好意思再說，只得怏怏的走回房去。\\n到了次日，媒婆又到他家來，見了施孝立，滿臉堆著笑道：「昨日拿得姚壽之秀才詩\\n來，小娘子十分贊好，想是合得頭來的了，老身今日特來請小娘子庚帖去。」\\n施孝立哈哈的笑起來，道：「卻如何做得首把詩好，便要想來求親？」\\n媒婆聽見這話，心中忖道：不好了，如何有些變卦起來。卻因先前央他求詩，原未曾\\n說破擇婿意思，不好猴急，只得又勉強賠笑道：「據老身看起來，姚秀才和小娘子，\\n真個一雙才子佳人，卻也錯過不得，不如出一個八字也好。」\\n施孝立搖頭道：「他只好自己忍那窮苦，如何我家蓮姐也跟了去嘗起些滋味來？你別\\n有好親事，再來說罷。」\\n媒婆聽了，好生不快。原來他早時出門時，已曾到過姚壽之那裡，說蓮娘見詩，稱贊\\n不已，這姻事十拿九穩的了。心中想道：卻叫我如何再去回覆。口裡含糊答應了施孝\\n立，便抽身到蓮娘房裡來。\\n只見蓮娘手托香腮，呆呆的坐在那裡。媒婆進房叫道：「小娘子，你在這裡想什麼？\\n」蓮娘見他入來，強笑一聲道：「我也問你，今日又來做什麼？」\\n婆子滿肚皮懊惱，聽了蓮娘的話，倒哈哈的好笑起來，便又對蓮娘道：「小娘子，你\\n合適了姚秀才的詩，我便道這姻緣是萬穩的，就去知會了姚郎。你知你家員外，又嫌\\n他窮，不肯出帖，卻叫老身如何再去見他？因此來和小娘子計較。」\\n蓮娘不覺掉下兩滴淚來道：「爹娘意中不合式，叫我也沒法，是我今生不該配著才子\\n，倒枉費了你許多唇舌。你既難去回覆姚郎，我正有些物事在這裡，憐他窮窘，要助\\n他做讀書資本，就煩你拿去。只說我父親原沒有擇婿之意，是你猜錯了，那物事是我\\n爹爹道他做得詩好，贈他的。這可不是幾面都好看了。」便取五十兩一封銀子來，交\\n付婆子。婆婆道：「小娘子真個有作用，果然八面光鮮了。但是舍著這般才子不要，\\n辜負你兩下裡憐念心腸，老身卻終究氣不過哩。」\\n當下媒婆別了蓮娘，便出門到姚家來。他心中怪施孝立反覆，又憐那蓮娘多情，怎肯\\n依著蓮娘的話，只是從直說與姚壽之聽便了。\\n姚壽之見親事不成，心中納悶，那裡把這幾十兩銀子在意，卻因是佳人贈的，便收來\\n珍藏在書箱內，歎口氣道：「蓮娘倒是我一個女知己了。」從此越發想慕，書也無心\\n去讀。又幾次另央人去施家求親，施孝立只是嫌窮，不肯把女兒與他。過了幾時，聽\\n見說將蓮娘許了本城一個一般富戶，黃化之的兒子黃有成，姚壽之方才死了這條心，\\n那睡夢裡頭卻還時常牽掛著。\\n且說蓮娘，聽見姚家人來說親，父親不允，心中抑鬱，漸漸生起個疾病來。又見把他\\n許了黃家，那症更加沉重，不茶不飯，無睡無眠，瘦得十分看不得，有些不起光景。\\n施孝文夫妻著了急，日日延醫問卜，卻都沒有應效。一日來了一個西番和尚，掛著個\\n招牌，道：「善治一切危險症候。」施孝立知道了，便去請他來家，看女兒的病。\\n那和尚診了脈道：「這病也還可救，但須得有男人胸前的肉，割下一錢重一塊來，和\\n藥為丸吃下，便可痊癒。」\\n施孝立心下躊躇道：「別個的肉，誰肯割下來救人家性命，只除非他夫妻，那是關切\\n不過的。」便差家人到黃家去述和尚之言，要女婿救女兒的命。\\n黃有成聽了，大笑起來，當著來人罵道：「想你主人有些呆的，聽信瘟和尚說話，在\\n我身上想人肉吃麼？」踱了進去，等了半日也不見出來。家人只得回來，復了主人。\\n施孝立大怒道：「他不肯割肉倒也罷了，卻如何倒罵起我來？」便對著眾人道：「你\\n們與我說出去，但有肯割下肉來，救得病好的，就把我家小娘子嫁他。」氣忿忿自踱\\n了入去。\\n那句話不消一兩日，早傳到姚壽之耳朵裡。心中大喜，火急趕到施家，倒像怕有別人\\n先割了的，道：「我情願割下肉來，救宅上小娘子。」施孝立大喜。\\n姚壽之便袒下衣裳，自己取過刀來，胸前一割，割下一塊，倒有一錢三四分重。那血\\n湧將出來，半身都是鮮紅，好像做了染匠。\\n西番和尚也在那裡，先取些藥與他敷上，即便痛止血停，和尚將那肉戳准分兩，和著\\n藥末搗爛了，丸做三丸，叫每日辰刻，開水下一丸，三日三丸，方才吃畢，那病就如\\n撿去的一般，竟好了。\\n施孝立夫妻十分快活，謝過了和尚，便想踐他前言。先托人到黃家說明原故，送還聘\\n物。黃家那裡肯依，便去尋了媒人，聲言到官告理。施孝立沒奈何，只得設下筵席，\\n去請姚壽之來，學那《西廂記》中請宴的老套子，只未曾喚蓮娘出來認兄妹。\\n飲到酒闌，家人抬出一千兩銀子來，放在旁邊桌上，施孝立對姚壽之道：「感兄盛情\\n，原該踐約。但是曾受黃家的聘，被處不從，竟要告官，恐到公庭，仍舊判與他家，\\n虛費一番周折。因此修下些許物事，為兄另娶之資。兄可收了。」\\n姚壽之見說，十分不快立起身道：「小生只為與令愛文字知己，因此不惜父母遺體，\\n難道是來宅上賣肉麼？」氣烘烘別了施孝立，一逕出門而去。\\n蓮娘在裡頭曉得了，好生過意不去，便寫下一封書，悄地叫僱在家中的李媽媽拿去，\\n寄與姚秀才。\\n李媽媽到了姚家，姚壽之正在書房中納悶。聽得施家打發人來。想道約也肯了，又來\\n纏什麼。卻見說是蓮娘遣來的，並有書子在身邊，便回嗔作喜道：「快拿書子我看。\\n」李媽媽雙手呈上。\\n姚壽之接來拆開看時，上寫道：\\n荷蒙厚重，實賜重生。人非草木，繫忍負恩。奈俗子執先聘以為辭，致嚴君恨前言之\\n難踐。彼既訟起鼠牙，脅以常情，所恐此遂弓藏鳥盡，傷夫義士之懷，心之戚矣，夫\\n復何言。然以君子才華蓋世，鵬程方遠，寧之燕婉之求！妾昨夢不祥，不久當死，泉\\n下之物，正不必悻悻然與人爭也。施蓮謹拜。\\n姚壽之看了道：「承小娘子有情於我，我也有一書煩媽媽你帶去。」便取幅箋來寫道\\n：知己之難由來已久。況欲得諸閨中弱質為尤不易也。向所為不惜殘父母遺骸，以佐\\n藥石者，誠不忍良朋之就死，有可自效，而愛莫能助也，豈真好色哉。然卿雖於僕為\\n知心，而僕未與卿相謀面，誠得邂逅光儀，顧我嫣然一笑，斯則真知我也。姻媾不諧\\n，亦復何恨？姚年拜復。\\n寫畢付與李媽媽，又取出二兩銀子，與李媽媽買花插。\\n李媽媽千歡萬喜，謝了姚生歸家，將回書遞與蓮娘，又稱贊姚秀才許多好處，說這姻\\n事不成是可惜的。蓮娘拆書來看，暗暗點頭。\\n過了幾日，清明節近。成都風俗，到那時候，大家小戶，男男女女，都要上墳拜掃。\\n蓮娘暗暗的又寫封書，叫李媽媽送與姚生，約他途中一面。轎子沿上掛個繡花綵球兒\\n做記認。\\n姚壽之得書大喜。到了那日，生怕錯過，早飯也不吃，清晨起來，便去立在路上等候\\n。直到中午，方見那有記認的轎子，遠遠抬來。姚壽之撐起眼睛，放出火來般望著，\\n沒多時到了面前。\\n蓮娘在那轎裡，揭起簾子，對著姚秀才秋波流轉，微微的一笑，露出那兩行碎玉來。\\n姚壽之見，神魂飄蕩，恨不得扯住了看他個飽。卻見那轎子已如飛過去。還想他回來\\n再看，等到天晚，不見再來，卻是轉到別條路上回去了，只得也自歸家。\\n看官，姚壽之是不曾見過蓮娘的，轎子上自少不得標個記認。那蓮娘卻何處見過姚壽\\n之，不對別人笑了？這是請他吃酒之時，在壁縫張仔細了的。若是割下肉來那一天，\\n病得七死八活，又那裡去瞧他。閒文休絮。\\n且說姚壽之回到家中，想了蓮娘那般美貌，先前說對自己一笑，就是姻事無成也罷，\\n如今卻有些欲罷不能起來。\\n過了幾時，黃家又央媒人到施家准吉期，施孝立應允了，蓮娘卻又病起來。去尋西番\\n來的和尚已不知去向。病得幾日，竟一命歸陰，叫喚不醒了。施孝立一家十分悲傷。\\n姚壽之曉得了，便趕到施家放聲大哭。待到施家眾人走來扶時，只見口眼俱閉，氣都\\n沒了。\\n施孝立連忙叫人把薑湯來灌，卻那裡灌得醒，漸漸的手腳也冷了。施孝立便叫幾個人\\n抬他回家。他家裡並無別人，那丁約宜妻子，卻是新近接在家中同過的，和著一童一\\n婢，便去準備送終物事不表。\\n卻說姚壽之的魂兒，也自知道死了，卻沒有什麼悲傷，莽莽遙遙，各處去撞，還想要\\n尋見蓮娘。遠遠望去，西北上有好些人，連聯絡絡，就像搬場的螞蟻一般，不住在那\\n裡走，便也去混在裡面。\\n不多時，來到一個去處，像是官府衙門。姚壽之同了眾人進去，走到東首一條廊下，\\n忽然撞著個生時認得，又且極相好的，卻就是丁約宜，便上前去施禮。\\n丁約宜大吃一驚道：「賢弟緣何也來這裡？」姚壽之未及回言，丁約宜早扯了他衣袖\\n往外走道：「賢弟壽數正還未盡，我送你回去。」\\n姚壽之推住道：「兄不曉得，弟有件大心事未曾了，不好便回。」丁約宜道：「愚兄\\n在這裡，充了個掌冊籍的職役，頗見信任，倘有做得來的事情，無有不替賢弟出力。\\n只不知賢弟卻有什麼心事？」姚壽之道：「兄可曉得先死的施孝立女兒，名喚蓮娘，\\n如今在那裡？弟思量要一見。」\\n丁約宜說：「知道的。」便領了姚壽之，曲曲彎彎，盤過許多院子，來到一個地方。\\n只見蓮娘又同個穿白的女子，並肩坐在塊石上，都是愁眉不展，面帶憂容。看見姚壽\\n之來，又驚又喜，忙立起來問道：「郎君緣何也在這裡？」\\n姚壽之不覺垂下淚來道：「小娘子死了，小生還有什麼心情，活在世上。」蓮娘也涕\\n泣道：「這樣忘恩負義的人，郎君還不肯拋棄，倒連自己性命都舍了麼？但是今世已\\n經過去，只好和郎君結來生的緣分了。」\\n姚壽之回轉頭來，對丁約宜道：「小弟心裡，倒道是死的好。不要活了，煩兄去查這\\n小娘子托生在那裡，告弟知道，弟便同著他去。」丁約宜答應一聲便走。\\n只見那穿白的女娘，輕輕扯著蓮娘衣袖，問道：「這位何人？」蓮娘便把生前的事述\\n與他聽。那女娘也掉下幾滴淚。蓮娘又指穿白女娘對姚壽之道：「這位妹子也姓施，\\n他父親現任湖廣長沙府太守，小名喚做冰娘。是和妾一路同來，彼此極相愛的。」\\n姚壽之偷眼看了去，見也生得花枝一般，異常嬌媚。\\n正要開口動問，只見丁約宜笑嘻嘻的走來，向姚壽之賀道：「恭喜賢弟，愚兄已替這\\n小娘打幹得停當，就請二位還陽，成了姻好何如？」\\n蓮娘大喜，跪下去謝了，正要起身，只見冰娘放了聲大哭道：「那姊姊走了，卻叫我\\n依傍何人？望姊姊救我同去。我便做小也隨著姊姊。」\\n蓮娘心中好生不忍，看著姚壽之道：「怎麼處？」姚壽之便對丁約宜道：「兄可能再\\n周全得來麼？」丁約宜搖手道：「使不得，只好偶一為之，如何再去弄那手腳。」\\n姚壽之見冰娘不住的哭，便又對丁約宜道：「兄做不著去看。倘或挽回得來，也未可\\n知。」丁約宜沒奈何，只得依他去了。等有半個時辰，丁約宜回來道：「如何，我說\\n的果係效勞不來。」冰娘見說，挽住蓮娘袖子只是哭，哭得十分悽慘，卻愈覺得可愛\\n，蓮娘也心酸得揮淚個不住。\\n姚壽之倒弄得沒做理會處。丁約宜看了半晌，歎口氣道：「罷了，賢弟你也帶他回陽\\n，倘有什麼長短，拼愚兄這身子擔當便了。」\\n冰娘方才大喜，謝別了丁約宜，三個一同出門。\\n姚壽之替冰娘擔憂道：「長沙路遠，卿獨自一個，卻怎麼好去？」冰娘道：「妾願跟\\n二位去，不想歸家了。」姚壽之道：「卿太情癡了。你不回去，如何活得來。」又微\\n笑道：「只要過一日，小生到長沙，不要害羞去躲便了。」\\n正說話間，只見一個老媽媽，坐在一乘獨輪車上，兩個車夫推挽了，從後面飛也似來\\n。剛到面前歇下了，那老媽問他三個商量些什麼，蓮娘便指著冰娘道：「這位要到長\\n沙，因是沒有伴送的，在此躊躇。」\\n那老媽媽道：「你們湊巧，我正要往長沙，何不就同我去。」三個聽說大喜。老媽媽\\n便招冰娘也去車上坐了，分路而行，不表冰娘同那老媽媽去。\\n如今卻說蓮娘，是個不出閨門的女子，陰間與陽間總一般，那裡走得許多路。走了一\\n回，便要歇息一回，一連歇了十多回，方才望見成都府城。蓮娘在路上，和姚壽之商\\n量道：「妾想回陽去倘有翻變怎麼處？不如先都到郎君家中，郎君返了魂，卻去討妾\\n的屍骸來，令妾還魂，妻生在郎君家中，這便沒得說了。」\\n姚壽之連稱有理。兩個到了家中，姚壽之先去安頓蓮娘在耳房裡，自己走入中堂。原\\n來他死了兩日，丁約宜娘子叫人摸他心頭，卻還熱的，因此未入棺。當下魂兒一到，\\n便活了轉來。家中大喜。姚壽之坐起身就說：「我要施家去。」\\n丁約宜娘子在旁道：「叔叔才得甦醒，如何好便出門。」姚壽之應道：「不妨。」討\\n口湯水吃了就走。眾人止他不住。丁約宜娘子便叫兒子福郎，和姚壽之自己家僮阿才\\n，跟了去。那福郎也已有十四歲了。\\n姚壽之到得施家，那邊眾人一見，都嚷道：「鬼來了！」鴉飛鵲亂的逃散。施孝立在\\n廳上見了，也回身要走，卻被姚壽之趕上一步，拖住道：「不要驚慌，小生實不是鬼\\n。」\\n施孝立方才定了神，請他去坐，還驚得一句話也問不出。\\n姚壽之便把自己陽壽未盡，陰司放他回來，並求得蓮娘還魂，判作夫妻的話，細述一\\n番。\\n施孝立道：「卻緣何不見小女活轉來呢？」\\n姚壽之道：「令愛是和小生一道回陽的，令愛之魂，還在小生家中。令愛意思，要在\\n舍下成親，因此小生特來，要請過肉身去。」\\n施孝立聽了，懷著疑團，卻因他說得有根有瓣，又巴不得女兒再活，倒有些不得不信\\n起來。蓮娘屍首也還未曾入殮，便叫家人抬穩了，施孝立夫妻也同著到姚家去。\\n正要起身，姚壽之對施孝立道：「小生還有句話要講。」施孝立道：「有何見教？」\\n姚壽之道：「陰司已曾判為夫婦，因是令愛魂尚未返，不好便敘子婿禮。今番卻不要\\n再變卦才好。」\\n施孝立忙道：「前遭也不是我要翻悔，實係無可奈何。今番倘果重生，怎忍再忘大恩\\n。即使黃家有什說話，我拼著與他那裡打官司便了。老兄不信，今日也恰好是黃道吉\\n日，但得小女活轉，即便成親如何？」\\n姚壽之方才滿心歡喜。領了眾人到家，指點他們抬蓮娘到耳房裡。才進得檻，見蓮娘\\n手腳都動起來，竟活了。\\n施孝立夫妻大喜，姚壽之便央人去喚音樂，又買辦獻天祭祖禮物。施孝文也沒得說，\\n和尹氏趕回去取了蓮娘的衣服首飾，再來姚家同觀花燭。\\n那夜酒散，姚壽之送了丈人丈母出門，回到房裡，蓮娘已卸了妝。夫妻兩個攜手登牀\\n。\\n凡百事體，到手得難些的，分外快活。姚壽之題那倦繡圖詩，中得蓮娘意來，自家道\\n這親事成的了，又誰知施孝立嫌女婿貧窮，不肯起來，弄得男愁女怨。後來，蓮娘害\\n病，施孝立親口許出肯割肉的，把女兒才嫁他。姚壽之去應了募，這番親事，自然萬\\n穩的了。卻因黃家要涉訟，仍是做了個畫餅充饑，望梅止渴。直到死去，陰司裡判了\\n夫婦回陽，卻還用許多深謀遠慮才得攏來，可不煩難！又兼一個是錦心才子，一個是\\n玉貌佳人，這回新婚燕爾，自然說不盡那萬種恩情的了。\\n不道方能得樂，卻又生愁。他夫妻今日成得親，那同還魂的新聞，就傳遍了一座成都\\n府城。黃有成家曉得了，十分忿怒，只道施孝立假稱女兒病死，去那姚家作婦。他父\\n親黃化之是死過多年的了，他便去尋了媒人，具一張狀子，自己出名，去縣裡控告。\\n那知縣姓平名恕，做官倒也清廉，辦事也勤。便出簽拘施孝立、姚壽之到縣，立刻聽\\n審。\\n叫眾人一齊跪上去，先問黃有成道：「你和施家聯姻，是實麼？」\\n黃有成道：「這個怎敢扯謊，現有媒人為證。」那媒人也稟道：「是小人做媒的。」\\n平知縣便問施孝立：「你卻如何又把女兒嫁了姚壽之？」施孝立道：「小人女兒死了\\n，是姚壽之也死去，替他在陰司裡求生，判了夫婦回陽的，因此把來嫁他。」\\n平知縣笑道：「這些都是空話，卻有什麼憑據呢？」\\n施孝立一時回答不來，脹紅了臉。卻得姚壽之接口稟說，怎和蓮娘的魂，先歸自己家\\n中，怎樣自己先活了，卻去請蓮娘屍首，到他家裡，才得重生，道：「這便是個證據\\n。」\\n知縣道：「果係這般，卻也是個證據。又怎見得不是你和施孝立預先定下奸計，做那\\n圈套來騙人呢？」\\n縣尹這一駁，黃有成和那媒人，都暗喜道：「這番須沒得強辯了。」施孝立也憂道：\\n「這句話卻要把家屬逐個都提問起來了，可不厭氣麼。」\\n只見姚壽之不慌不忙稟道：「生員卻還有個憑據。湖廣長沙府施太守有個女兒，名喚\\n冰娘，在陰司裡也是生員替他求判官還陽去了，這是打角公文到長沙，問得出的。」\\n當下縣尹對施、姚兩人道：「論起理來，黃家既先聘定，陰司所判就是真的，也算不\\n得數。」又回頭對黃有成道：「但他們既成過親，已不是處女了，你也何苦爭訟。我\\n只叫他們還你聘物，陪罪你罷。」\\n黃有成道：「小人不嫌不是處女，只求太爺仍把來斷還小人。」\\n縣尹把案桌一拍，罵道：「天下有你這沒廉恥的人！本縣卻不喜人家女兒從兩次人！\\n」\\n黃有成不敢再說，只得且憑縣尹斷了。\\n卻說蓮娘在家，見丈夫去聽審，好生擔憂。聞說官府這般斷了，方才放心，施孝立見\\n女婿家貧，便備了絕盛的一幅妝奩送來。姚壽之夫妻倒也快活度日。\\n那黃有成因聞說蓮娘容貌傾城，氣不甘伏，又幾次去上司告理，虧得平知縣是上台極\\n得意的，曉得是他審結，不肯翻案，仍把黃家狀詞發縣，都被他批壞了。\\n不上半年，平知縣升任廣東，卻來了個錢有靈，是又貪又酷的。黃有成便去使用些銀\\n兩，又遞了一張狀子。錢知縣得了錢，不問皂白，竟批著官差，把蓮娘押還原夫。黃\\n有成又去用了些錢，那官差便火急般來姚家要人。\\n姚壽之進紙訴狀，原說前官已曾斷定，卻那裡准他的，官差坐在屋裡，拍台拍桌叫罵\\n，害得蓮娘在裡面只要尋死。姚壽之幾番勸住，只得送些紙包與差人，詐稱本人害病\\n垂危，略略好些，即便送出。做個延挨日子的計。那官差落得到手銀子，卻仍日日到\\n他家吵鬧。姚壽之和蓮娘，每日只是愁容相對。\\n一日，清晨起來，家人報說有好些車馬到門。夫妻二人大驚，只道是官府自來要人。\\n姚壽之穿了公服出去迎接，那些人已進了中堂，男男女女，擁擠不開，何嘗見官府追\\n人。卻是長沙太守送女兒到此成親。\\n原來那大守叫施有法，四川重慶府人，年已八旬，沒有兒子，只生下冰娘一個女兒。\\n見他死去還魂，十分之快。冰娘訴說：「在陰司裡全仗姚壽之夫妻相救，情願嫁他為\\n妾。」施有法也不去拗他，便自己告老回籍，修下妝奩，親送女兒到成都來。\\n施太守見姚壽之滿面愁容，便開言相問，姚壽之將和蓮娘成婚始末，並黃家涉訟情形\\n，細訴一番。施太守笑道：「是黃有成聘定，原該姓黃娶的。但他既不捨得割下胸肉\\n來，陰司裡又不是他求了放還的，卻想享那現成的福氣，真是無理。」隨又說道：「\\n賢婿不必愁煩。今日是個吉日，特送小女到來，且請做姐姐的出來見禮。」\\n當下蓮娘出來，施太守叫家人朝南擺下兩把椅子，要行嫡庶禮。蓮娘那裡肯依，便只\\n得學了蛾皇、女英的故事。\\n姚壽之同著雙妻，參了天地，又與施太守見了禮，然後結親祭祖。\\n你道那日官差緣何不來吵鬧？一來見施太守在此，有些礙眼；二來施太守就叫姚壽之\\n家人，用個紙包，先去安頓了的。\\n施太守又著人去請施孝立來，一同吃酒。姚壽之侍坐相陪。\\n施孝立先說起黃家之事，要施太守到縣裡去說人情。施太守道：「說人情是容易，但\\n他上司衙門仍舊告得的，又不值得去見那瘟知縣。老夫卻另有一個見識在此，正要說\\n於二位得知。」便扯施孝立和姚壽之去，附著耳根，如此如此，這般這般，說了一回\\n。二人大喜。你道說些什麼，原來跟冰娘來的一個大丫頭，也是重慶府人，面貌舉止\\n，活象蓮娘不過，蓮娘是豔麗的，他卻一味呆板，就如金銀二物，若不是司空見慣，\\n也竟可以把銅錫假充。\\n施太守卻叫施孝立領回去，只說就是蓮娘，因施太守送兩個女兒與姚壽之為妻，姚壽\\n之休他歸家，自讓黃有成來娶去。當夜席散，施大守便去與女兒說知，將那丫頭交付\\n施孝立，一乘轎子抬了同回家去。施孝立自吩咐家人，不許泄漏。\\n如今卻說施太守，在女兒家中住下三四日，自回重慶去了。那官差聽說施太守去了，\\n便又到姚家來要人。姚壽之踱出去道：「你今日還來這裡要人麼？」官差聽了大剌剌\\n的話，嚷起來道：「我只是奉公差遣，卻不要把施太守的女婿的勢使出來。」\\n姚壽之冷笑一聲道：「你今日也曉得我是施太守的女婿了麼？那施孝立女兒，父親不\\n過是個守錢虜，我往常也就把他做了老婆；如今施太守送兩位千金與我為妻，我還要\\n這招是非貨兒做什麼！已經休了回去，你自施家去要人罷。」邊說邊又大搖大擺的踱\\n了入去。\\n差人好生疑異，去探那伙家人口氣時，都使些施太守家勢頭出來，卻像果然不希罕什\\n麼施孝立女兒，休了回去的。這都是施太守手筆教就。差人只得又到施孝立家去問。\\n那施孝立裝出許多氣苦，告訴姚壽之的薄情，得新忘舊，卻叫差人知會黃有成，自來\\n這裡迎娶。官差果然去報了信。黃有成信為實然。心中大喜，擇個吉日，便行娶去。\\n成親之後，卻見新人姿貌，毫不出色，心裡有些懊惱，上牀和他行事，卻也不是處女\\n。這是施孝立怕被那裡捉了破綻，落得自家人受用一番的緣故。\\n黃有成見老婆容貌平常，便思量要娶妾，那丫頭也會吃醋不許，不上半年黃有成偶感\\n時症，一命嗚呼。那丫頭便拎了些家財，另去嫁人。姚壽之夫妻直到黃有成死了，方\\n才放下鬼胎。施孝立也常到他家，不消瞞人。\\n姚壽之一日對蓮娘、冰娘道：「我想前番就住在陰間，倒也安樂；卻何苦還要來受這\\n驚恐。」蓮娘道：「那安樂是少不得百年後有的，卻還捨不得陽世的歡娛。貪多了，\\n尋出那驚恐來。」兩個聽說，都笑起來。冰娘道：「姊姊雖受驚恐，你爹爹卻快活哩\\n。」蓮娘道：「胡說，卻是為何呢？」冰娘道：「你不曉得，他把妹子的大丫頭拔了\\n頭籌，卻才讓與脫時倒運的黃有成麼？」說罷大家都笑起來。\\n姚壽之一夫兩婦，說說笑笑，說不盡那閨房樂事。後來姚壽之鄉會聯捷，點入翰林，\\n直做到湖廣總督。蓮娘、冰娘都受誥封。那錢有靈恰在那裡做屬員，是從川中調去的\\n，貪酷如前，被姚壽之具本嚴參，革去職任，又問了個罪。姚壽之年華半百，即便致\\n仕歸鄉，悠然林下。蓮娘生三個兒子，冰娘生兩個兒子，都曾做官。連那丁約宜兒子\\n，也提拔他得了個小小官職。姚壽之夫妻三人，都活到有九十多歲，兒孫繞膝，富貴\\n兼全，真乃非常之福。有詩贊曰：\\n一夫二婦已便宜，又得成雙絕世姿。\\n更有一般堪羨處，和如姊妹共歡娛。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第十回     從左道一時失足　納忠言立刻回頭\\n神器難僥倖，奸雄漫起爭。\\n草兵寧足恃，豆賊究何成。\\n一旦王師下，旋看小丑平。\\n偉哉女豪傑，勇退得全身。\\n不知多少英雄豪傑，不得善終；那庸夫俗子，倒保全了首領，死於窗下。這是什麼原\\n故？要曉得庸夫俗子，自量氣力又敵不過人，計策又算不過人，在這上頭退了一步，\\n便不到得死於非命。英雄豪傑，仗著自己心思力氣，只要建功立業，撞到那極兇險的\\n地方去，與人家爭鋒對壘，何嘗建了些功業，那逃不出俗語說的道：瓦罐不離井上破\\n，將軍難免陣前亡。\\n到這時候，反不及得庸夫俗子的結局了。那個到底不算真正英雄豪傑。若是真正英雄\\n豪傑，決不肯倒被庸夫俗子笑了。在下這八句詩，是贊一個女中范大夫，要羞盡了許\\n多鬚眉男子的。待在下敷衍那故事與列位看。\\n明朝永樂年間，河南考城縣奉化村地方，有一個姓曹的，叫做曹全士，也不過是村民\\n略有些家財，將就可以度日。娶妻田氏，生下一子一女，兒子取名永福，倒也中中質\\n地；那女兒叫珍姑，從小便十分聰明，又生得非常韶秀，曹全士夫妻愛惜無比。\\n珍姑才得六歲，曹全士便令他同哥哥永福去村學裡讀書。永福已有十二歲，卻倒讀不\\n過珍姑。珍姑讀到十一歲，十三經都讀遍了。\\n那學堂內有個同窗，姓王，名子函，沒有父親，只有母親沈氏，在家守節，撫育著他\\n，也住在那村裡。他長珍姑三歲，一般的聰明，又生得俊秀。他見珍姑漸漸長得嬌媚\\n可愛，十分的來親近。那珍姑雖還不知什麼男女之情，卻也喜歡著王子函。\\n王子函一日回家，向母親贊珍姑的美貌，要母親與他定這頭親事。\\n沈氏只有這兒子，也巴不得尋個好媳婦，使他夫婦和諧，自己享些晚福。便央人到曹\\n家去說親。\\n曹全士見王家憐仃孤苦，不肯出帖，沈氏母子也沒奈何。\\n那珍姑曉得父親不允許親事，在學堂內見王子函，便也理會得一種憐惜之意。王子函\\n越發愛慕珍姑。\\n到了十三歲，曹全士見他長大，不再叫去讀書，只在家中做些針線。\\n王子函見他不來同讀，好生沒趣。每日到學堂裡去，便大寬轉從曹家門首經過，想看\\n他心上人，卻不見珍姑出來。\\n王子函生出個竅來。起先同在學堂內時，他買一管簫來，藏在身邊，等先生走了開去\\n，就取來吹，也曾教珍姑吹得幾聲。當下便又去取了那簫，在曹家門首悠悠揚揚吹起\\n來。\\n珍姑聽得，走出來，看見是王子函，對他笑了一聲，王子函也便不吹了。到了明日，\\n王子函又在門前吹簫，賺得珍姑出來，早又把簫藏過。\\n珍姑會意，以後不等到他吹簫，約是那時候，就立在門前守王子函過，和他說幾句沒\\n緊要的話。王子函只要得這般，那親事倒也不想的了。\\n如此有一年。曹全士怪他日日抄遠路在這裡走，又見女兒不先不後，那時候總在門前\\n首，越發疑心，把女兒防困起來，珍姑見父親動疑，便不敢再去會王子函。王子函幾\\n次不遇見珍姑，又去把那簫來吹，卻也只是空腔，沒得妙處吹出來了。王子函也早會\\n意，心中悶悶不樂。這都按下不表。\\n另說起一頭，山東蒲台縣，有個婦人，母家姓唐，名叫賽兒，嫁著個林公子，不上一\\n年，丈夫死了。\\n這唐賽兒在家，不知那裡來兩個道姑，傳授他些妖法，善能撒豆成兵，剪紙為馬，並\\n那攝取金銀之術，便煽引了些愚民，在那裡招軍買馬，先攻破蒲台縣，做了巢穴，又\\n分兵四出。山東地方，只除登、萊、青三府，其餘都被占了。官兵那能抵敵。\\n他見永樂帝篡了大位，聲言替建文報仇，要恢復南京，迎請復位。便奉著建文年號，\\n自稱帝師；又領兵渡過黃河，侵奪河南開、歸等府。\\n勢頭好不利害。\\n這考城縣地方，是近著黃河的，百姓家家逃竄。那曹全士少年時，曾習得些武藝，兒\\n子永福又有幾百斤氣力，他想逃往別處，也不安逸，倒不如去從賊兵，希冀立些功業\\n。便率領家屬去軍前投降。\\n那時珍姑方十五歲，唐賽兒見生得仙子一般，與他說話，又異常靈動，心中甚喜，便\\n拔曹全士父子做了親兵，留珍站在身邊，傳他法術做弟子。\\n那唐賽兒的女弟子共有十多人，都沒珍姑這般聰明，姿色也比不上。唐賽兒便把妖法\\n中奧妙，盡行傳授，珍姑做了弟子的領袖，十分愛幸。連曹全士父子，也都信任不題\\n。\\n卻說王子函，那時聞得賊兵渡河，陪了母親，直逃到歸德府地方，卻是他母舅家裡，\\n即便住下，好生放不下珍姑。不曉得那賊兵殺來，是死是活。\\n過了幾日，聽得賊兵已退回山東，思量同了母親歸家。不料沈氏生起病來，動身不得\\n。他母舅沈子成，替姊姊延醫下藥，卻總不效。病了半年，一命嗚呼。\\n王子函異常哀痛。沈子成原是有些家產，富而好禮的，見外甥係逃難而來，拿不出銀\\n錢，便一切都是他料理。又僱了車馬，令王子函扶柩回去殯葬。叮囑他家裡無人，可\\n仍來此間讀書。\\n王子函應承了，回到考城，把母親柩去父親墳上合葬已畢，便來打聽珍姑消息。也有\\n說是遠方避亂去了；也有曉得些蹤跡，原說他家投降賊人的。\\n王子函疑惑不定，一面寫信，回音母舅，只說有親戚在懷慶府衙門裡，遣人招他，要\\n往那裡去了，回來才到母舅處攻書；一面收拾乾糧，思量去訪珍姑下落。心中想道：\\n若是避亂他方，賊兵退去已久，也可回了。不要倒是從賊的說話不錯。便渡過黃河，\\n竟投山東去。\\n才到得曹州界上，早被伏路小軍捉住，解到一個寨裡來。上面坐著一個賊將，喝問道\\n：「你可是來做細作，探聽軍情的麼？」\\n王子函本不肯從賊，卻因勢處無奈，只得應道：「不敢，小人是來投降的。」\\n賊將笑道：「我看你瘦怯的一個書生，有什麼本事，卻來投俺這裡？」王子函便隨機\\n答應道：「小人想將軍這裡，雖都用著有武藝的，那文書往來，或者也用幾個讀書人\\n，因此來投。」\\n只見那賊將點頭道：「也說的不錯。」便叫鬆了綁縛，著他在帳下幫管那軍糧冊籍。\\n王子函得暇，便去訪問同伙中，可曉得有帶了家眷在這裡，考城縣人，姓曹的？眾人\\n道：「不曉得。我這裡是你也見的，有誰帶著家眷廝殺。」王子函聽了，好生不樂。\\n卻有一個道：「就是有家眷，也只好留在蒲台帝師駐紮地方，那有帶在這裡軍前的。\\n」\\n王子函見說，便只在軍中尋訪曹全士父子，卻也不見，又不好無故辭了賊將，說要往\\n蒲台去尋人，好不納悶。\\n過了幾時，遇有官兵從河南進剿，賊將率眾迎敵，被官兵用豬狗血破了妖法，殺得大\\n敗，逃入曹州，閉了城門，不敢再出。官兵把城團團圍住，城中十分驚惶。\\n賊將坐在帳上問道：「誰敢殺出重圍，去蒲台求救？」階下眾人，你看我，我看你，\\n一個也答應不出。\\n只見王子函上前稟道：「小人願去。」賊將倒不覺呼呼大笑起來，道：「這裡多少能\\n征慣戰的人，還不敢去；你這之乎者也出身的，卻要白白去垫刀頭麼？」\\n看官，那王子函是聰明伶俐的人，怎麼不識時務，討那賊將搶白？只因身在賊中已久\\n，沒處探聽珍姑消息，正是命也怨得的時候，適值有這機會，想道：鬱悶也是死，殺\\n出城去也是死，倒不如殺出去死得爽快些。因此上前來稟。\\n當下見賊將笑了他，發個狠倒生出一條計來，又稟道：「小人自有個去法，不消將軍\\n憂得。」\\n賊將倒稀奇起來道：「你果然去得麼？有什麼去法？」\\n王子函上前一步，附耳幾句，賊將笑道：「這個去法，果然來得稀奇，依這法然兒，\\n就是別個人也去得，卻喜你有些巧思。倘或那邊不肯發兵，就依仗著你些作用。」\\n當下便吩咐，叫取五座紅衣大炮，用鐵鏈條盤了，一並的排著。眾人都不曉得是什麼\\n意思，只依著號令去準備。\\n賊將叫人修了請救文書，等到那夜三更時分，叫去牽他自己騎的那匹千里追風馬，與\\n王子函騎了，暗地開了城門，先推出那五個炮去，把藥線一齊點著。\\n那一聲響，竟是天崩地裂，官軍紮營在那一門的，打出去有幾丈闊一條血路。王子函\\n就隨著炮，一馬躍出，加上幾鞭，如飛一般去了。\\n官軍不著炮的，從夢中驚醒，見傷了許多人，只道城中出來劫營，都準備著廝殺。卻\\n見城門已自閉了，便連夜又分人馬，去補空處不題。\\n卻說王子函，騎著那匹馬，果似追風般快，天色黎明，已到了蒲台，來唐賽兒帝師府\\n前下馬，去投了那角告急文書，便想到外面去訪問曹全士。卻早見裡面傳話出來，叫\\n曹州差人進見。\\n王子函隨著那傳話的入去，來到一座大殿。那人叫他站在陛下，上面唐賽兒就問曹州\\n軍情。王子函一一訴說畢，唐賽兒打發他出來，自去商議起兵救曹州。\\n卻說珍姑在賊中，唐賽兒出格抬舉他，把軍務委任著，頗有些權柄。他日夜在帝師府\\n中出入，父母也管他不得。今日站在唐賽兒身邊，王子函在階下不敢抬起頭來，未曾\\n見他；他在上面卻見的。心中又驚又喜，見王子函出去了，隨即著自己心腹人引他去\\n，關鎖在一間空房子內，要等自家公務完了，才去和他說說話。\\n王子函卻不曉得，問那人時，也猜不出，好生氣悶，只在那空房子內，踱來踱去。心\\n中想道：難道疑心我謊報軍情，要等救過了曹州，才放我出去麼？又不見個人來陪他\\n的，好問曹家消耗，十分寂寞不過。\\n直到那夜三更時分，忽見有人開門進來，叫聲：「王家哥。」那語音好熟。打一看時\\n，卻是珍姑。王子函吃了一驚，倒疑心起來，亂擦著眼道：「莫不是我眼花了，你是\\n什麼人？」\\n珍姑笑道：「你雖和我別了多時，怎麼便不認得了？」\\n王子函方才大喜，連忙行禮道：「真個相見，還疑夢裡。」\\n珍姑便將他家投降唐賽兒，並賽兒信任自己情形，略述一遍道：「王家哥，你是幾時\\n投順的？家中可曾娶得嫂子？」\\n王子函便將他母親病故，服口未曾議婚的話，說了兩句。隨又道：「珍妹，我的投降\\n這裡，你猜得出我意思麼？」\\n珍姑道：「卻不曉得。」王子函道：「我那裡要跟他們幹什麼事業，只因放心你不下\\n，特地到這虎穴龍潭來尋訪。吃了好些驚恐，納了許多愁悶，不道也有今番會見日子\\n。」\\n珍姑道：「難得你這般垂愛，妹子也未許人，十分掛念著你。奈我爹娘執性，不好說\\n話，意思要等帝師問起親事，便好訴出衷腸，遣人河南接你，卻不道今日早上，見你\\n到來，我已快活了一日，你卻此刻才快活哩。」\\n王子函到這時候，心花怒開，見四下無人，便抱住珍姑求歡。\\n珍姑推開道：「我在這裡，雖是日日學習那出兵打仗，做鬚眉男子事業，脫盡了女人\\n家遮遮掩掩體態，這終身大事，可是苟且得的麼？」\\n王子函見他說出正經話，也便縮住了手。珍姑道：「曹州救兵已曾發去，倘敗得官軍\\n，你的功勞不小，授你一個官職，就好到帝師這裡求親，也不必到我爹處去了。」說\\n罷便要出門。\\n王子函挽住道：「珍姑，我有一句緊要的話，還未對你說。」珍姑立住道：「哥有什\\n麼要緊話？」王子函道：「我說出來，卻要你用心聽哩。我想，我和你都曾讀過古今\\n書史，那見有用紙兵豆馬，成了大事的。即如曹州兵馬，被官軍用豬狗血破了法，就\\n敗下來。況且永樂皇帝雖只篡位，也是天意。劉伯溫軍師預先就曉得，可挽回得來的\\n麼？分明自取滅族大禍。珍姑妹你是絕頂聰明的，我卻不想這好處哩。」\\n珍姑見說，呆了半晌，猶如夢醒似道：「不是哥提頭，妹子竟迷而不悟。為今之計，\\n如何是好？」\\n王子函道：「據我意思，乘這更深夜靜，無人曉得，和你逃往他方，可不脫了那場災\\n禍麼。」\\n珍姑道：「不是這樣的。我有父母在此，斷無不救的哩。」\\n便叫王子函且在那裡等，自己卻出了帝師府，去見父親。\\n曹全士夫妻已睡了，見女兒來，曹全士道：「你回來了麼？怎麼地還不去睡？」珍姑\\n道：「孩兒有句要緊的話，特來與爹爹、母親說。」曹全士夫妻坐起來道：「什麼說\\n話？」\\n珍姑坐在牀旁，心中暗想：若說是王子函的話，萬無聽理。便扯一謊道：「孩兒方才\\n在帝師府中，偶然倦起來，打一瞌睡，見關聖帝君對孩兒說：『你們這妖法是斷不成\\n事的。永樂帝也是真命天子，你們不要想錯了念頭，可速改邪歸正，免遭殺戮。』孩\\n兒被這幾句話驚醒，想起來，果然不差，特來告知爹爹母親，作速逃奔。」\\n曹全士道：「珍姑兒，這是你不相信帝師，胡思亂想，因而有這夢來。帝師是陽間的\\n神道，關聖生前也還及他不來，怎麼不能成事？你不必多疑，快些去睡。」\\n珍姑又指出妖法不濟事的許多故事，來勸父親。曹全士不聽，道：「書上是虛的，怎\\n麼及現在的為實。」珍姑道：「那曹州這支兵，被官軍破了法，殺得大敗，不是實的\\n麼？」\\n曹全士道：「這是法術不精的原故。倘然帝師在那裡，斷不到得敗的。你這些話，我\\n都不要聽，快去睡罷。」\\n珍姑見父親不從，便又去勸母親，田氏也只是不聽。原來他夫妻一樣執性。自己主意\\n定了，任憑人家說上天，說下地，再不帶轉馬來的。珍姑也自知說也無益，只因做了\\n女兒，不忍不去救他。當下再三苦勸，見兩個老的不悟，又帶著哭去哀求，那眼淚滴\\n在牀上，被褥都濕得水裡馱起來一般。曹全士夫妻全不回心轉意。\\n看看天色漸明，珍姑沒奈何，大哭了一場，走出門去。曹全士只道他原去帝師府中辦\\n事，也不喚他回來。\\n珍姑到了帝師府前，卻便去空房子內，招王子函一同逃走。珍姑在袖子內摸出兩隻紙\\n剪的仙鶴來，念幾句咒語，呵一口氣便變成了真的，和王子函各騎一隻騰空而起，珍\\n姑想道：若是回河南去，怕人認得，知道我家從賊一事，要來尋鬧。不如另往別處的\\n好。便一逕投東去。\\n看看已出了唐賽兒佔據的地界，便又念起咒語，兩隻仙鶴都歇了下來。珍姑收了法，\\n仍變做紙的，揣在袖中。又取出兩隻紙剪的驢子，變成真的，大家騎下一匹，投青府\\n來。\\n珍姑在路上，只是愁眉不展。憂他父母。王子函尋出些發鬆的話來，與他開心，方才\\n略見他些笑容。珍姑問道：「哥莫不也曉得些法術麼？」\\n王子函奇起來道：「珍姑，你為何忽發此言？」珍姑道：「我想你這瘦弱書生，獨自\\n一個，沒些法術，怎出得曹州的圍來？」\\n王子函點著頭笑道：「是用些法術的。」珍姑道：「你用什麼法術兒？」王子函道：\\n「你且猜猜看。」\\n珍姑道：「難道也是剪個飛禽不成？卻緣何剛才在鶴背上，腰駝背曲，頭也不敢回，\\n只防跌下來，全不象個慣家。\\n王子函見他取笑，也笑起來道：「你慣家的法是假的，我不是慣家的法倒真哩。」\\n珍站見他說得離奇惝況，越發疑心要問，道：「哥，妹子猜不出，說出來我聽。看是\\n什麼法兒。」\\n王子函笑道：「我是騎著真馬出城，這法可不是真的麼？」珍姑怨道：「我好好問你\\n，你卻只是打諢。」王子函道：「我並不是打諢，實係騎馬出城，咒也罰得的。那馬\\n直騎到帝師府前，繫在那裡，何嘗說謊？」\\n珍姑道：「這又奇了，難道你也習得些武藝，殺出來的？」\\n王子函道：「我何曾曉什麼武藝。」珍姑道：「是了。定然城裡發兵，護你出來的。\\n」\\n王子函道：「你又來了。既有兵護我出城，緣何只我一個到蒲台，難道送我走遠了，\\n那官軍鐵桶般圍著他們，倒再殺入城去？」\\n珍姑道：「也不錯。」又想一想道：「那馬也只是這般奇，莫非另有甚竅兒，用在馬\\n前馬後的？」\\n王子函拍手笑道：「這話被你道著些大意了。」珍姑道：「哥，實在什麼竅兒，何不\\n傳授了我？」王子函道：「且等和你成了親，卻才傳授你。」\\n珍姑又道：「何不就傳授了我？免我滿肚皮的孤疑。」王子函勒住韁繩，輕輕對珍姑\\n笑道：「我何曾不要就傳授你，只怕你又像昨夜般做起來。」珍姑聽說，紅了臉，也\\n便不好再問。\\n再個說說笑笑，到了青州，便就城外，租一間房子暫住，只說原是夫妻，避亂來的，\\n卻也沒人盤問。\\n王子函去買了些香燭，當夜便要拉珍姑交拜成親。\\n珍姑不肯道：「你家母親的服還未滿，便只管想這背禮的事。我既跟你到了這裡，難\\n道以後不是你妻子不成？況我爹娘都在難中，那有心情做這事。你若再來逼我，我便\\n騎著仙鶴，別處去了。」\\n王子函見他這般說，不敢再求成親，只是閉門對坐，做個把燈謎來猜。猜得著算贏，\\n猜不著算輸。贏的並了兩個指頭，把輸的手心輕輕責一下，這般作樂。\\n看官，人家夫妻既然遇著一對才子佳人，在閨房裡頭，似這樣斯文交易，真正仙境，\\n必要尋到被窩中滋味，也就俗不可耐了。\\n卻說他兩個出門，身邊都沒有什麼盤纏的，在青州住不多幾日，手內空空，米也糴不\\n起，柴也買不來。王子函去鄰舍人家告借，眾人見他兩個是別處來的，又不見習什麼\\n行業，誰肯借於他。一連走了幾家，都回答道沒有。王子函只得悶昏昏歸家。\\n珍姑卻全沒有一些憂色，拔下簪珥，叫王子函去質錢來，準備柴米。又叫買些酒肉等\\n項。\\n王子函一一都辦了回來，對珍姑憂道：「簪珥是典得完的，下去日子，我和你卻怎生\\n過呢？」珍姑笑而不答。\\n卻說他近鄰有一家姓洪，是個響馬強盜，眾人也都曉得，只是捉不住他破綻。\\n珍姑那日把買的魚肉煮熟了，酒也燙熱了，對王子函道：「洪家是富翁，你何不走去\\n，借他千把銀子來用用？」\\n王子函倒笑起來道：「你好不達時務。連些柴米還沒借處，這般獅子大開口起來？」\\n珍姑微笑道：「我自有法兒叫送我哩。」王子函不解。珍姑又取張紙來，剪一個像判\\n官模樣，放在地上，把個雞籠罩好，自拿了酒肴，和王子函去炕上對坐了吃。\\n珍姑拿本書來行酒令，要隨口說是第幾板、第幾行、第幾字，說著了水字旁、酉字旁\\n的，吃一大杯；倘說著了「酒」字要加倍吃了大杯。\\n先是珍姑說起，恰恰說著個「酒」字，王子函笑道：「你莫非預先見了的，卻來討酒\\n吃。」便斟過兩大杯來。拿著杯子禱告道：「倘借得動銀子，你也說著吃雙杯的。」\\n王子函卻得了個「醉」字，珍姑大喜道：「事體成功了。」便也篩兩大杯過去。\\n王子函不服道：「我只是個『酉』旁如何兩杯起來？你這令官好糊塗。」珍姑道：「\\n這個『酉』旁，比別不同，應該活動，我還不過是酒，你卻醉了，怎麼倒不雙杯？」\\n正在爭辯，聽得雞籠內「撲」的一聲響，珍姑放下酒杯，去揭開來看，只見一口布袋\\n內，滿貯著雪白的東西，約來正有千金。王子函方才樂開了那張嘴，十分快活。\\n兩個從此漸漸買起婢僕來，把租住的房子竟賣了，修理好好的。\\n一日，洪家一個老婆抱個小孩子，到他家中玩耍，說出來道：「我主人前日夜裡同主\\n母在房中坐，忽然地上裂個洞，也不知有多少深，鑽出個醜臉漢子來，說是東嶽判官\\n。東嶽大帝要造合天下強人冊子，一個人捨得一千兩銀子，就替他勾消了那罪孽。我\\n主人害怕，便把一千銀子交與判官，判官拿了，仍舊鑽下地去，那地也便合攏，不留\\n一些縫兒。你們道可奇不奇。」\\n王子函和珍姑聽了，心中明白，假意答道：「果然可奇。天下有那般古怪的事。」這\\n且住表。\\n卻說唐賽兒，那日不見珍姑進來，遣人到他家中去喚。曹全士夫妻因有夜間那一番，\\n好生疑慮，一面回覆帝師，一面去四下找尋，卻那有個影兒。又聞說曹州府來求救的\\n，叫做王子函，也不見了，只有騎來的馬，還拴在那裡，心下明白，道：「定是這小\\n畜生作孽。他兩個一向在奉化村，便眉來眼去，今番卻約會同走了。」因是件沒體面\\n的事，也便隱沒起不題了。\\n過了兩日，聞說去救曹州的兵，把官軍殺得大敗，已解了圍，曹全士夫妻越道唐賽兒\\n是無敵的了。\\n又過幾時，朝廷命大將邱福提了六十萬大軍，來平山東妖寇，邱福出個號令，每人帶\\n一隻皮袋，盛著豬狗血，槍上、刀上、箭上，都蘸了些兒廝殺。\\n唐賽兒的兵馬那裡抵擋，殺一陣，敗一陣，那官兵直殺到蒲台，把那城池攻破。唐賽\\n兒的手段，原比眾人高些，行起法來，單走了一個身子。那跟他造反這伙人，盡被殺\\n死。曹全士夫妻也在其數。\\n官軍打破了蒲台，別的地方替唐賽兒守著的，也都望風反正。\\n那信息到青州，珍姑曉得了，望他父母逃得性命。便吩咐家人看了家，自己同王子函\\n兩個，乘著天晚，各跨紙鶴往蒲台探望。歇下來，滿地都是屍骸。\\n一路尋到他父親住的所在，月明中見曹全士的屍首在門外地上，卻未曉得他母親是死\\n是活。天色也漸明瞭，見母親吊死在屋內樑上，那得人放下來。\\n珍姑當下哭暈了幾次，便和王子函移兩個死屍做一處，尋些柴來焚化了，揀出那骨殖\\n來，包做兩包，兩個分背在肩上，仍騎紙鶴回青州。\\n心中只還放不下哥哥永福，不知死活存亡。離了蒲台，見王子函在鶴背上，十分害怕\\n，想起前番取笑他的話，不覺把滿肚子悲傷暫時放開，略笑了一笑，便呼他歇下地，\\n去換了驢子走。\\n到得地上，只見永福也就殺死在那路旁。珍姑又哭了幾聲，和王子函扒攏些泥來，將\\n就與他掩埋了，方才坐上牲口再行。\\n到了青州，珍姑揀塊高燥的土，把父母骨殖安葬停當。\\n那時王子函母親的服，恰好已滿，便求珍姑成親。珍姑道：「先前你有母服，不好成\\n親；如今是我有父母之喪，且待服滿，行起這禮來，何必那般性急。」\\n王子函氣苦道：「那一歇三年，這一停三年，可不耽擱人老了哩。」\\n珍姑道：「我是兩重大喪，還該六年。你倒不要忒打料得近了。」王子函見他說越發\\n不是頭，吃也不要吃，睡也不要睡，只是愁眉苦臉地求珍姑。珍姑拗他不過，倒好笑\\n起來道：「我想和你住在一處，就是成親了，卻不道又有什麼成親，這般性急。」\\n王子函也笑道：「就是那個成親，也算不得。沒有同牀，不算成親哩。」珍姑見說，\\n紅了臉。便由王子函去擇了個日子，交拜成親。王子函那年二十歲，珍姑卻才得十七\\n。美少夫妻。說不盡那些情態。\\n一日，珍姑記起初來時路上的話，問丈夫道：「你在曹州，到底有甚作用，得出重圍\\n？」\\n王子函笑道：「你聰明了一世，怎前番那般說了，還不領略。方才成親第一夜，就傳\\n授你，是那紅衣大炮了。」珍姑不覺忍笑不住。\\n王子函又戲道：「官軍著了炮，今日還在那裡神號鬼哭；你著了炮，倒快活好笑哩。\\n」\\n珍姑見說，拿了扇子打來。王子函連忙走過些，站住了，只是笑。他夫妻兩個，又在\\n青州買下些田產，日逐督領僱工人等耕種。\\n那些鄰舍見兩個初來時，飯米都要告借，不知怎地發了財，卻便這般興頭，心中忌刻\\n。適值那時亢旱，青州地面，蟲蝗為害起來。珍姑便剪一對紙鵲兒，放入自己田中，\\n變成真的，把那蝗蟲趕吃。\\n鄰舍見了，便去報官，道：「他家有妖法，定是蒲台一黨。」官府聞說王子函有些家\\n計，作想起來，立刻出簽拘人。王子函著急，與珍姑商量，送些銀子入衙門，才得把\\n這事捺起。\\n珍姑對丈夫道：「我們這家業，來路太易了，自該有這飛來橫禍。」王子函道：「只\\n這惡狗村裡，也真住不得，我們卻向那裡去好？」珍姑道：「我和你原是河南人，不\\n如重回故土去。」隨又道：「只是那裡的人，曉得我家曾經從賊，越發要來尋事的了\\n。」\\n王子函道：「我們自到歸德府去，有我母舅在那裡，有些照應。可不勝似這裡和考城\\n縣舊居幾分麼。」\\n當下便把田產賣了，將銀子帶在身邊，跟了幾個婢僕，投歸德府來。不一日到了那邊\\n，沈子成一見，心中甚喜。便問外甥：「向在那裡？好叫我放心不下。」\\n王子函只說原要到懷慶府，路上被賊人捉住，在山東耽擱了這兩年。指著珍姑道：「\\n他也是考城人，陷在賊中，做了夫婦。如今卻得同來。」\\n當下沈子成替他尋所小小房子，就在自己間壁。兩家內眷，也時常往來，十分親熱。\\n珍姑又拿出宿本來，在歸德府開下個琉璃廠。珍姑性最靈巧，指點匠人，造出新奇款\\n式的燈兒，才做下來，就有人買，又且得價。不上幾年，做了大富之家。家中婢僕共\\n有幾百，卻人人有業，都不是吃死飯的。\\n珍姑調理的井井，每隔五日，把底下人做的生活，考較一番，勤謹的，賞他銀錢酒肉\\n；懶惰的，不是受杖，就是罰跪。\\n到了那晚，給他們假，不作夜課。備些佳餚美饌，夫妻對飲個盡醉。叫丫鬟們在旁唱\\n曲兒侑酒，好不歡樂。\\n每年清明時節，把家務托付給沈大成，夫妻兩個同到考城縣上了王家的墳，又且去青\\n州曹全士夫妻墓上拜奠。\\n一年在青州祭掃畢了回來，從向日住的地方經過。那時晴得久了，乾燥異常擊只見那\\n些妒忌他家的舊鄰，恰正遇著火災。男啼女哭，亂個不了。\\n珍姑看了道：「他們心地好些，也不逢這天火；就逢了火，我也該出一臂之力相救。\\n如今且自由他。」\\n王子函道：「你有甚法能救得這火麼？」珍姑道：「怎麼沒有，只是不值得救。那班\\n人面獸心的。」王子函笑道：「這是他們自己作弄自己，老天又恰恰今日燒他們，叫\\n你我見了爽快哩。」\\n夫妻兩個，一路說說笑笑，回到河南。後來生下三個兒子，都能守家業。王子函夫妻\\n俱各壽終。當年從賊巢中逃走一事，也頗有人知道，雖是嫌他捨得拋卻父母，卻也虧\\n這一走，留得身體來收葬他父母。詩曰：\\n軍旅摧殘子死兵，還因有女葬而身。\\n尚員異事原同道，何用時人漫擬論。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第十一回     聯新句山盟海誓　詠舊詞璧合珠還\\n錦衾繡幕締鷗盟，恩愛海般深。但願百年常沒事，夫和婦共樂晨昏。誰料漁陽鼙鼓，\\n害他鳳拆鸞分。一時兵亂共狂奔，已自苦零丁。更有姦宄萌惡念，弄得人九死一生。\\n不是老天默佑，怎能缺月重盈。\\n亂離時世，弄得人家七顛八倒，這原是一個大劫數。但其間也看人的是非邪正。\\n奸惡之徒，天才降他災禍，在那劫內勾決了；若是善良的，不過受些磨折，卻還不到\\n厲害。\\n明朝崇禎年間，河南開封府儀封縣地方，有一個人，姓宋名大中。父親宋倬喈，母親\\n翁氏。只生下他一個。祖上也是讀書的，傳下家業，雖不厚，也還將就過活得。\\n宋大中到了二十歲，宋倬喈與他娶一房媳婦，是同縣史秀才的女兒，小名喚做辛娘。\\n辛娘生得如花朵一般，十分嬌美，小夫妻兩個，恩愛異常。\\n那宋大中的學問，頗算通透，卻年當弱冠，還未能拾取一領青衿，心中氣悶。辛娘勸\\n慰道：「如今世道不好，仕宦的也可怕，若不過要做個把秀才。你正在青年，何必這\\n般性急。」宋大中聽說，稍稍開懷。\\n那時外面流賊正盛，每到一處，不知殺害多少性命，拆散多少至親骨肉。辛娘在閨中\\n曉得了，偶然對丈夫道：「我和你十分過得好，倘然流賊殺來，把你我分散，你卻怎\\n樣？」\\n宋大中正拿了一管筆，在張廢紙上隨意揮灑，便寫下七個字道：\\n男兒志節惟思義\\n辛娘看了這幾字，他是從小兒史秀才教他讀書，有些文理的，便也取枝筆來，去那紙\\n上寫一句道：\\n女子功名只守貞\\n宋大中見了喜道：「這兩句卻是絕對。我和你都要做義夫節婦哩。」這也不過閒暇時\\n節作要的話。不道竟成讖語。那駢對句，又做了夫婦重圓的照會。\\n一日，夫妻兩個正在說閒話，聽得街坊上沸反的道：「流賊來了。」兩個著了急，去\\n喚底下人時，沒一個答應，已都逃散。幸得自家一乘四輪車，因這日有事，要出遠，\\n預先把四頭牲口駕好了的，連忙收拾些細軟，扶了父母和妻子上車，出門逃難。\\n只見那些人，就像打下了窠的蜂兒一般，向著東邊亂走，只恨少生了兩隻腳。看後面\\n時，遠遠地聽得炮聲不絕，想是和官軍在那裡廝殺。\\n父母子媳四人，走到天晚，思量尋個地方歇息，卻聽見後邊逃上來的道：「流賊打敗\\n了官軍，又殺來了。」便只得再連夜奔逃。\\n看看將近徐州地面，方才略放了心。四人在車上商量道：「如今中州地面，都做了賊\\n人出沒去處，有些住不得。不如到徐州，搭了船，往南直去，尋些活計罷。」\\n正在車上趕路，見一個二十多歲的後生，和一個少年婦人，也坐著乘車子，雜在人叢\\n裡逃。兩乘車子同下了個坡，便一字般並著走。\\n那後生先開口問宋大中姓名籍貫，宋大中一一回答了，並又告他要往南直意思。只見\\n那後生滿面笑容道：「這般甚妙，正好路上作伴。在下是揚州人，姓李，排行十三，\\n同房下來毫州生理。如今遇了流賊，也正要回去。我們到徐州，同寫一隻船，價錢也\\n兩省些，又不寂寞，可不是好？」宋大中聽了大喜，便對他父母道：「恰好有個同路\\n去的伴，倒也湊巧。」\\n辛娘卻扯著丈夫衣袖，輕輕的道：「我看這人生下一雙賊眼，又只管來瞧我，不知道\\n他是怎樣心理，不要和他們同船的好。」\\n宋大中想了想，道：「不妨。他自己現帶著少年妻子，未必是歹人。想也怕路上難走\\n，約我們作伴。我們到那地脈生疏去處，也少不得他們哩。」辛娘見說，也便不再去\\n阻丈夫。\\n看官，這宋大中一家逃出門時，心慌意亂，未曾走下主意，就要南直去的，因此投徐\\n州那條路上來。這李十三既在毫州生理，要回揚州，自有徑路，緣何也走起徐州來？\\n不知他原是江湖上做那徐太爺沒本錢生意的，家裡倒真在南京，常來徐州近側，探看\\n有些油水的客商，要走水路時，誘去裝了他伙伴的船行事。也怕人家要疑心，新近帶\\n了老婆同走。\\n這番卻不看想什麼財物，只因見了辛娘美貌，便起謀心，詐稱是揚州人，借口繞道毫\\n州回去。宋家父子一時那裡識得出他破綻來，當下同到徐州，李十三便去埠上，看了\\n一隻大些的船，幫宋家父子搬運行李。又把車子、牲口去倒換些錢交他們。勞碌得汗\\n流如雨，看他連飯都沒工夫吃。\\n下了船讓前中兩倉與他們，自己和那婦人縮在後倉。宋家父子要讓他們前面來，李十\\n三隻是不肯，宋家父子倒好生過意不去。\\n那李十三老婆是王氏，也略有些姿色，性格又柔順的，與辛娘極說得來。\\n宋家父子見李十三在船上與那舵公水手，說說笑笑，好似一向熟識的親眷，也只道是\\n他慣走江湖的那籠絡人頭套子。\\n不一日過了黃河，來到清江浦地方，把船停泊在一個僻靜去處，天色已晚，那輪明月\\n升起來，四望都是蘆灘，不見一些人家。\\n李十三在船頭上，招他父子出艙玩月。兩個才出得艙門，李十三乘宋大中不備，先推\\n落水。那裡的水，是從黃河中灌進來，十分湍急，早已隨波逐浪去了。宋倬喈正要叫\\n喊，一個水手提起篙子，把他一點，又早落水。那翁氏在艙裡聽見了些聲息，走出艙\\n來探看，也被李十三推落了水。李十三方才發起喊來要放筏子過去撈救，卻並不著緊\\n，眼見得不濟事的了。\\n原來翁氏出艙時，辛娘在後面，親看見是李十三推落水，害卻三命，單留下他一個，\\n早猜到奸人肺腑，卻假認做真個自己溺死，但哭道：「我一家都死盡了，卻叫我怎地\\n獨活。」\\n李十三勸道：「娘子不必再哭，這是大數，哭也無益。我一時間同你公婆、丈夫南來\\n，就像至戚一般，難道看你無依無靠不成。我家裡新遷在南京，不瞞你說，倒也廣有\\n田園，盡可過活得。你同我那裡去，我供養你到老，還你足衣足食便了。」\\n辛娘收淚謝道：「若得這般，倒極承美意了。」\\n李十三見他不甚悲傷，肯從自己南去，心中好不快活。又安慰了幾句，夜已深了，合\\n船俱各安睡。李十三卻又撬開前倉門來，走進去勾住了辛娘肩頭求歡。\\n辛娘連忙推開，只說道：「我既肯從你過活，這身體怕不憑你作主。但是現在懷孕，\\n你且饒我，自去別處睡罷。」\\n李十三不好便去逼他，只得由他自睡，自己仍去和王氏同宿。\\n辛娘這夜那曾合眼，但聽得蘆灘上風聲，船底下水聲，心中悲切，又不敢哭。那夜淚\\n足足下了幾萬滴。\\n約到半夜，聽見後艙裡夫妻兩個鬧起來，不曉得是什麼緣故。但聞王氏罵道：「你這\\n般昧良心的作為，只怕官府被你瞞過，天卻容你不得。即刻雷公電母來打死你了。」\\n又聽見像李十三打王氏，王氏越罵道：「你索性打死了我。我情願死，不情願做你那\\n殺人賊的老婆。」\\n又聽見李十三恨恨之聲，像拖了王氏，走出艙去。又聽得「骨董」的一聲，便滿船嚷\\n起來道：「那個落水了？」又聽見李十三和船上水手人等，假意打撈，鬼混了一回，\\n方才都歇息了。\\n原來那王氏，倒是個好女子，李十三新娶在家，便帶他出門，還不曾曉得丈夫是慣做\\n這般貪財好色、放火殺人的行業。這夜李十三去誇張謀占辛娘的手段與他聽，王氏方\\n曉得嫁了匪人，十分懊恨。因此鬧起來，也被李十三推落了水。\\n次早開船南去，於路無話。不一日到了南京。李十三來在城中鈔庫街上，便僱只小船\\n，載辛娘進了水西門，來到家中，引去見他母親楊氏。\\n楊氏只道兒子同媳婦回來，看見另又是一人，便問李十三：「我那媳婦呢？」\\n李十三道：「在清江浦溺水死了，這是另娶回來的。」\\n楊氏歎息了幾聲，辛娘也不分辯。李十三便拉他同拜了楊氏幾拜。\\n李十三見辛娘肯認做他妻子，骨頭輕得沒四兩重，倒懊悔在船上時，不再去纏他求合\\n，白白打熬了幾夜寂寞。\\n當下巴不得晚，卻怪那輪紅日，像偏偏這天起來了不肯下去。日光才沒，便追家裡點\\n燈。又連次催辛娘進房。\\n辛娘到房中去，李十三便閉上房門，來扯他上牀去，要幹那事。辛娘把手推開笑道：\\n「虧你二十多歲的男子漢，還不理會做夫妻規矩。鄉下人合巹，也須是幾杯薄酒漿，\\n吃得糊塗了，方好成親。似這般清清醒醒的，像什麼樣子。」\\n李十三也笑道：「娘子說得不錯，我倒忘記了。」便開門出去。叫家下人備了酒肴，\\n搬進房來，和辛娘對坐了吃。\\n辛娘捧著酒壺，殷慇懃勤地勸。李十三心中快活，開懷暢飲，漸漸醉了，推辭道：「\\n我吃不得了。」辛娘那裡肯聽，又拿一隻大碗，斟得滿滿的，含著笑去勸他。\\n李十三不好堅拒，只得又接來做幾口吃完。吃得酩酊大醉，眼都合將下來，脫了衣裳\\n，先去倒在牀上，催促辛娘也睡。\\n辛娘故意挨延，收拾了杯壺器皿，吹滅了火，只說要淨手，出房去到廚下，拿了把廚\\n刀，回進房來。走到牀邊，黑暗裡伸左手去摸那李十三脖頸。\\n李十三還捧住了那條臂膊，道聲：「好嫩滑。」早被辛娘照著項上，用力切下一刀，\\n卻切不死，李十三痛極了，直坐起來喊道：「做什麼？」辛娘又用力一刀砍去。李十\\n三倒在牀上，聲息俱無。辛娘又瞎七瞎八亂砍了幾刀，去摸他時，頭已不在頸上。\\n那楊氏的房就在間壁，睡夢中聽得叫喊，驚了醒來，卻不喊了，像在那裡砍什麼東西\\n。放心不下，披了衣服走過來。\\n見那房門還開著，卻沒有火。問道：「你們為什麼房門都不閉了睡？方才喊甚的？」\\n嘴裡說，兩隻腳便走入去。\\n辛娘聽見楊氏來，心中道：正好，這老畜生平日間不曉得管兒子，放出去害人，我也\\n殺他一家。\\n便回身把刀劈面砍來，卻砍低了些，砍著胸脯。楊氏嚷道：「怎便打起我來。」\\n楊氏暗中不見，還只道誰打他。那刀砍得勢重，把肋骨都砍斷了幾根。楊氏喊得那一\\n句，就便跌倒暈去。\\n辛娘又去地上，摸著他頭，連砍幾刀，也砍下來。\\n那李十三有個兄弟李十四，睡在前面。聽見楊氏叫喊，便趕進來。他家有幾個丫頭小\\n使，也都走起。李十四見裡面沒火，又回了出去。\\n辛娘怕人多了敵不過，原是打料死的，便把刀來自己頸上亂割。那刀連殺兩個人，卷\\n了口，割不入去。又見眾人將次要來，心下著忙，便奔出去，開了前門走。\\n恰遇著李十四，取了火進來，還不知道是什麼緣故，也回身追出去。那些丫頭、小使\\n倒丟了裡面，都趕出來看。\\n前門正臨著秦淮湖。辛娘到湖邊，湧身一跳，早下水去。李十四忙呼眾鄉鄰，相幫救\\n起，卻已死了。\\n李十四見死屍身上，都是血跡，又不見他母親、哥哥出來，便和眾人同入內去，來到\\n李十三房中。見他母親殺死在地，哥子也殺在牀上，驚得呆了。\\n眾人見桌上一個紙封兒，去拆開來看，有識字的念道：\\n妾中州史氏，小字辛娘。生十八，而歸同邑宋大中。薄命不長，遭逢世變。奉翁姑而\\n東走，由徐邳以南遷，固將舍彼亂邦，投茲樂土。詎意奸人伺隙，毒手橫施，非因財\\n以起念，實見色而生心。既擠我夫於巨澤，復傾二老於洪波。一門俱已沒矣，賤妾獨\\n何生為。顧念仇仇猶在，泉壤難甘，用忍須臾之死，以快報復之懷。仁人君子，幸鑒\\n妾心。\\n原來這一紙，是辛娘在船裡時便寫下的。當下眾人都贊歎道：「天下難得有這樣烈性\\n女子，真個是謝小娥再世了。」\\n再到辛娘身上去搜檢，見裡面衣褲，都用針線密密縫著。又知道是未被奸賊玷污的。\\n大家贊個不住。\\n李十四見殺了他母親、哥哥，也要把辛娘屍首殘害。卻是眾人不依，就連夜扛抬去，\\n寄在尼庵裡。\\n天明瞭，合城的人都來觀看，贊辛娘面色，猶如活的一般。大家歎異，跪下去禮拜。\\n施捨錢財與他殯葬的，一個早上就有上百銀子。做頭的替他辦些金珠首飾，插戴了下\\n棺。抬會葬在鍾山腳下。好事的又做些歪詩來贊他的貞烈，這且不題。\\n卻說宋大中，那日被李十三推下了水，隨著滾滾的波流淌去，卻撞著了一株枯樹，是\\n上水頭衝下來的。便用手搿住，昂起頭來，嘔出了些吃下的水，順水勢打去，天明到\\n了淮安。\\n有一隻小船看見，忙撐過去，救了起來。原來這小船，是本地一個財主，喚做陳仲文\\n，老年得了個兒子，特在這急水湖裡設下救生船做好事，保輔小孩長大的。\\n宋大中問得明白，便到陳仲文處去拜謝。陳仲文見是異鄉人，避亂下來，卻又遇著匪\\n人謀害，推他落水，十分憐憫，叫人把衣服與他換，又暖酒來壓驚。宋大中不勝感謝\\n。\\n陳仲文的老來子，已有八歲，家中請位教書先生，新近死了，這缺還未曾有人補。當\\n下見宋大中言談溫雅，是個舊家子弟，便要留在家做西席。一來憐他漂泊無依，二來\\n要緊與兒子讀書，也是一事兩合。\\n當下宋大中卻推辭道：「晚生蒙老丈救了性命，又要收留課讀，極承盛情。但晚生雖\\n得再生，未曉父母妻子信息，放心不下，還要去沿途打聽。倒只好虛老丈的美意了。\\n」陳仲文見說，也不好強他。\\n正閒話間，見外面來報道：「撈得兩個老人，一男一女，都是死的。」\\n大中也疑心是他父母，忙走出去看，不道果然，哭倒在地。陳仲文叫人扶他起來，勸\\n慰了一番。\\n陳仲文既行這善事，那棺木也現成有在家中的，便揀兩副木料好的，替宋大中收殮父\\n母。\\n宋大中正在心中悲傷，又聽見報道：「撈救得個少年婦人，卻未曾死，說某人是他丈\\n夫。」\\n宋大中又吃一驚，正要走出去，那婦人已到面前，是小船上人送進來的。看時卻不是\\n辛娘，倒是李十三的老婆。宋大中正要問他，那王氏一頭哭，一頭先告訴丈夫的沒天\\n理，怎地把他也推落水。\\n宋大中聽了，又苦又惱。苦是苦自己父母死得慘傷；惱是惱那沒天理的不能立刻拿來\\n，碎剮做萬段。\\n王氏又哭道：「方才救生船上說起，知道早上救得郎君在這裡。我因想那沒天理的，\\n謀占娘子，我便情願自己獻與郎君為妻，出這口惡氣。因此就說郎君是我丈夫，要求\\n郎君收留。」\\n宋大中鎖著眉頭道：「我心亂如麻，那裡還有心和人家兑換老婆。」王氏見他不允，\\n越發哀哀的哭個不住。\\n陳仲文在旁聽了備細，拍手歡喜道：「報應得好。」便勸宋大中說：「他謀了你妻子\\n，也送妻子來賠賞，這是天意，何不就收納了。」\\n宋大中道：「晚生父母雙亡，初喪時節，怎麼娶起妻來。況晚生不共天日的大仇，還\\n未曾報，晚生身子，不打料活在世上的。留他在身邊，又替不得晚生力，可不倒是一\\n累麼。」\\n陳仲文還未回言，王氏卻就開口道：「依郎君說起來，當真你家辛娘在這裡，也道是\\n初喪時節，又要報仇，打發他到別處去麼？」宋大中一時倒回答不出。\\n陳仲文便贊道：「這小娘子說話，好不伶俐。既是宋大哥居喪，不便娶妻，老夫替你\\n且收養在這裡罷。」\\n宋大中方才應允，和王氏都謝了一聲。\\n當下，陳仲文又把宋家老夫妻殮了，又擇個日子，替宋大中安葬父母。那王氏在靈前\\n，披麻帶孝，哭得喉破眼枯，就叫辛娘來，倒也不過是這般。\\n安葬已畢，宋大中買口尖刀，藏在身邊，又帶了些乾糧，要到揚州，去尋李十三報仇\\n。\\n王氏阻擋道：「去不得，一向還未曾告郎君曉得。那沒天理的和我都是南京人，他說\\n住揚州是假的，他對我誇口道：江湖上那些謀財害命歹人，七八是他黨羽。郎君你單\\n身前去，那裡敵得過他的耳目多，不要大仇未曾報得，倒把自家性命送了。我勸郎君\\n且在這裡耽擱，等他惡貫滿盈，自受天誅地滅，可不是好。」\\n宋大中搖著頭道：「那裡等他自死起來，也叫什麼報仇呢。」口裡是這般說，卻也因\\n江湖上都是奸黨的話，怕事體不成，枉送性命，倒絕了報仇的根，心中好生猶豫。吃\\n也不要吃，睡也不要睡，日夜皺著眉頭歎氣。\\n陳仲文也寬解道：「不必性急，慢慢地生出個萬全計策來，去報那仇便了。」宋大中\\n只是委決不下。\\n看書的看得到這裡，必竟道：「宋大中和陳仲文怎沒一些見識，既然曉得了李十三的\\n確住居，只消衙門裡一紙狀詞，便差捕役去捉來正了法，何必只管想自己去報仇，又\\n要生出什麼萬全計策來？可不都是隔壁的，倒還要批評我做書的，把宋大中、陳仲文\\n說成兩個呆子！」\\n卻不曉得明末時節，何嘗打得官司的，遞一紙狀，官吏先要到手濃些，方出簽去拿人\\n。不要說是拿不著，就拿著了，捕役到手那邊些銀子，只說逃走了，不捉到官。就是\\n捉到官，官府又盡是愛錢的，到手了些，便極真極重的罪，也會開豁，倒叫那邊做了\\n準備，連私下也難報仇。\\n可不是求工反拙了麼。因此陳、宋兩人再不想到那著棋子。\\n當下宋大中十分愁悶，王氏也出不出主見。真個是宋大中說的，替他力不來。\\n過了幾日，卻聽得外邊沸沸揚揚傳動，說一個南京人，害了人家一門，謀得個婦人到\\n家，卻被那婦人灌醉來殺了，又連歹人的母親都殺死，自己也便投湖殞命。眾人敬他\\n節烈，與他收殮，殯葬得十分體面。又有人傳來，那婦人的姓名籍貫都有，卻正是辛\\n娘。又有人傳誦那放在桌上的幾行書，越發無異是辛娘。\\n宋大中聽了，喜得大仇已報，雪了那無窮的恨；卻又想了辛娘的死，心中悲傷。便對\\n王氏道：「和你同在這裡多時，幸是未曾成親。今我妻子替我報了大仇，又守節投湖\\n，這般貞烈，我何忍負他而再娶妻。」說罷，淚珠像雨一般滾下來。\\n王氏道：「雖是這般，郎君只要心裡不忘記史氏娘子便了，何必說到再娶，就是負他\\n起來。」\\n宋大中道：「我若再娶，實在心裡打不過。明日我就要削了頭髮，去做和尚。你正還\\n青年，可另從人去罷。」\\n王氏見說，泣下道：「郎君已收留了我，如何卻又拋棄起來。」\\n宋大中道：「我還未和你成親，就是負你，也比不得負我辛娘。況我又不是拋撇了你\\n，另去娶妻，是自己怨命，要去出家。你便跟著我也有甚趣味。」\\n王氏見宋大中只是要拋他，想著自家命薄，不覺苦苦切切哭起來。陳仲文聽見，走過\\n來問知原由，便對宋大中道：「宋大哥我想史氏夫人節烈死了，原難怪你不忍再娶。\\n但是古人說的，不孝有三，無後為大。老夫雖不是讀書人，卻也曉得這兩句。難道來\\n大哥倒不想到，怎麼說得出家做和尚起來。」\\n宋大中只是拭那眼淚，不肯應承。王氏在旁接口道：「既是郎君不肯負史氏娘子再娶\\n時，我情願與郎君做婢妾，奉事終身。只不好再去認他人做丈夫。」\\n陳仲文聽說，不等宋大中回言，便襯上去道：「小娘子這句話，竟已到十二分。宋大\\n哥不得不依了。」\\n又勸王氏道：「小娘子不必心焦，總在老夫身上，決不令宋大哥把你離異便了。」當\\n下各人走散。\\n又過兩日，有個原任副將，姓元，是銅山縣人，與陳仲文家有些世宜，少年落魄時，\\n也曾蒙陳仲文周濟，因此十分見好。當下了憂起復，補了河南一個缺，來陳仲文家辭\\n行。陳仲文請他吃酒。\\n那副將是個大酌，乾盅不醉的。陳仲文卻酒量本平常，又在些年紀，那裡陪得過，因\\n宋大中也是個海量，便央他陪客。\\n元副將見宋大中恰好河南人，問他中州風土人情，一一回答得明白，已自歡喜。吃起\\n酒來，卻又是棋逢敵手，對壘得來，越發愛他。\\n俗語說的：「酒逢知己千杯少。」那曾見兩個知己碰著了，定吃得許多酒。卻不曉得\\n這知己，只是對手酒量。你也不肯讓，我也不肯歇，一萬杯也吃了，千杯怎不道少。\\n從來會吃酒人，遇見量好的，另有一種親熱，就是這意思。\\n元副將和宋大中飲得投機，便問陳仲文：「這位係宅上何人？」\\n陳仲文備述他避亂南遷，又遭奸人謀害，流落此間緣故。\\n當日酒散，元副將扯陳仲文去說道：「小弟此去河南，正少個幕友。既是宋生在此間\\n，沒甚職掌，不曉得他可能同我去麼？」\\n陳仲文正怕宋大中果然要做和尚，卻辜負了王氏一片真誠，要想個法兒來絆住他身子\\n。聽了元副將的說話道：「等我去問他看。」\\n便招來大中去，把元副將意思說了。又道：「我想，令尊令堂死得慘傷，只生下宋大\\n哥你一人，必須爭得一口氣才好。如今同元副將去，倘和副將投機，他肯提拔時，倒\\n可博個異路功名，誥封父母。不曉得宋大哥你意下如何。」\\n宋大中連日來想了辛娘，只思量出家做和尚，全他義夫的志。那功名二字，已看得冰\\n也似冷的了。卻因陳仲文，把替父母爭氣的大帽子，當頭一罩，有些推托不得，便道\\n：「蒙老丈這般關愛，晚生就同元公去便了。」\\n陳仲文大喜，去知會了元副將，當夜留副將在家下榻。次日就請宋大中一同就道。\\n宋大中謝了陳仲文諸般盛情，又道：「晚生今日一別，不知何時再會。有一句話，要\\n對老丈說。晚生仔細想來，終不忍再近女色。王家女子在此，也非了局。仍望老丈與\\n他另覓良姻為是。」\\n陳仲文和宋大中盤桓了幾時，知道他有些執性的，便隨口答道：「你既立志要做義夫\\n，我也只得勸他改嫁了。」又笑道：「宋大哥，你只不要做了和尚回來見我，老夫卻\\n要罵你不孝的。」宋大中不覺也笑起來。\\n陳仲文送了元、宋二人出門，回去試王氏道：「宋郎臨行，又囑我勸你改嫁，你意下\\n如何？」\\n王氏垂下淚來道：「妾向日錯嫁歹人，一言不合，即推落水，因此便與他恩斷義絕。\\n昨蒙老丈作合，許身宋郎，雖然他又要離婚，是他不負前妻的義氣，並不是怪妾什麼\\n來，妾卻越發敬重他。只守著他前日應承娶我的那句話，倘宋郎不肯再娶，妾也斷不\\n再嫁的。」\\n陳仲文聽了，點頭道：「說得是，有志氣。在老夫身上，總要弄他來娶你，不辜負你\\n的意思便了。」不表王氏只是陳仲文收養在家。\\n且說宋大中，隨了元副將到任。光陰倏忽，不覺有兩足年。宋大中先前在家，服食起\\n居，有辛娘照料，十分適意。自從遭了那一變，還有誰看管他。\\n況現今在河南，又比不得淮安，連年流賊吵鬧，弄得地方上十分蕭條，一些東西也買\\n辦不出，清苦異常。\\n卻還喜得陳仲文那裡，時常遣人寄物事來，都是知心著意的東西。雖不十分值錢，也\\n虧他體貼得週到。宋大中心中感激，寫信去謝，卻再沒得回字來。\\n一日，又報流賊殺來。元副將和宋大中商量，設幾支伏兵，把賊人殺得大敗。賊人氣\\n憤，又起了大隊人馬，要來復仇。探子得信，即便報來。\\n宋大中預料賊兵到來紮營地方，勸元副將埋下地雷打他軍。元副將聽了。流賊果然屯\\n兵在那裡，被官軍燒著總藥線，地底下飛起火炮，把賊人打死無數。元副將又乘亂裡\\n統兵掩殺，把賊人殺得片甲無存。元副將大獲全勝。\\n朝廷曉得，就升他做總兵。元總兵又舉薦宋大中功勞，有旨特授游擊，竟做了三品武\\n官。\\n宋大中見那些流賊，今日殺了一萬，明日到又多了二萬，色勢不好；更兼立得功時，\\n大家都要忌刻，甚是沒趣。便告個病，不做了那官，回到淮安來。\\n陳仲文接著，敘了些契闊之情，宋大中便謝他連次寄那些東西。陳仲文只是笑。宋大\\n中又去上了父母的墳，仍回到陳仲文家。\\n那時他父母的服已滿了，陳仲文便與他商量，和王氏成親。宋大中吃驚道：「他還沒\\n有嫁人麼？」\\n陳仲文道：「宋大哥，你好不識人。他雖係再蘸婦人，卻不是不烈性的。自從你去後\\n，我幾次勸他另嫁，他只是不依，准准的與今尊令堂穿了三年孝服。就是往常寄你物\\n件，也都是他的，老夫卻那裡這般用心。你須去謝他哩。」\\n宋大中聽說，也有些憐惜意思。卻又想了辛娘，不忍再婚。\\n陳仲文見他那光景，便又道：「宋大哥不必遲疑，你想結髮的貞節，這小娘子在你面\\n上，也算得貞節。你要不負結髮，便負了他。你若不負他，卻倒不算就負結髮。成了\\n親罷。」\\n宋大中尚還躊躇，陳仲文又道：「你要做義夫，先前就不該應許我收留他。如今他十\\n分用情於你，你卻拋撇他，這就不義了。那裡有義夫只義得一頭的。」\\n宋大中被說不過，只得勉強應承。陳仲文便收拾間房，揀個日與他兩人配合。宋大中\\n到房中，只是涕泣，不上牀。王氏倒也不怪他，另與他側首開了個睡場，日間小心代\\n侍著他。\\n宋大中也十分憐憫，對王氏自恨道：「我怎麼不能把身子分做兩個，一個守著辛娘，\\n一個周全你。」王氏忍著笑，不開口。\\n成親五六日，宋大中便叫了船，同王氏南京去祭拜辛娘墳墓。\\n列位，你道宋大中先前在淮安，聞了妻子死節的信，原何不就去哭奠一番？只因那時\\n在陳仲文家，腰無半文。承陳仲文留他在家，又代他殯葬父母，怎好再要盤費往南京\\n。況且辛娘已死，不比得是父母之仇，討飯也要去走遭的。因此竟未曾去。這番授了\\n個武職，雖未尋得大塊銀子，卻也略有些兒，便要了起這願心來。\\n當日下了船，不多幾天，已抵南京，泊在城外。宋大中自騎了馬，一乘轎子抬了王氏\\n，同到鈔庫街來，訪問辛娘墓在那裡。\\n那些人答稱：「在鍾山腳下，已被人家發掘，屍首都不知去向。」\\n宋大中聽說，淚如雨下。那些人曉得是宋大中，便有幾個領他到鍾山下去看。\\n宋大中和王氏到那邊，果然只剩所空壙，一具空棺木在側邊，日曬夜露得也坍了。宋\\n大中到這時節，放聲一哭，登時暈倒。\\n王氏連忙和跟隨的扶住，叫喚了醒來。宋大中只得叫將祭品放在空壙前，哭奠了一番\\n，又叫人把坍棺木也收拾在壙裡了，方才轉身回到船中，取路要歸淮安。一路只是鬱\\n鬱不樂。\\n那船行到揚子江頭，正要收江北港口，回頭望南岸時，見金山矗立在大江面上，十分\\n秀異。宋大中不覺贊歎道：「好景致。」\\n王氏正要與他排悶，便道：「我們難得到這裡，何不金山去遊玩一回。」\\n有兩個新買了丫鬟，是鎮江人，便和一聲道：「山上果然好景致哩。」\\n宋大中便吩咐船家去金山。船家打轉舵來，正遇著順風，不多時，金山已在面前。\\n宋大中正立在船頭上看，忽見一隻小船，在自己船前掠過。船艙內坐下兩個婦人，一\\n個年少的，宛然是辛娘。心中奇怪。\\n那年少的見了宋大中，連忙在窗裡探出頭來認。這種神情越像，卻還不好便去叫他。\\n那小船如飛般快，早去有一丈來遠。宋大中匆忙裡忽然想著和他在家做那一聯對句，\\n便似唱大江東去的一般，高聲吟道：\\n男兒志節惟思義\\n只聽見那婦人也高聲應道：\\n女子功名只守貞\\n當下宋大中又驚又喜，恨不得就從水面上跳了過去。忙叫船家轉舵，恰好那小船也回\\n轉來，兩船相近，仔細一看，何嘗有錯！丫頭扶辛娘過船來，大中和他抱頭大哭。\\n辛娘道：「郎君一向何處？只道已死，不料又得相逢。」\\n宋大中便把小船搭救，寄居淮安，久聞死節，特到南京掃墓回來的話，略述幾句。就\\n問辛娘：「緣何卻得再生？」\\n原來，辛娘那夜死了，魂卻不散，猶如睡著一般。忽一日，像有人在半空中呼他姓名\\n道：「你不該死，有人放你還陽了。」\\n辛娘一似夢醒，把手四面去摸，方曉得死了，在棺材裡。有幾個惡少，見他係眾人厚\\n葬，釵環等項，頗值些錢，那夜賭輸了，沒處生發，便乘天黑，去掘開了壙，撬起棺\\n蓋，正要拾取金銀，卻見辛娘的腳動起來，眾人大驚。\\n辛娘預先聽見眾人猜他棺內東西，有的道：「不知可值二百兩銀子？」有的道：「不\\n知可夠我們一月賭？」\\n知道是劫墳的，怕他們要害自己，便先開口道：「幸得你們到來，使我再見天日。我\\n的首飾，都送你們買果子吃。有什麼女庵，可賣我去做尼姑，還可得些銀子。我倒越\\n發感激你們。」\\n眾人都跪下道：「娘子是貞烈神人，小人們只因窮了，幹這沒天理的事，但求娘子不\\n漏泄就夠了，怎還敢賣去做起尼姑來。」\\n辛娘道：「這是我自己情願，何妨呢？」\\n有一個道：「小人前在鎮江城內，做些小經紀，曉得那邊有個章夫人，丈夫死了，沒\\n有兒女，極是好善。若將娘子送去，定肯收留。可不勝似做尼姑麼？」\\n辛娘聞說大喜，自己拔下簪珥，盡數付與眾人。眾人倒都不敢受。辛娘定要他們受，\\n方才拜受了。一個就去尋頂轎子，抬送辛娘到鎮江。\\n那章夫人有六十來歲，丈夫曾任知府，死後並無子女。見了辛娘，十分欣喜。辛娘只\\n說同丈夫被兵南遷，丈夫失腳落水淹死了，自己沒有去處，求收留做使女。\\n章夫人問知是好出身，那裡依他，竟認做了女兒。那日母女兩個正游了金山回去，卻\\n不料夫婦重圓起來。\\n辛娘對宋大中細細述說一番。當下王氏行婢妾禮拜見辛娘。辛娘見了王氏，驚問緣何\\n在此。\\n宋大中方才把在陳仲文家的事，及同元副將到河南，提拔做官，回來成親的話，細細\\n重敘一遍。\\n辛娘對王氏道：「感蒙代葬公婆，我還該謝你，怎行起這禮來。」當下兩人敘齒，辛\\n娘長王氏一歲，認作姊妹。並拜了四拜。宋大中又過船去拜見那章老夫人。章夫人心\\n中甚喜，請宋大中和王氏都到他家盤桓。章夫人聞宋大中在淮安，還只是寄居，便將\\n自己西首一所房子，送與他們。又備下好些衣服首飾送過去，做辛娘奩贈。\\n宋大中到那西首屋裡，第一夜先在辛娘房中，與他敘了些舊。辛娘才曉得丈夫和王氏\\n雖號成親，還只是乾夫妻，便連夜要送他那邊去。卻是宋大中不聽。\\n第二夜辛娘先把自己房門閉了，宋大中只得來到王氏房中，笑對王氏道：「我和你成\\n親多時，沒一些夫妻情分。你可怨我麼？」\\n王氏也笑道：「郎君便今夜再不過來，妾也不敢怨。」\\n宋大中道：「卻也難得你們兩個，都是這般賢慧。」便將昨夜辛娘要送自己過來，並\\n今夜先閉了房門，對王氏說。王氏十分感激。\\n次日天明，宋大中到辛娘房中。辛娘笑問道：「昨夜可有雨露到那裡麼？」宋大中也\\n笑道：「怎敢不體貼美意。」辛娘又笑道：「若非江中相遇時，不曉得你們乾夫乾妻\\n到幾時哩。」宋大中也笑。\\n從此他一夜一處，往來兩邊房裡。\\n過了幾日，辛娘要想去拜公婆墳墓。宋大中和王氏，也正怕陳仲文不見回去，在那裡\\n心焦，便別了章夫人，同下船往淮安。\\n開了船，王氏忽地笑起來。辛娘問道：「妹子，你有甚好笑？」王氏道：「妹子好笑\\n前日，因郎君贊金山景致，特地剪江過來。不料得見姊姊，大家歡歡喜喜，這山可不\\n真個是撮合山麼。」\\n宋大中和辛娘見說也笑。宋大中道：「全仗有他作合。卻為了遊山到來，仍舊不曾去\\n游，山神難道不怪我薄情麼。」\\n便吩咐船上，要去遊山。游了金山，回到船中不一日，已抵淮安。宋大中領了雙妻，\\n去見陳仲文。\\n陳仲文聞知夫婦重圓的奇事，不住歎異。又聽得說章夫人認做女婿，贈他們房子，怕\\n宋大中此後難得到淮安來相敘，便也把一所房子，贈與宋大中。\\n宋大中感他美意，不好卻怪，遂令王氏認陳仲文為父。\\n陳仲文大喜道：「老夫久有此心，只是不好自己說得。」\\n原來陳仲文的兒子還只十一歲，思量認個女兒在身邊，庶幾老景不寂寞。見王氏做人\\n和順，原十分著意。又聞章夫人怎地認親，怎地送妝奩，他性情原有些好勝的，就是\\n宋大中和王氏沒那意思。他也要自己買這爺來做了。\\n當下宋大中、王氏，用女兒、女婿禮拜見陳仲文和他妻子胡氏，陳仲文也便備下一副\\n絕盛的妝奩，送到那所房子裡去。\\n辛娘拜過了翁姑墳墓，耽擱幾日，要回鎮江，事奉章夫人。\\n陳仲文見辛娘出格的美麗，怕路上往來，又要生出事故，勸宋大中留辛娘常住鎮江，\\n令王氏永居淮上。\\n宋大中依言，從此他有兩個住居，自己來去其間。一年裡頭，要走好幾回。\\n一日從淮安到鎮江，在揚州城外泊船，見隔壁那只船，竟就是前年在徐州僱的舵公、\\n水手，不曾更換一個。便悄悄地去報了官，遣人來捉，一個也沒有走脫，都拿去問成\\n死罪。\\n看官，先前說不好打官司，如今卻又怎麼講？只因宋大中現在也是個職官，官吏就不\\n好怠慢。況又是他自己撞見了奸黨，只要做公的去捉，再沒本事做什麼手腳了。\\n宋大中到鎮江，把這事說與辛娘聽，大家稱快。後來宋大中死在鎮江，和辛娘同葬。\\n王氏葬在宋老夫妻墓側。辛娘生兩個兒子，王氏生四個兒子，竟做了南北兩支。有好\\n事的，成詩一首道：\\n狹路逢奸幾喪妻，誰知反占別人姬。\\n冤仇雖復終遺恨，從此高堂沒見期。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>第十二回     埋白石神人施小計　得黃金豪士振家聲\\n三千食客履盈庭，為金銀，陪小心。財源易竭。必竟有時貧。昔日眾人都不見，辜負\\n了，解囊情。莫道馮諼不再生，感神人，下白雲，燒丹練石，來助孟嘗君。功成卻早\\n將身遁，堪羞殺、舊賓朋。\\n這闋江城子詞，是罵做蔑片的，見大老官興頭時，個個去親近他；到得他被眾人拖累\\n窮了，要想眾人幫扶些，再也不成，便鬼都沒得上門。那種情況，極是可恨。\\n但也不要將眾人都看輕了。孟嘗君食客三千，那裡人人曉得報效。卻有馮諼這樣人物\\n在裡頭。如今這回書內，又有高似馮諼十倍的，分明是神仙下降，並非來替蔑片爭氣\\n，也正要塞那慣下逐客令的嘴。\\n明朝嘉靖年間北直保定府有個大富翁，姓方，號正華，坐擁百萬家財。娶妻柳氏，生\\n下一個兒子，叫方口禾。\\n那方正華賦性豪邁，極輕財好客，在他家裡吃飯的，日常有幾百人。朋友有什麼急用\\n，向他借一千兩，就是一千兩；向他借五百金，就是五百金。也不曾要借票保人。約\\n他幾時歸還，到那其間沒有，他也不去討取。\\n那班門客，都是想些油水吃的，便沒一個不向他開口，連那柴米油鹽，綢絹布疋，一\\n應日用瑣細物件，都作想到。方正華只要有在家裡，就叫拿去。\\n只有一個遠客，是陝西人，叫張管師，從陝西到來，一住就是幾年，只吃方正華口飯\\n，再不告借什麼東西。\\n那張管師相貌生得清挺，談鋒又極雄奇，方正華也在眾人裡面，格外相待，與他結為\\n弟兄。食則同桌，寢則同榻，十分優厚。\\n那時方口禾尚幼，呼他做叔叔。張管師喜歡同方口禾玩耍，這方口禾也最愛張叔叔作\\n伴。每日學堂裡回來，就跟著張叔叔去玩。\\n張管師和他掘開貼地磚來，搬運石子去埋在底下，仍把磚兒鋪好，說是藏銀子，哈哈\\n的笑。五六進房子，盡被他兩個埋了石子。\\n眾人都笑張管師老大年紀，還是這般孩子氣，方口禾卻特特喜他，比別個小伙伴，更\\n加親熱。\\n過了十來年，方正華家計漸漸消乏，這些朋友向他挪移，有些應手不來，要一千止得\\n五百了，那班朋友也便散去了好些。卻還坐定有十多人在家。\\n方正華賣田賣地款待他們，歡呼暢飲，達旦連宵，依舊是向時光景。\\n方口禾也漸漸長大，亦喜揮霍，學父親另結一班小友。方正華道是像自己，再不禁遏\\n。\\n又過幾時，方正華越發窮了，把身底下房子典與人家去住，在側旁一所小些的屋內，\\n倒也還算寬敞。那些散不盡的朋友，仍來騙酒騙飯。沒多兩天，把屋價又早用完。方\\n正華生起病來，醫藥不效，竟就作古。可憐死下來，\\n送終之費，一時無措。\\n虧得張管師在自己囊中拿出銀子來，替他們料理，又道他豪華了一世，死時偃蹇，須\\n吃人笑話，便代他們開喪。生平曾有過一面的，盡皆送訃，十分厚款那些弔客。\\n又尋一塊葬地，擇日出了殯，在墳上栽下好些樹木，辦得像模像樣。柳氏和方口禾感\\n激異常。家中事體不論大小，都稟命張叔叔，憑他處分。\\n只見張管師每日從外面回來，袖子裡袖著些磚頭瓦片，到那沒人住的空房子裡去，拋\\n在牆腳下，不曉得是什麼意思。問他時只是嘻嘻的笑，不來回答，也不好再盤詰他，\\n只由他便了。\\n方口禾一日對張叔叔憂窮，張管師作色道：「你不省得銅錢銀子來路艱難，只道如泥\\n土一般，要就有的。不要說是此刻沒有銀子在手頭，就有萬萬資財，入你手也易得盡\\n的。做了個男子漢，只要自掙自立，憂窮來有什麼用。」\\n方口禾也便不敢再說。那時方正華這些朋友，和方口禾的小朋友，都已散盡，只有張\\n管師還在他家。一日也辭別了要回去。柳氏和方口禾留他不住。\\n方口禾泣下道：「既是張叔叔定要回去，到了家中，略耽擱幾日，可就回到這裡來敘\\n敘。」\\n張管師應承了，騎上一匹驢子，飄然自去。張管師去後，方口禾和母親在家，一日窮\\n一日，衣珠首飾典當完了，又把那粗重傢伙，拿出去賣來吃。不消幾時，又都吃完。\\n幾個底下人，見主人這般窘急，早已雀兒般飛散。\\n母子兩個無可生發，思量再把現在住的房子出賣，卻又沒人家要。日日望張叔叔來替\\n他們經理一番。不道張管師竟學了唐詩上一句道：黃鶴一去不復返。\\n列位，從來掙家事的人，與那用家事的相反。譬如一暑一寒，熱便熱到赤身裸體了，\\n打扇也還嫌熱；冷便冷到穿了重裘向火，也尚道冷。天時就是這般不齊，怪不得人的\\n作為也迥然不同。論起會掙家業人來，就是方正華死後，也是大富之家，那裡一窮就\\n窮得別個窮人般乾淨。倘及時整頓一番，也自將就支持得住。\\n怎奈他母子用慣的，打算是打算不慣的。便如石錘下水，一直沉到底了。\\n卻說方正華在日，曾與兒子定下頭親事，是河南懷慶府一個財主王元尚的女兒，喚做\\n睦姑。後來那邊聞方家窮了，王元尚和妻金氏，十分懊悔。方正華死了，送訃聞去，\\n也不來弔。柳氏和兒子，還只道是他家因路程遙遠的緣故。\\n看看服也除了，卻終不見來。當下母子兩個，窮得衣食不週，柳氏只得和兒子商量，\\n叫他到懷慶府去，只做定大婚之期，就敘述些現在情形，希冀那邊照拂。\\n方口禾領了母命，帶些乾糧在身邊，牲口也僱不起，只是步行前去。不一日到了懷慶\\n，問至王家，便央管門的人去通報。\\n從來富貴人家，門上第一刁惡，他聽方口禾通的姓名住居，也明知是主人的女婿，因\\n見他身上衣衫，舊得晦氣，腳上一雙鞋子，從保定直步至懷慶，底都走薄了，幾個腳\\n指頭，即日要奪圍而出。且受風霜辛苦，弄得猴頭鳥頸，十分丟不上眼，有些不屑替\\n他通報。卻還因不曉得家主意思，不好怠慢，即便進去稟知王元尚。\\n王元尚忽然聽得說女婿到來，心中駭異，呆了一呆，便問：「有多少人跟來？」管門\\n的說是：「獨自一個。」\\n王元尚便問：「怎麼打扮？」管門的把那襤褸光景，述與主人聽了。\\n只見王元尚眉頭都皺，吩咐管門的：「你出去問他，為什麼事故到來。」\\n那班奴才，最會窺探主人意思打發的。走出來，也沒什麼稱呼，說道：「員外問你，\\n為著什麼到來？」\\n方口禾倒還好聲好口的道：「管家，你領我去見了員外，當了面就好說了。」\\n管門的板著臉道：「員外吩咐，先來問你，你卻如何倒這般講。」口裡說，手裡自去\\n桌上茶壺內，斟出杯茶來。\\n方口禾只道是請他，正要伸手去接，卻見他取來自吃。方口禾這般怠慢，好生不樂。\\n欲待說是來訂婚期，自覺有些不像樣；欲待不說，卻又沒得見丈人。徘徊了一會，沒\\n奈何，只得告道：「管家，我的來意，原不是在這裡說的。但員外既先來問，我煩你\\n代我入去稟白，此番只是來定吉期。」\\n管門的也不答應，竟自走了進去，傳這話與主人聽。\\n王元尚那時在裡面，和金氏閒話。睦姑也坐在旁邊。夫妻兩個聽了，都不開口。停了\\n半晌，王元尚看著金氏對管門的道：「你再去對他說，叫他備了一千銀子來，做准日\\n禮，才好定得吉期。若是沒有時，不必來認這門親了。」\\n管門的得了這幾句，越發膽大，慢慢地走出來，也不去與方口禾打話，自向門首一條\\n凳上，倒朝著外面坐了，看街坊上三四個小兒奪帽子玩耍。\\n方口禾忍不住問道：「管家，你去員外跟前怎麼說了？」\\n管門的慢慢側轉頭來道：「員外叫你拿一千銀子來准日，沒有時，不必認這門親了。\\n」說罷，仍回頭去看那小兒玩耍。\\n方口禾此時，心中氣忿，不好就發出來，只得又告管門的道：「管家對你說，我家先\\n前也曾富過來，只是現在窮了，拿不出，煩你再上復員外，不要作難，且放進去見一\\n見也好。」\\n管門的聽說，惱起來道：「你這人忒不爽利。有銀子自來准日，沒銀子兩家撒開。有\\n這般多纏。」\\n方口禾見他無狀已極，待要發作，早又見裡邊打發管家婆出來，叮囑管門的道：「裡\\n頭吩咐你，那姓方的量來沒銀子，快趕出去，不要放在這裡，裝人家幌子。」\\n管門的就把方口禾向門外一推道：「走你的清秋路，體來害我受氣。」險些把方口禾\\n推跌了一交。\\n方口禾大怒，立住腳，思量要罵。忽轉一念道：我只一人在此，倘被他家趕出些人來\\n，越發要受辱了。便縮住了口。\\n卻又想著自己，本指望這裡款留，只帶得來的盤費。如今卻怎地回去。不覺起風下了\\n雨，出不出氣變了苦，哀哀的哭將起來。那管門的把門關了不來睬。\\n倒是對門一個顧媽媽，年紀六十多歲，丈夫亡過，兒子街上去做些小買賣未回來。一\\n個人在家，聽見他哭得悽慘，走過來勸，扯他去自己家中坐了，問是什麼緣由。\\n方口禾把遠來探親，王家這般相待，如今回去不得，細細告訴他聽。\\n顧媽媽十分憐憫，曉得他沒有吃飯，便去打兩張薄餅來，與他充饑。又拿了件布衣服\\n，去左近一個當鋪裡，典得一千個錢來，把與方口禾道：「不多一文，將就幫郎君做\\n些盤費。那王元尚是極兇惡的，你便和他到官，也怕沒得便宜。且回去再處罷。」\\n方口禾謝了顧媽媽，即便轉身回到家中，把上項事告訴母親。\\n柳氏聽了，淚流不止，又對方口禾道：「我想你父親在日，那些朋友，都曾借我家銀\\n兩。如今也有幾家還得起的，你可去討取些來度日。」\\n方口禾泣道：「母親怎還看不破。他們一向相與我家，只是為著錢財。倘然孩兒今日\\n峨冠博帶，乘著高車駟馬前去，就要借千把銀子，也未必回頭出來。如今窮得這個樣\\n兒，那個還來憶念舊日恩情。況父親借出去的銀子，都沒有憑據，那裡討得動。」\\n柳氏道：「雖然如此，難道竟關了門，受俄不成。你還是去討看。倘或有幾個良心好\\n的，不忍看我娘兒兩個餓死，也未可知。」\\n方口禾只得出了門，向父親的朋友家去，只說告借。走了二十多天，遠的近的，都已\\n走遍，那裡要得動半個老官板，十分氣忿。\\n卻又想道：這班是我父親朋友，和我隔一層。那我自己相與的，或者不是這般看冷眼\\n。便又走向那小友人家告急。誰知說了錢就無緣，也都愁出一窠水來，沒得齎發。正\\n是：上山擒虎易，開口告人難。\\n方口禾回到家中，告知母親，心中苦切。娘兒兩個哭了一場，從此息了這念頭，只在\\n家有一頓沒一頓的苦度不題。\\n且說王元尚夫妻，不放方口禾入門，回絕了出去，睦姑心中卻曉得，道父母不是。王\\n元尚要另與他出帖。\\n睦姑泣下道：「方郎不是生下來就窮的，這也是孩兒的命。爹爹母親既把孩兒許了他\\n，孩兒便生也是方家人，死也是方家鬼。斷不另嫁別人的。」\\n王元尚不快道：「你還不曉得窮的苦，吃也沒得吃，穿也沒得穿。你是受用慣的，那\\n裡他家去過得慣，還要想他。」\\n金氏也接口道：「他家那裡還有什麼丫頭使女，粗粗細細，都要自己去，你如何來得\\n？我和父親是不捨得你。退了那頭親，你怎還執迷不悟。」\\n睦姑道：「為人在世，若是貪了吃著，愛了安逸，不顧那道理，也還成什麼人。爹爹\\n母親說愛孩兒，倒害孩兒哩。」說罷，嗚嗚咽咽的哭起來。\\n王元尚夫妻又百般勸誘，睦姑只是不聽。夫妻兩個動了氣，日日把女兒來罵。睦姑聽\\n憑爹娘罵，卻全然不動。王元尚夫妻倒也無可奈何。\\n過不多時，一夜，王元尚夫妻在睡夢裡，聽得響動，驚醒來，見是一伙強盜，明火執\\n仗，打入房來。\\n夫妻兩個抖做一團，被一個強盜在牀裡拖出去，問銀子那裡。王元尚剛道得個「沒」\\n字，一盜將手中亮子在他嘴上一指道：「怎麼沒有？」早把滿嘴鬍鬚，放野火般燒得\\n只剩些短根。夫妻兩個著了急，指點出藏銀子地方。那伙強人又在他家各處，搜索搶\\n掠一空而去。\\n王元尚等到天明，報了官，差快役去捉，卻那裡有捉處。王元尚家從此也窮了。\\n光陰如箭，倏忽兩年，越發窮得不堪。有個廣東客人，在懷慶生意。聞得睦姑標緻，\\n肯出五十金買去做小。央媒來說。\\n看官，那人情是最可怕的，王元尚才窮得，便有人發這般輕薄念頭。就是做媒人的，\\n也膽敢說出來，竟不防到打把掌。更可笑那王元尚，真個人貧志短，也就許諾。收了\\n價銀，不顧女兒肯否，約日便要送去。\\n睦姑曉得了，連夜尋些窖煤，把粉臉塗得似鬼怪一般，乘著月色，出門逃走。心中要\\n投保定去，卻不認得路。平日間聽得說在東邊，瞎七瞎八，往東走去。\\n走到天明，可憐腿都腫了，肚裡餓起來，卻沒銅錢買吃，只得到村落裡去化口吃了。\\n問那保定的路又走。\\n從此日裡討飯，夜間怕被污辱，扒到茂盛些的樹上去，鳥雀般歇宿。把個嬌嫩身軀，\\n弄得遍體皮肉都在樹上擦破了。\\n在路三月，方才到了保定。問到方家，直闖進去。柳氏母子看見，只道是乞丐，又塗\\n得臉來怕人，柳氏便嚷道：「你這乞婆，眼又不瞎，怎麼直撞入內來。」\\n睦姑哭道：「妾非化子，妾父親就是王元尚。因爹娘要把妾改嫁，從懷慶逃來的。」\\n母子兩個吃了一驚，柳氏便挽住睦姑手，泣下道：「兒，你緣何弄得這般樣子？」\\n睦姑一頭哭，一頭訴說路上辛苦情景，柳氏母子陪他也哭。柳氏就去取水來與他洗臉\\n，又梳了頭。只見面開秋月，鬢壓烏雲，竟是一位絕色佳人。\\n母子兩個看了大喜。柳氏便叫兒子，去央人選個日，將就與他們完了姻。\\n家中十分窮苦，一日只吃得一頓，柳氏對睦始下淚道：「我娘兒兩個，是應該受這苦\\n的。只是負了好媳婦，卻叫我過意不去。」\\n睦姑含笑安慰道：「婆婆不要這般說。媳婦在乞丐裡頭，嘗過那些苦況，今日看起來\\n，同樣一個窮，也就是天堂地獄般分別。」柳氏聽說，不覺掛著兩行眼淚，笑起來。\\n過了幾日，柳氏因養下的一隻雞，晚來不肯上宿，自己去捉它。那雞見人走過去，亂\\n撲的逃，逃到了那沒人住幾間空閒房子裡去。\\n那院子裡的草，齊著肩頭般長。柳氏從那亂蓬鬆裡，分開條路趕去，那雞伏在牆腳下\\n。\\n柳氏走過去拿它，絆著塊磚兒，險些跌了一交，心中轉道：這還是張叔叔拋下的，沒\\n人少力，怎地畚了出去方好。\\n便拾起那塊來，要丟他院子裡去。卻覺捏在手裡，有些異樣，打一看時竟像五兩來重\\n錠銀子。老眼昏花，又是天色將黑下來，認不清楚，雞也不捉了，急拿到那邊屋裡去\\n，與兒子、媳婦看。果是銀子，各各嗟異。\\n方口禾便取了個火，和母親、妻子，再到那空閒房子裡去。卻見張管師袖回來那些磚\\n頭瓦片，都是銀子，攤在壁腳下。\\n大家驚喜，連夜搬運到那邊房子內，檢點一番，約有萬餘金。\\n方口禾對母親道：「孩兒想張叔叔定然是個仙人，怕我們前日還是富翁心性，錢財到\\n手，容易得完，把來做磚瓦，如今才現出真形來。只可惜不能夠再見他一面。」\\n柳氏也道：「仙人現過些形跡，被人家覺著了，只怕難得再來。」\\n母子兩個嗟歎了一回，方口禾又想起五六歲時，和張叔叔在舊時住的大房子裡，埋下\\n那些石子，不要都是銀子。那房子到手，五千銀子典出。便備了原價，即行取贖。\\n那家因搬入這屋裡來，人口連年不太平，也巴不得方家贖了去。\\n方口禾同母親、妻子一到舊房子內，便去看那埋下的東西。見幾塊碎磚底下，仍然是\\n一顆顆石子，那裡有些銀屑兒，心中懊悔。自己埋怨道：「我原太貪心了。有了一萬\\n多銀子，不到得餓死就罷了，又發起這大想頭來，倒先將半把贖了沒花息的貨，豈不\\n可惜。」\\n當日天晚，即便丟手。過了一夜，心還不死，再去掘那不碎的貼地磚來看，卻見一錠\\n錠都是雪白銀子。掘遍了那埋石子的幾進屋，約有幾百萬兩。比方正華全盛時，倒又\\n富了幾倍。\\n柳氏和小夫妻兩個，快活得來樂開了嘴合不攏，睡夢裡也幾遍笑醒來。當下便去回贖\\n了賣出的田地，又買好些男童女婢，收拾得房子也十分齊整，竟端然是大富翁家的規\\n模了。\\n那向時方正華的朋友，和方口禾自己結交的小友，都不曉得他家何富得這般快，還只\\n道一向是詐窮，來試人家的，倒懊悔前番與他們借貸，一文不破得，被他看輕了。又\\n想道：他和父親一般慷慨，器量大的人，只怕未必來記恨。便漸漸的都上門來，要溫\\n舊好。\\n方口禾卻預先吩咐管門的，只說自己不在家，一概回絕了去。方口禾發起個憤來道：\\n「我若再不自掙自立，出些前程來，可不負了我張叔叔麼。」\\n便刻苦讀起書來。他質地原是聰明的，不上一年，早已大通。宗師到來，先入了泮，\\n明年正逢大比，又中了舉人。榜後也不回家，直用功到會試，竟成進士。殿試後點入\\n翰林，衣錦還鄉，好不榮耀。\\n那班朋友，前番登門不見，說不在家，明知其故，自覺無顏，也便息了念頭。如今見\\n他富而又貴，越發要親熱他，都備了些禮物來與他賀喜。\\n方口禾不好又拒絕他們，只得一一都出來會。眾人見他仍舊和顏悅色的接陪，都道前\\n番說不在家是真的，並非懷恨他們，便越發掇臀放屁，做出許多慇懃。從早上到來，\\n直至日中，還不肯去，要想他的飯吃。\\n方口禾竟不吩咐把出來，眾人都像張姑娘送親般，忍著餓回去。方口禾隨即將送來禮\\n物，叫人分頭去璧還，一些也不受。\\n到了明日，下帖請他們吃酒，自己不出來，只說身子不快，卻叫眾人自飲。那班人好\\n不識氣，到下一日，又上門來，要去房中問病。\\n方口禾十分厭憎，吩咐家人回答道：「昨日原沒甚病，只因怕煩不出來，現今在裡面\\n吃飯，吃完了就出來。請各位寬坐。」\\n眾人等到天晚，卻仍不見面，才省得是怪他們，今後不受騙的了。一場掃興而回，從\\n此也不好再上門。\\n方口禾對母親笑道：「孩兒只道父親和孩兒呆，一向不識得這班是小人；不想這班人\\n越發呆，直等待慢得夠了，方才不再來纏。」\\n當下方口禾備了一千銀子，跟著十來個家人，親自到懷慶府去，酬謝資助他盤費的顧\\n媽媽。\\n不一日，到了那裡。那顧媽媽住的，只一間低小草房。方口禾穿著華衣闊服走入去，\\n顧媽媽一時如何認得出。只道遭了什麼橫禍，官府來家。嚇得戰戰兢兢，要跪下去磕\\n頭。\\n方口禾連忙挽住道：「媽媽不認得我麼？我今番特來謝伯母，怎麼你倒行起這禮來。\\n」\\n顧媽媽方才省得是方口禾，見他這般體面了，倒也喜得一句話也說不出。\\n方口禾便拉他去同坐在那土坑上，謝他前日的慷慨，告訴他如今怎樣富貴了，便叫家\\n人拿過銀子來與他顧媽媽，真個千恩萬謝。\\n當下街坊上人見一位官長，走到這老婆子破屋裡去，門外列著許多僕從，人喊馬嘶，\\n不知道是什麼事情，都圍擾來看。\\n那時王元尚夫妻，因亡失了女兒，廣東客人來追身價，已經用去大半，受逼不過，賣\\n去身底下房子，才得還清，只得來縮在兩間臨街小屋內。見對門那般熱鬧，也走過去\\n觀看。\\n聞說是舊時女婿，前年到此，虧這媽媽慷慨周濟，如今富貴了來謝。羞得頭也抬不起\\n，連忙回去，閉上了門。\\n顧媽媽去街上打了酒，又買些肴饌，來款待方口禾。方口禾就拉他同桌子吃。顧媽媽\\n說起王家，現在怎樣窮苦，那女兒倒是賢慧的，不肯依爹娘改嫁，可惜不曉得逃避到\\n那裡去了。\\n方口禾顛著頭不開口。顧媽媽又問方口禾：「如今可曾娶麼？」方口禾答他道：「已\\n經娶過了。」\\n吃完了酒，方口禾拉他同到保定去，看家中新奶奶。顧媽媽答稱路遠，家中走不出。\\n方口禾必竟要他去，顧媽媽只得央人街上去尋兒子回來，囑咐了幾句說話，便同方口\\n禾動身。\\n方口禾吩咐，叫乘轎子，抬了媽媽，自己和家人騎著馬，一同往保定來。\\n柳氏見，好生歡喜。方口禾就叫丫鬟們：「去請奶奶出來。」\\n沒多時，眾丫鬟簇擁了奶奶出來。珠圍翠繞，猶如仙子一般。顧媽媽與睦姑照了面，\\n大家都吃一驚。\\n睦姑曉得他和丈夫同來，便問他爹娘近況。顧媽媽一一敘述，睦姑不住的滾下淚來。\\n睦姑也把自己保定來的事，說了一遍。\\n顧媽媽對方口禾道：「老爺可不早說，待老身王家去通了個信，也叫放心。」方口禾\\n只是笑。\\n當下留顧媽媽住了幾日，款待得十分厚。又替他徹裡徹外制了新衣服，打發家人送他\\n回去。\\n顧媽媽到了家，腳頭也不曾立定，倒到王家去報新聞。先見了王元尚道：「恭喜你家\\n令愛姑娘有下落了。」\\n王元尚忙問：「在那裡？」顧媽媽便將保定去的話說一遍。金氏在房裡也趕出來聽，\\n都吃了一驚。\\n顧媽媽又述他女兒怎樣記掛，道：「你兩口這般窮苦，何不投奔到那邊去。」王元尚\\n皺皺眉頭不響，埋怨起金氏來道：「先前我不放女婿進門，也是看你意思，都是你害\\n了我。如今怎地去上門。」\\n金氏不服道：「這都是你的主見，我只是不曾阻擋得你，如何歸罪起我來。」\\n夫妻兩個你道我不是，我道你不好，爭論個不住。顧媽媽勸了幾句不聽，自回家去。\\n又過幾時，夫妻兩個受不過饑寒，王元尚沒奈何，只得懷了些乾糧，也像方口禾當日\\n兩隻腳做了車馬，投保定來。\\n將近門首，只見豎著幾枝旗竿，風憲衙門般規模。門前停著轎馬，硬牌旗傘，擺有箭\\n把路遠。執事人役，齊斬斬的伺候著。卻是保定府太爺在裡頭拜望。\\n王元尚不敢就撞過去，在街上徘徊了一會。看見裡面送客出來，那府太爺上了轎，開\\n道去了，方才慢慢的走近去。\\n卻又見那管門的二爺，挺起胸脯，立出在門房口。那張不二價面孔，見了怕人。王元\\n尚不敢去和他打話，只遠遠地立著探望。\\n等了一回，見管門的不在門首了，卻走出個六十來歲的老媽媽來。\\n王元尚走過去，叫聲：「媽媽。」低聲上前道了姓名，說從懷慶來，要媽媽悄悄地通\\n知裡頭女兒。\\n媽媽答應了進去。停了一回，又走出來。四下裡打瞭望，看見沒人，做個手勢，招王\\n元尚進去。\\n王元尚跟了老媽媽，走到兩間僻靜房子內，媽媽道：「奶奶曉得員外來，十分快活。\\n叫老身來問員外，幾時到的？肚裡想必受饑了。安人在家可好麼？奶奶原要請員外裡\\n頭去相見，卻怕老爺得知，叫老身領到這裡。奶奶得些空兒，便自出來的。」\\n王元尚道：「煩你去對奶奶說，我是早上到來的。安人在家，也還算健，只是近來越\\n發窮了，沒得用度。我放心不下奶奶。特地來看看。有小東西拿些出來，也好將就充\\n饑了。」\\n老媽媽進去了，又停一回，拿出一壺酒，一碗肉，一盤雞來，請王元尚吃。又去拿出\\n條被來，安頓王元尚睡。把五兩銀子放在桌上道：「天色晚了，老爺在房裡吃酒，奶\\n奶走不脫身，不能夠來會員外。這幾兩銀子送員外做盤費。奶奶叮囑老身，對員外說\\n，明日須得絕早回去，不要令老爺曉得方好。」\\n王元尚吃完了酒，又拿飯來也吃了。老媽媽收拾了杯盤進去。王元尚也藏好了五兩頭\\n，開鋪自睡。\\n看官，難道睦姑怎就沒一些工夫見他父親？幾百萬富的財主家，卻只拿得出五兩銀子\\n？原來方口禾自從打發顧媽媽去後，曉得王元尚夫妻，早晚定然悄悄地來。怕睦姑私\\n下齎發他銀子，是極不甘心的。這幾時把睦姑管得寸步不離，錢財也沒得他經手，因\\n此不能出來相會，只拿得五兩銀子與父親。\\n次日清早，王元尚起來，便要回去。走到外面，見牆門下著鎖，還未曾開，只得立在\\n那裡等。\\n忽聽見裡面好些腳步響，打頭幾個家人喝道：「老爺出來了，你這人快站開。」急得\\n王元尚連忙躲避。\\n卻早被方口禾瞧見。問是什麼人？家人都回答不出。方口禾怒道：「必定是個白闖！\\n門也未開，怎地進來的？快些拿下，送到衙門裡去。」\\n眾家人一齊答應，虎狼般趕過來，把他背剪了，縛在柱上。王元尚又羞又怕，出聲不\\n得。\\n幸虧昨日那老媽媽也走出來見了，連忙過去，跪在方口禾面前，低著聲，不知說了幾\\n句什麼。\\n方口禾把嘴一努，眾人使來放了綁。老媽媽送他出門道：「奶奶還有話說，因此著老\\n身出來。昨夜不曾叮囑得管門的，倒害員外吃了這一驚。奶奶說：若是想念時，可令\\n老安人假扮了賣花的，和顧媽媽一同來。」\\n王元尚答應了，自回懷慶。歸到家中，把那受的驚恐，述與金氏聽。金氏道：「據你\\n這般說，我女兒今生不能再會的了。」不覺紛紛的墜下淚來。\\n王元尚聽他說得傷心，也泣下道：「你倒還去會得，我便要老死去見他的了。」\\n金氏道：「卻是為何呢？」王元尚便又把臨行出門老媽媽出來的話，說與他知道。金\\n氏大喜，立刻去尋顧媽媽，要和他保定去。\\n卻說顧媽媽有了那一千銀子，另尋下所整齊房子，與兒子定了一頭親，正要料理他完\\n姻，那裡有工夫出遠。況旦慷慨的人，七八有些氣骨。他只費得一千銅錢，幾張薄餅\\n，卻換了一千白銀，又迎他保定去，厚款了好幾天，做與他簇綻的一身新衣，也報他\\n得夠了。只管到那邊去，可不被方家道他貪而無厭麼。\\n顧媽媽心裡是這般，也不過要再返幾時才好去。當不起那金氏日日到他家來，哭哭笑\\n笑的纏。顧媽媽沒奈何，只得就同他去。\\n金氏那裡有路費，丈夫拿回五兩頭，路上用了些，到家買買柴米，早已空空如也。倒\\n是顧媽媽拿出己財來，請了他去。\\n顧媽媽路上怨道：「我家中有好些事務，你卻追我去討人家惹厭，你女兒又不是今生\\n今世不得見的了，這般性急。若是被廣東客人買了回去時，也趕到廣東去看看不成？\\n」\\n金氏賠笑道：「媽媽怪你不得，原是我拖你去的不好。我只牢記你的好處就是了。」\\n兩個到了保定，顧媽媽引路投方家來。\\n那時正是隆冬天氣，金氏身上，穿著一領舊綢夾套子，被朔風吹得來寒抖抖。背個竹\\n籠，扮做賣花婆子，跟顧媽媽入去。\\n一連走進十幾重門，才到睦姑房中。見睦姑穿著狐狸皮襖，袖了手坐。面前燒一爐木\\n炭，滿屋卻是暖烘烘的，輕嗽一聲，大丫鬟、小丫鬟奔將進來，立滿側旁伺候。\\n母女兩個相見了，眾人面前，不好說得什麼，只大家含著眼淚。住下五六日，睦姑憐\\n他在家咬菜根，只揀好的東西與他吃。\\n金氏見無人在面前，便掛著眼淚，自己埋怨自己的不是。\\n睦姑道：「我母女是天性，就有什麼不是，那有不忘記的。只是女婿心中懷恨，再勸\\n解他不來。」\\n睦姑也時常打發了眾人，和他母親講些家常話。只要聽見外房靴聲響，方口禾進來，\\n金氏便連忙去躲。\\n那方口禾聽見說顧媽媽引一個賣花婆子來，原有些疑心。又聽見丫鬟們伙裡猜詳說是\\n為什麼奶奶見了那賣花的，大家眼眶子裡含兩包淚。方口禾心中明知是金氏，只作不\\n曉得。\\n一日輕輕兒走到房裡去，金氏正與女兒並肩坐了講話，躲閃不及。\\n被方口禾見了罵道：「那裡來這野蠻，全沒半點規矩！奶奶是什麼人，你是什麼人？\\n卻和奶奶同坐起來。這樣辨不透的，待我叫人來，剝去那張臉皮便好！」\\n金氏嚇得立起在旁，瑟瑟的抖。顧媽媽也在房內，忙開言勸道：「老爺息怒。這是老\\n身作伴回來賣花的李嫂。看老身薄面，饒恕了罷。」\\n方口禾道：「原來如此，我不曉得，倒覺媽媽面上不好看了。」\\n方口禾便坐下，對顧媽媽道：「媽媽來了好幾日，我忙了些，竟未曾來和媽媽扳談。\\n王家兩個老畜生近來怎樣在那裡。」\\n顧媽媽笑起來道：「老爺怎這般說。他夫妻兩口，倒都還老健，只是窮不過。老爺如\\n今大富大貴了，應得照顧丈人丈母些才是。」\\n方口禾道：「媽媽你是旁人，那曉我的恨處。我那年若不是媽媽，一定流落他方，還\\n要餓死。可恨那兩個老畜生，一味欺貧，全沒半毫情分。你不要說什麼照顧，我便剝\\n他的皮，還嫌遲哩。」\\n說到刻毒處，把腳在地上亂頓，口內千畜生萬畜生的罵。\\n睦姑聽不過，怨起來道：「就是他兩個不是，也是我的父母。我遠遠到來，可憐身上\\n皮肉，沒一處不破損。自己尋思，也不曾虧負方家，怎麼對了做兒女的罵父母，好叫\\n人難當。」\\n方口禾方才住罵，氣忿忿走出房門去了。看金氏時，羞恥得來呆神相似，便辭別女兒\\n要回去。\\n睦姑因沒得錢財經手，只搜索舊時存下的些散碎銀子，約有四十多兩，都把與他母親\\n。對丈夫說了，差人送兩個回懷慶去。\\n日月如梭，不覺又是半年。睦姑在家，不曉得父母信息，十分掛念。勸丈夫去接取岳\\n父母來，方口禾只是搖頭不肯。\\n睦姑又怨道：「你這人也太過當了。先前我爹爹到來，可憐怕你曉得，我竟不曾出見\\n，誰知倒被你見了，叫人縛在外面柱下，受那場羞辱。在後我母親扮做賣花的，前來\\n看我，你酒後說出來，道明曉得是我母親，故意當著面痛罵那一場，可不是我母親又\\n受你羞辱盡了。可怎麼還平不得這口氣，叫我做女兒的，好不心中難過。」說罷，哀\\n哀的哭起來。\\n方口禾不得已，便差幾個家人到懷慶去，迎丈人丈母。過了幾時，接得王元尚夫妻到\\n來。見了女婿，都抱著羞慚，低了頭不起。\\n方口禾先講道：「舊歲遠蒙光降，因不曉得，竟十分得罪了。」\\n夫妻兩個也只是含糊答應了一聲，沒什麼別的話講。方口禾因睦姑說不過，替他夫妻\\n做了幾套衣服。日常供給兩個飲食，也是睦姑吩咐出來，叫眾人辦得豐盛些。\\n留在家上，住了一個多月，王元尚夫妻終覺不安，告辭了要回去。方口禾與睦姑留不\\n住，只得贈些銀兩，差人送他歸家。\\n後來睦始日日勸丈夫，不要記那舊怨，方口禾也漸漸氣平了，時常遣人拿銀子去與岳\\n父母。\\n方口禾雖點翰林，他在家受享好了，竟不去做官，卻也何嘗不是官。\\n這多虧那神仙來做門客，不但使他貧而復富，又兼激他賤而致貴，可不勝似馮諼幾倍\\n麼。詩曰：\\n揮霍誠然意氣豪，獨嗟財盡盡相拋。\\n暑能默運淮南術，從此春來發舊苗。</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Hsing Meng Pien Yen, by Hsi Tzu Chu</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK HSING MENG PIEN YEN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>***** This file should be named 27108-0.txt or 27108-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/7/1/0/27108/</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Produced by Hsin Kuo</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-ec353ca7911f10fd-f09fcd twpub-ec353ca7911f10fd-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/ec353ca7911f10fd/toc\",\n            \"target\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000029\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/ec353ca7911f10fd/toc\",\n            \"target\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000032\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/ec353ca7911f10fd/toc\",\n            \"target\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000059\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/ec353ca7911f10fd/toc\",\n            \"target\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000062\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/ec353ca7911f10fd/toc\",\n            \"target\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000066\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/ec353ca7911f10fd/toc\",\n            \"target\": \"$:/plugins/twpub/ec353ca7911f10fd/text/000000072\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-ec353ca7911f10fd-f09fcd blockquote,.twpub-ec353ca7911f10fd-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-ec353ca7911f10fd-f09fcd body > p{text-align:justify;}.twpub-ec353ca7911f10fd-f09fcd h2{clear:both;}.twpub-ec353ca7911f10fd-f09fcd h3{font-weight:normal;clear:both;}.twpub-ec353ca7911f10fd-f09fcd hr{clear:both;}\\n.twpub-ec353ca7911f10fd-6b4cd0 div,.twpub-ec353ca7911f10fd-6b4cd0 p,.twpub-ec353ca7911f10fd-6b4cd0 pre,.twpub-ec353ca7911f10fd-6b4cd0 h1,.twpub-ec353ca7911f10fd-6b4cd0 h2,.twpub-ec353ca7911f10fd-6b4cd0 h3,.twpub-ec353ca7911f10fd-6b4cd0 h4,.twpub-ec353ca7911f10fd-6b4cd0 h5,.twpub-ec353ca7911f10fd-6b4cd0 h6{display:block;}.twpub-ec353ca7911f10fd-6b4cd0 div.figcenter span.caption{display:block;}.twpub-ec353ca7911f10fd-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/images/OEBPS/6590012600890081400_27108-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/images/OEBPS/6590012600890081400_27108-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAACINUlEQVR42uzdeXhU5cHw4clOQgghAQHZ3BUQVFCwaBEF1CqKVcG96tt+aq3VYhVrW6tWq9XWl9rWWq27uNRWxYrWfUPrUkEQQaiK4sKigGyyJ/n+SN/09GRhJplMZubc99WrFxMDmXlyzpnnN2fLiVUuigEAABA9uYYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAA2l5OTU2NUQAAAIggewgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEFoCAAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAg9fLb5Kdu2LBh3rx5Kf6hu+yyS0lJiWeSQc8EAABoVTk1NTWp/6kffPDB+PHjU/xD77jjjgEDBngmGfRMAACAVuWQUQAAAEEIAACAIAQAAEAQAgAAIAgBAADIIvnp8CSuvvrqbbbZJun/7MaNG88++2zPJGueCQAAkIVB2Ldv3169eiX9n123bp1nkk3PBAAASC6HjAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAgtAQAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAC0jvx0eBIbNmxYt25da/yznkk2PRMAACALg/D4449Pk+HwTNL5mQAAAMnlkFEAAABBCAAAgCAEAABAEAIAACAIAQAAyCI5NTU1qf+pa9eufemll1L8Q4cNG1ZeXu6ZZNAzAQAAsjAIAQAAaHMOGQUAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABKEhAAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAADQZvINAaRGVVVV3Z9zcnJyc30cAwCAIIQImDlz5re//e26hyNGjLjuuusMCwAAbcs+CgAAAEFIq3nrrbeOOeaY/fbb7+qrrw4eNwiAN4g2eYPwxgRALYeMtrrVq1dPmDBhzZo1sVjsr3/9a2Vl5RlnnGFYGrRhw4YlS5b8e9HMz+/Zs6cxAbxBeGMCQBBmsOeff772TbfWlClTvO82qKqq6vzzz3/99ddrH3bv3n3q1Klx/t2HHnroiSeeSOKTOe+88/r37++XAqkxduzYTz/9tO7h3Xff3a9fP28Q3pgAEITZ4IMPPgg+XLp06erVq8vKyoxMyFVXXVVXg4n67LPPpk+fnsQns2rVKr8RIFvfILwxAVDHOYStbu3atVv9CnfccceUKVOMA+ANwhsTAIIwqxQUFIS+UlhYaFiCnnnmmd///vfGAfAGkZo3CG9MANRxyGhi7r333trzLk455ZSSkpJ4/sq2224bfNiuXbuKigojWeedd9752c9+VlNTk92LAdFZ5SF+bfUG4Y0JAEHYHOvXr580aVJ1dXUsFjv22GPjnB0OGzbst7/9bd3D/fbbLzfXjtl/W7Ro0YQJEzZu3JhuTywnJye5iwHRWeUhfm31BuGNCYA63gASMH/+/NqpYUJ23nnn448/vvbPFRUV5557rpGstXbt2vPOO2/FihVp+Ny222675C4GRGeVh/R/g/DGBEAdewgTMHfu3Ob9xQsvvHDEiBGLFy/++te/3qlTJyMZi8WqqqouvPDCBQsWBL9YWlravAsbfP/73//+97/f7CezePHiMWPG1D3ccccdu3fvnvTFgOis8pD+bxDemAAQhAl79913m/1399lnHwMYdNVVV73xxhvBr4wZM2bx4sXJvXtEnF588cXgw+HDh7fSYkB0VnlI/zcIb0wAxBwymhC7C5Kl/k0mevTocdFFF7XVyYQvvPBC8OHXv/51iwF+1wCAIOQ/1q1b9/HHHxuHlqt/k4mioqJf/epXJSUlbRKEa9aseeutt+oelpeXDxgwwGKA3zUAIAj5j3fffdflJVpu9uzZl1xySegmEz/72c923XXXWCy2adOm1D+lV155ZcuWLXUPm77ansXAKg8AIAgjOjs0CC136aWXhqrv5JNPPvTQQ2v/3CZ7CEMnEDZ9vKjFwCoPACAIzQ5ppsMOOyz4cMiQIeedd17dw6qqqhQ/ny1btrzyyit1D/Pz87/2ta9ZDPC7pmmrV69esmRJ866KDABpJb2uMvrxxx+/9NJLM2fO/Oijj7788stYLFZZWdm5c+chQ4aMGDGiiVvDxWnJkiVPPfXUP//5zw8++GDVqlXV1dXl5eXdunXbY489hgwZsu+++zZ2rOCrr776j3/8o3k/dMOGDZ999lndw/bt23fr1q3Nh/rtt99+/PHHZ82atWjRovXr13fo0GH77bffd999x4wZ06pP78QTT7zvvvtWrlwZi8V69OhxzTXXBMc89UfoTZ8+/auvvqp7uNdee5WWljb2zS1ZDLbqzTfffOyxx2bNmvX555/X1NRUVlZ27dp1v/32GzlyZK9evVI8LM1eU1p7eQuuTcXFxdtuu239ivvb3/42Y8aMxYsXb968uUuXLp07dx46dOjBBx+8/fbbx/+DWvV3nSzB0SgqKurZs2foG5YuXXrvvfdOmzZt8eLF+fn55eXlu+2223nnnTdt2rTVq1fXfdsBBxyw2267JfrTH3zwwWXLltU9HDJkyF577ZX1b5lvvvnmgw8++MYbb9RuxGKxWJcuXfbdd9/x48f369cv+J0rV66cOXNm3ff0798/rd4g0vONCYA2kRM6m6utvPzyy7fffnvd22eDDj744B/+8IedO3duxr+/cuXK66+//rHHHmtiH9Q222wzfvz4k046qbCwMPiu+Zvf/OYvf/lLnD9ojz32uO2224JfmTlz5re//e26hyNGjLjuuuvqHtbea6Hu4U9+8pOjjz46oZdWU1Nz0EEHBad311133YgRIxr7/k8++eTqq69+/fXXG/yvBQUF48ePP+ecc4KDkFx33XXX9ddfX1xcfMcdd+y0007B/zRq1KjaDwJisVj37t2nTp3a2gveNddc88ADD9Q9PP/880866aQGJ0/JXQwOOuigX/3qV7V/Xrhw4RVXXBG8sE3IUUcdNWHChCZKNYmavaakZnkLDmPfvn0nT54cjJ9rr702dMHY0AbkRz/6UceOHbc6UW7h7/rXv/71fffdV/fw4osvPvbYY+P815YvX37wwQfXPezZs+cjjzwSz2j07t374YcfDv7Xv/71r5MmTdqwYUPob91777233nrrs88+W/eV8ePHX3TRRQktJ5s3bz7ggAOCx3hff/31+++/f7MXvLFjx3766ad1D+++++5QX6V+eOuvGpdffvlLL73UxEuYOHFiu3btah8+88wzdaM6cuTIa6+9dqu/xPpvEI2NT0KGDBly4403Nu/nAhAFbX/I6Jw5c0444YTzzjuv6RqMxWJPPfXU+PHjP/jgg0R/xFtvvTVu3Li//e1vTR+R+Pnnn//+978/5ZRTgs/txBNPjH9q2Ax777138OGMGTMS/Rc++OCDYA3m5uYOGjSosW9+7bXXTj755MZm57XzvHvuuef000+vC7OkGz9+fOfOnX/+85+HajDWFnsIQ9O7Bk8gbI3FIC8vr/YPr7/++imnnNJEDcZisSlTpowfPz74wUErafaa0ibLW3BA3nnnnZNPPrmJGqzdgIwbN67pC4emYJVvJcGNQCwWu/HGG6+++ur6NRiLxTp16jRkyJDgV5px88+5c+cGazA3Nze7dw8uWbLkW9/6VhM1GIvFHnnkkTPPPLPuINIUrLAAkPFBWFVV9Yc//OG0007717/+FedfWbVq1dlnn53QG+3rr7/+ve99b8WKFXF+f4cOHep+1umnn75w4cJWHYRQEDYdBg0KNeQuu+xSVlbW4He+8cYbEyZMiOekl3nz5p111lnr1q1rjZfcrl2722677aCDDqr/n1IchPPnz1+yZEndwz59+vTu3bv+Itcai0HtDrE5c+ZMmDAheMxqY5YuXXrOOeesWrWq9Uaj2WtKY1p7eVu5cuX69etrPxOJ85kvX7783HPPbWwYU7PKpyAIp0yZcssttzT2nRUVFUOHDg1+5YMPPkg0yENbqr59+7Zv3z5b3ya/+uqrs88+O3iAZWPeeeediRMn1m7HBCEAgjAu999/f6INsGzZsiuvvDLOb/7oo48mTpyY0LUrBw8eXPuHLVu2pOAaJ/vss0/w4ZIlSxKdRoRmZqHCrLN48eKLLroo/vs6vP/++5dffnkrveoePXo0+PUUH8Acz/VFW2kxKC4uXrduXUIL50cffXTNNde00lC0ZE1pw+VtyZIlGzduvOCCC+K/tkftIawN/qfUrPKtpLq6uraoP/nkk7qjkesrKyvLz8/v1atX6PTLRHcShjY7TS8Mme6qq66K/2OC119//a677hKEAAjCuOTl5YVyKE6vvfZaPIdWVldXX3LJJYleBa6J4y1bQ9euXUN1lOhOwtD3NzakV1xxReigsq165plnnnnmmSxe+kNHGA4fPjxlP7q0tPTmm28O7p+Mx5NPPjl//vzWaImkrympWd4WL158yy23JHr7+Keffro1hrHN1Q54Y0eK1urUqVPtH0JHjb755pvx/6CamppZs2YFv9LY51BZ4PXXX3/iiScS+is33XTT0qVLBSEAmaKNrzK67777BiflJSUlhx122PDhw3feeeeKiop169Z99NFHU6dOffjhh0M7Eh988MGtltsDDzwwd+7cBhtsn3326d69e3V19eLFi2fMmFE3L8/Lyxs4cGDtnwsKCvbYY4+6v/Xuu+8Gd3f0798/P7+B0dt5550THYR99tkneDDSjBkzQvdmaMInn3zyxRdf/KfvGzmT55lnnql/HtegQYPGjRu36667lpWVLV68+MUXX/zLX/4SOpruj3/840EHHZToJSUzwtKlS4NV0KFDhz333LP+t7XeYhA8US03N3fYsGGjR4/u0aNHRUXFl19+OWfOnEceeaT+GbP33XffZZddltyhaOGa0obL27x58+6///7gV/r37z9q1Khtt922U6dOX3755dy5cx9//PHgOlLr/vvvv/TSS1P2u05ZEH788cf1R75Xr16dOnVatWrVokWLKioq6oJwypQpzQvC999/f82aNVvd7GSH66+/vv4XDzrooOOOO65fv34FBQXLli2bNWvWQw89VLeXddOmTTfeeGNyg7Bfv36VlZVxfvOCBQuCv6CSkhJzHQDSOgjrphTjxo377ne/GzwxqaysbODAgQMHDhwxYsQPfvCD4NFcL730UlVVVd2VOepbv379rbfeGvpiZWXlxIkTR44cmZOTE/z6nDlzHnzwwccee2zXXXctLi6u++nBiweGLvI2adKk+N+emzZ48ODgzCyh68qEvrnBM3mqq6tvuumm4Fdyc3N/8IMfBC+n2alTp379+h199NETJkwIZtKHH3747LPPjh49OvsW/dDxol/72tcaXJxaaTG444476v7cp0+fX//61zvssEPwK3vuuedxxx03adKkUPA899xzP/3pTxssk+Zp+ZrShsvbDTfcUPfnbt26XX311aFMHTVq1He+850rr7zyySefDH79+eef/8lPfhIaxpSt8q1kzZo1wV9lTk7O2LFj/+d//qfuGITgnQaGDBmSk/Ofq0x/+OGHK1asqMvFpoUuANa3b99sTY7XXnsttDM5Nzf30ksvHTNmTN1Xunfv3r1790MPPXTq1KlXXnnl5s2bY7HYo48+mtxn0thxzg1+LnD44YcHv5LolasBiJo23vPTq1evHj167LXXXvfee+/EiRMbu0zFsGHDzjzzzOBX1q1bN2fOnCb+5cceeyx0kYlevXpNnjx51KhRoTluLBbr37//z372s4cffvg73/lO6gchdLTVwoUL47+wRzzHi06bNm3BggXBr5x77rkN3lyha9euv/vd7+oOKqt1++23Z+WiHwrCVB4vGrTjjjvefffdwRr8z6c1+fkXXnjhgQceGPziV1999fbbbyfxCSR9TWmT5W277ba75557GtxpWVJScuWVV4bWsjVr1jS9AclEb731Vt2OvsLCwl/+8peXXHJJ8Ij0du3a7bjjjnVNHtq3Gf9OwjjPW84CDz74YOgr5513XrAGg8aMGXPFFVe0+XN+4IEHgtdn2mWXXfbbbz9zHQDSNwhjsdikSZNuueWWrR52dcIJJ4Rycd68eU18/0MPPRR82K5du0mTJm2zzTZN/JVtt922Tapgm222CV3cMv7TCEN7CBucmYWGYu+99z755JMb+wcrKysvuOCC4Ffmz58fz+X1Msu6deuCV9HIzc1tkzlTYWHh1Vdf3fTlGc8///zQrsvkBmHS15TUL28FBQVXXXVVeXl5o5u53NyLL7441Ldbvc9NxvnTn/5U9+fLL7981KhRTX9/s28+EZEryqxZs+bll18OfSBy4oknNvFXRo8e3VgupsaGDRtCxxSceuqpJjoApHsQ1n1i3bSSkpLQHPSjjz5q7JsXLlwYOs7n1FNP3X777dP219C8m0988cUXwalzXl5e8AyoWqtWrfrHP/4R/MrZZ59df89P0MEHHxy6zs20adOybLl/5ZVXao/sqjVw4MDG7tXRqo4//vitLv/16+u9995L1hNI+prSJstb7amJTX/PdtttN2zYsOBX3n///Sxbqrds2VL7h2OOOSZ4+/XG1B2xX+uf//xnPD/ls88++/zzz4ObnWw9gfDVV18NXSb3rLPO2uoJrt/97nfb8KTrKVOmBO8g0qNHj3iWBAAEYcaof4eGxr4zdPXIkpKSE044IZ1fWugj9jhPIwx9ot+/f//6Z/JMmzYteD2egQMH1o/G8DKRmzt27NjgV5q+HXMmCi0hDd5worXl5OSMGzcunu8M7b0MntiW3HFo+ZrSJsvbcccdF8+37b///sGHn3zySVZu08vKys4999x4vnOvvfaqvR9m3acDy5cv3+rfqn8Hwmw9gfDVV18NPuzSpUsooRvUrVu3tjpEs6qqavLkycGvnHrqqVl5STAAohuEofOsVq5c2dh3hj7qPuigg7Z6E+20at333nsvnpuVx3MmT2hOs9WjyGqF5j0zZ85M8R0CW3vaFNqL1SZB2K9fv9C94BoTuvzp0qVLk/Uckr6mpH5522233Xr27BnPd4Y+dkniMKaVE088sbS0NJ7vbNeu3YABA4Jfiec0wuicQBi6tcYhhxwSZ1yNHDmyTZ7w3//+9+ClTSsrK4844gizHACyKghDx5U1dtu06urq0Bt56LIcaaiysnK77bYLvoR4TnCKZ2YW+p4RI0bE83xCn/pv3Lgxm+6pNWPGjOAt8nr06BHnccvJFTqDq+klPzgTDd2qodlaY01J/fIWz06bWj179gwevNrEJ0oZvEHPzT3qqKPi//6hQ4cKwgatWbMmdH/L+M8wb5MxqampufPOO4NfOemkk4J7gAEgG4IwdJZX6OyOOp9++mnwGmu5ubkZMWUJPcmtHjW6atWq4LUcQ7dQq7V8+fLgbpCKiopQVDcxrQxd56aJMzYzTuj6om2yezAWi/Xr1y/O7ywsLAze8GDTpk2NLfwJSfqa0ibLW/zDWFRUFLytQrKGMa0MHjy4S5cuzQ7CrV5X5ssvv1y4cGHdwwbPW84OCxYsCO6mzs3N7du3b5x/t3v37nHewCO5m7XgO0Jpaemxxx5rigNAtgVhbm5u8PPO4G0Jg0LXiujdu3ecB1ClVRBu9boyb731VnC+svvuu7dr167podhtt93ifz6hCfqHH36YNQt96BS1tgrChHZLhk7TCl4Rp9mSvqa0yfK20047xf9TQi+w7iosWSN04Zx4cjp4kPDChQu/+OKLpjc7ob+erScQhpbA7bffPqFXutXrZiddaPfg+PHjm758MQBkZBDGYrFgEDZ2llHoOJ/UvzE3T+gEp7lz5za9+yKeA7dCc5oGb3bXmNCNB5qeJmaQ999/P3hp1pKSkja5aH5ubm6ce89qhWo/KSWT9DUl9ctbbm5unOdhtt4wppVE99fl5uaGlv+mdxJG5wTCRYsWtWTtSGixbLnp06cH70ZTVFSU5tdRA0AQtq7QtSJ69eqVEU+7oqIiuMto8+bNs2fPbuL7Q8eUNnhL+tCJWAkdS1ZcXBx8uH79+uxYPELX1Rw6dGhBQUHqn0Z5eXl+fn783x96kkm5xk/S15TUL2/l5eUJ/fpC3xy8IGoWyMnJaUbVh44abfrmE9EJwuCtNWKxWNeuXRP66926dUvls7399tuDD8eOHZv6Y1YBEITZ80behkIf1Tdx1Oi6deuCt48rLCwMXS2wwRl/03cbDwkdbhTPVU8zQuh40fgvFJH0/s++NSX1y5tZb1BlZWUzDuCM/zTC0GYnPz8/W08gjMVioTtwJLQwp3jJnD9/fvDqvnl5eaeccorVAYD45afPU9m8efO8efNmzZr1zjvvLF++fPXq1WvWrNmwYUOi08TgBSQza8q49957P/DAA3UPm7iuzNtvvx08hXLAgAENXk0udB3Fa665ZtKkSXE+mdAumuzYQ7hs2bK5c+fWPczJyQndmy5l0uH0nqSvKalf3pwl1fKk79OnT9euXeti/pNPPlm6dGmD/9Tbb78d3Kfav3//0H7dbLJmzZqWjG3Hjh1T9lTvuOOO4MNDDz00xQesAiAIk2DFihV//vOf//rXvyblQvChaW6a34EwFIQ5OTl1RwPWVl9eXl7974zneNH6Q9GS4c2OIHzxxReDB1v269evrT4vSIdLcSR9TUn98pbFQdIMzb4m0JAhQx599NG6h9OnTz/ssMPqf1vomIU2Ofk2ZUK3NUp0hU3ZCv7pp58+88wzdQ9zcnJOPfVU6wIACWn7Q0anTJkyZsyYW265JVm3BQtNJTPoIngdO3YMnka4fv36efPmNfidoSBs7Eye4E0FWig7bkwfuuFEWx0vGovFGuz8FEv6mpL65S2h8zCzXrNvOhe6l2NjR41G5wTCWL3bGiU6tin7qOLOO+8M7rYdPnx4m9xVFQBB2EzV1dWXX375FVdcsXHjxiT+s6ErB2bWlDGem09s2rRpzpw5dQ+Liop23333Bv+1pNycIGusW7cudMGMtrrhRJoslklfU1K/vAnCpHzKMGTIkJycnLqHDV5XZsuWLe+8805w5LP4BML6a0eiQZibm4r31uXLl0+dOjX4ldNOO82KAEAmBeGNN974t7/9Len/bOj+hOmwKyZ+oYM/GzyNcM6cOcFPr/fcc8/GLrSYfVfVb4lXX301OG5du3bdddddozwgSV9TLG8ZKnSJ488++yx0faBYLDZ37tzgJ3f9+/evf+NTQZjijyomT54c3KYNHjx44MCBlmcAEtVmn6+/8soroStl19ppp51Gjx7dt2/f7bffvrS0tLS0NPhR6z777LPVK8WHPprNrEnqoEGDcnNz615j7d3ngx/ex+I+XjQWi4X+YsSFri/aVpeTSR9JX1Msb5lr6NCh77//ft3Df/7zn2PGjAl+Q6SOF43V+3wk9OlJOli7du2DDz4Y/Mrpp59uSQYgk4LwhhtuCJ0mtO22215yySVDhgxp6Uv6749mk3s8amsrKyvbeeed667tvnr16gULFoTOCYk/CEN7DidPnty3b99oLujV1dXTpk0LfqUNjxdNl5U/2WuK5a3l2uoDrKFDh95zzz11D6dPn950EGboFWXiH94Wrh0puMXlAw88ELzs9q677vq1r33NGgRAM7TNIaOvvfZa8H5WsVhs5513vu+++1peg/VnpaEbV6S/UOCF8q+6uvrtt9+ue1hSUtK/f//G/qnQYU6h6+ZFysyZM1etWlX3sKioKCkLW0ZL+ppiecvcIBw0aFAwgULXlampqZk1a1ZwycnQEwjjH97Qwhy6xsxWJfr9idq0adN9990X/IrdgwBkWBD+/e9/Dz4sKiq67rrrmn3N9JDQv5Nx90to+roy8+fPD17Lcc8992zi1K+ysjIT9Fqh64sOGTKkqKgo4it/0tcUy1vLtdX2qri4eMCAAXUPP/vssy+++KLu4Ycffhi8p0jmnkAY//CG1o5EPy5p7Q8ip0yZsmLFirqHvXv3HjlypNUHgEwKwlDkHHHEET169Njq36quro7nOJzQrPTzzz/PrF9J7WmEdQ9nzpwZ/K/Bz+ljWztwK3Rz5NBt4qIchI4XbY01xfLWcsGDAFNs6NChjW2lg0clxDL5BML4hzd0W85ly5Yl9INadeGvqqqaPHly8Cvf+ta3UnNdUwAEYXIsW7bss88+C37lyCOPjOcvxvnhbmVlZfDhkiVLMutXUlpaGrz65dKlS4NX/Js9e3bwmxu7JX2tLl26BB9+8skn0VzKFyxYEHrtrijTGmuK5a3lli9f3lY/OnQQdfCzp9BmJ3ODMP7hDa0d9S+72rRk3Va3QU8++WTwPbRLly6HH364dQeATArC0DSxXbt2u+22Wzx/Mc4Pd7t27Rp8uHjx4oz7rYTmW8GP54Mzs/bt2zd90Y7QftcPP/wwmkt56Pqiu+66a2ghiaakrymWt1qhq60mdIHK4IGaKbb77ru3b9++7mHw2ITgZqegoKBt722QmuHt3LlzS4Kw9X6PNTU1d955Z/ArJ598cqJ3xQCANg7C0LE0ffr0ifMGaHEe0rbtttsGH/7rX//KuN9KaL9fXRB++eWXwQ+G99prr6YPE+rVq5cJeiwWe+GFF4IPHS/aSmuK5e3fW9X/XisTOp3s008/baunnZeXF/wo6r333qt95uvWrQv+Knffffe2Pf82NcMbWjsSXZhb7/f48ssvB28QUlZWdvTRR9uaAZBhQbhmzZrgw9CpGk0Ivgs2Yaeddgo+XLhwYfDykhkhVHrvvPNOqAwb7Mb6QjdeX7hwYcadUdlyK1asmDNnTvArw4cPt+a3xppieasVunxrQteJiXMr10qCR41WVVW9++67sVjs3XffDZ683ebHi6ZmeLfbbrvgw/nz5yd0AdjW+zQkdP/e8ePHl5SU2JoBkGFBGPpAt7i4OM6/GOcejB133DFYUzU1NaHrsjRP6LZUmzdvbr0hKikpCR4LOm/evNq5SKJn8vTo0SN04ZBXXnklaov4Sy+9FJzOVlRU9OvXLyMWg9aW9DUly5a3Zv+uQxeojP/kzOrq6toGayuh68rUfpIS+jylzYMwNcMbuvvrpk2b4t+Fvn79+lYKwrfeeit4bme7du1OOOEE8xgAMi8IQx9nxv/5buhCkY0pLi7eeeedg1955plnWv60Q5dZb+2rwwf3/m3atKn2g+1gEHbo0GGXXXZp+h/JyckJXYb0ueeei9oiHlps9t9//9A5SOm8GLSqpK8pWba8Nft3HbraavwX13n33XdDB1Ck2Pbbb7/NNtsEn08oCAsLC9v2BMKUDW95eXnonNiXX345zr87Y8aMVroxfWj34FFHHVVeXm4eA0DGB2Gcl/OePXt2/J8Ehz7DfvbZZ1s+zQrtyWzta9WEJtbz5s2rrq6eO3du8Bviuc74vvvuG3z4j3/8IxNPqmy2DRs2vP7668GvtPAEwhQvBq0t6WtKNi1vzf5dB5uqduWN8zblTz/9dJu/6uBRo/Pnz4/FYsHNzoABA9r8+iUpG97gjRljsdjjjz8e518MnbScLO+9915wl3t+fv4pp5xiEgNARgZhp06dgg8//vjjeK4K8Kc//Sn+HxE6SWzjxo0PPfRQC5926Fi49957r1VHKXTH+fnz53/wwQfBW9LHeeDWQQcdFOrGhEYy07322msbN26se1hQUBAqljRfDFpb0teUbFremv277tmzZ+hTidCdVxu0fv36v/3tb2kVhAsXLly2bNmiRYvqvtL0jU9TI2XD+7WvfS348JNPPpk+ffpW/9batWuffPLJ1njhd9xxR/DhN77xjW7dupnEAJCRQbjDDjsEH1ZXV2/1UJxXX301oZORBg0aVFFREfzKbbfd1sLbrIWuoPjqq6+26iiVlJT079+/7uH7778fOvslzplZRUVFaFrz3HPPJTQx2rRpU6KXXE8foeNFBw8e3MILMKR4MWhtSV9Tsml5a/bvulevXqHrcD7wwANb/Vs33HBDOlz+KngaYXV1dWivWjrcgTBlw7vffvuFroB9ww031NTUNP23br755jjvkJSQzz777Kmnnqp7mJOTc9ppp5nBAJCpQdihQ4fQMT933nlnE++yH3300Y9//OPEXlVu7tixY4NfWbt27YUXXhjcw1ZfTU3Nww8/fPfdd8czO3zzzTc/+OCDVh2o4NxrwYIFwUPvOnbsGDr7qwnHH3986CtXX3116EDKxjz77LPjxo174403MnHhrv9ZQ8tvOJH6xaB11/9WWFOyZnlr9u86Nzc3+GlO7QcTTY/ASy+9dP/996fDq+7cuXPwM7spU6bU/bmwsDB0FGVbLbSpGd5OnTqFDiiYNWtW6B6AIa+88sq9997bGq/6rrvuCp6XOGLEiNB1UAEgk4IwFosNGjQo+HDu3Lk33HBDg9/5+uuvn3nmmXW3LgwdbtqEcePGhc51mTt37mmnnVZ7VkzIxo0bp0yZcvzxx1955ZUrV65s8B8M3QK+pqbm5z//eZznrrQ8CFeuXBnc2TV48OD4r4wybNiw0JPftGnTOeecc/PNNzd2nYz169dPnTr1xBNPnDhxYhveGK2FZs+evWLFiuQGYeoXg9aW9DUla5a3lvyuQ5frrKmpufjii2fMmNFgXU+ePPmCCy7Y6q6nlAkeNRq8T0M6nECY4uGtf4u/3//+93fffXeD/9qDDz74wx/+sDV+jytWrAjtZj/99NNNXwBIlvw2+amjR49+4okngl+5/fbbFyxY8K1vfatfv375+flffPHF3Llzp06d+uKLL9a9vx544IE9e/ZsbL9ESNeuXceNG3fPPfcEv/jBBx+cdNJJgwcP3meffSorKzds2LB8+fI5c+bMmjUreKZZg/r169epU6cvv/yy7ivvvPPO6aeffvbZZ/ft27empubTTz+dNWvW888/H7oQXLPtscceBQUFdRe7D57Jk+iBWxMmTDjjjDOCX6murr7pppvuvvvu0aNH77jjjl27dq2qqlq9evVnn332zjvvzJ07d6sDkv5Cx4vusMMOocsGNkPqF4PWlvQ1JWuWt5b8rkePHn3jjTcGv7Jq1aozzzxz1KhRI0eO7NGjR25u7ueffz5//vxHHnkkuGoPHTr0448/btuLFQ0dOrTB/WnpcLxoiod3+PDhffr0WbhwYbAwf/Ob3zz99NPf/OY3+/btW1BQ8Pnnn7/33nuPPvroggUL6r7t1FNPbXpfYkLuueee4CcRBQUFoZe/VZdddlnnzp3NeABIoyAcNmxYRUVFaO/Niy++WDuDz83NrX/N7sLCwgkTJsR54FmtM8444+mnnw7dGrumpubNN9988803E33OOTk5w4cPf+SRR4JfnDdv3rnnnhv8SjxX/oxTu3bt+vfv3+Ct4RKdmQ0ePPjoo4+uf72QdevWhV5RNgld6y8p96NP/WKQAsldU7JmeWvJ77pPnz5Dhw4Nba+qq6ufeuqp4Jlg9Z155pk33nhj2wbh3nvvnZeXV1VVVf/Xmia/mpQNb25u7ve///0LLrgg9PU5c+aEbs8YVFFRMXbs2CQGYej81c2bNyd69nJG3yAHgNbWNtPWwsLCM888s7H/2uAdnM4999wePXr06dMn/p9SWlp62WWXJXFqfvLJJ6d4ot9g+FVUVIRumhyP888/f6v3LcwmCxcuDH6uH0vG8aJttRi0tqSvKVmzvLXkd33OOeck+nePPPLIPfbYo80vHVlSUrL77rvX32inwwmEqR/eAw888IADDkjor0ycODG5B46mz+HEAAjCZPrmN79Zf87RmBEjRtReqaJ3794J/ZShQ4defPHFLbkRedAOO+xw+OGHt3kQNu9z+uLi4t/+9reh62RksdDxomVlZcm6oXbqF4MUSO6akjXLW0t+1/369TvnnHPi//5ddtnlwgsvjMVi6XAvgdBJerFYbODAgWlyAmHqh/fSSy+N/2jzY445ZvTo0fHcSwkAoh6EeXl5kyZNiudddtCgQb/4xS9qp6pdunRJ9LYBRx999OWXXx7nVCYnJ6fpp/SjH/0olfs99thjj/rPvNln8nTp0uW2227bc889E/o1HXfccYl+QJ6GQbjffvslcQ9YiheD1EjumpI1y1tLftennnrqySefHM937rrrrr/73e9qN27pGYTpcwJh6oe3Y8eON954YzzvVt/4xjd+9KMfxWKxjL7QFACCMHUqKiruuOOOJs7sysvLO/HEE//whz+0a9eu7ovN2Odw+OGH33vvvfWnOCH9+vW7+eab619WLqhdu3Y33nhjEwcfdunSJYlD1OBhWi2ZmVVUVPzpT3+68MILQ3efq6+oqGjMmDEPPPDAxIkTQ3foTn8rV658++23g19J1vGibbIYpEwS15SsWd5a+LueMGHCr3/96yau55Gbm3v88cffeuutdd/TvXv3Nn/VAwYMCH30luIgLCgoiOfbUja8PXr0mDx58qhRoxr7hpKSkgsuuODKK6+s/eBpy5YtphcAZIqcdDg5Yfr06VOnTp09e/bSpUs3b97coUOH7bfffp999jnssMPqfyi7ePHi2puk5efnJ3RKYSwWe/fdd5966qlZs2YtXLhw7dq1BQUFZWVlvXv3Hjhw4IgRI/r16xf/P/Xaa69NnTp1zpw5X3zxRXV1defOnfv373/AAQcceOCBoZsmp6eNGze+8MILL7/88rx585YuXbp+/fri4uLS0tLOnTvvtttuAwYMGDFiRIcOHTJ0sV64cGHoMrYnnXRSaWlp0n9Qpi8GKVhTsmZ5a8nveuPGjdOmTXvuuefef//9ZcuWrV27tkOHDtttt92QIUOOPPLIUKJs2rTpk08+qeuiRI+TT4oNGzaMGDGi7hLHRUVFL774YpyR1jyHHnroF198UffwkUce6dmzZ/xLV8qGd+7cuY8++uiMGTMWLVq0cePGjh077rTTTvvtt9+YMWPKy8uDb2rBC+2OHDny2muvNeEAQBACkAFee+21733ve3UP99lnnz/+8Y+t+hMPPPDAuvvNxmKxp59+eqt7ldOZIAQgg+QaAgCC3njjjeDD1j5edNOmTWvWrAl+JXiaAAAgCAFInX/+85+pDMLPPvsseKxK+/btE714GAAgCAFIgjVr1sybN6/uYVFRUf/+/Vv1J86ePTv4MNGTwwEAQQhAckyfPr26urru4R577NGql5OJxWL/+Mc/BCEACEIA2t6rr74afDhkyJBW/XFffPHF888/H/xK9t3kEwAEIQCZ4eWXX05lEP7yl78M3bVvv/3281sAAEEIQKrNnDlzyZIldQ8rKir69u2blH/5o48+mjNnTvDiMatWrbrkkkteeOGF4Ld17959xx139IsAgJTJNwQA1HrooYeCD4cPH56bm5zPDWfPnn3ZZZdVVFT06tWrU6dOa9asmT179qZNm0Lf9o1vfMNvAQAEIQCp9vHHH//9738PfmX06NHJ/RErVqxYsWJFY/+1uLj4pJNO8osAgFRyyCgAserq6iuuuCJ4fdEuXbq09gmEIePHjy8vL/e7AIBUsocQIOqqqqquuOKKGTNmBL84duzYZB0vGo8ddtjhzDPP9LsAAEEIQCt69913P/zww1122aWsrGzTpk1vv/323Xff/a9//Sv4PYWFhePHj0/ZU+rWrdv1119fVFTktwMAghCAVvT+++9fdtllTX/PMcccU1lZmcQf2sTOxmHDhl166aWdO3f2qwEAQQhAG+vUqdMZZ5yR3H+z9vKhTzzxxLx581atWpWfn9+tW7c999zz8MMPHzx4sDEHAEEIQNvLycm55JJLysrKkvvP5ubmHn744YcffrgRBoC04iqjAPzHxRdffMABBxgHAIgIewgBiMVisfLy8osvvnjUqFGGAgAEIQDZadCgQaeffvr06dMXLVq0atWq0tLSXr16jRw58ogjjujYsaPxAYBIyampqTEKAAAAEeQcQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEBoCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAIFE5scpFRgG27skjMu85H/Ko3xsAAE2whxAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEISGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAApIV8QwAAAA178oh4v/OQR40WghAAACKQf/H8XYmIIAQAgKyNwPj/ZXGIIAQAgOzvwKZ/nDJEEAIAQCQ6UBkiCAEAQAo2/HxkIYIQAAAilIKyEEEIAACRTkFZiCAEAIBIp6AspK3lGgIAANSgJ0802UMIAIAUTL9XYVchKWEPIQAAatDLIaLsIQQAQDul8euyq5DWZA8hAABq0AtEEAIAgFjyMhGEAAAgk7xYBCEAAAgkLxlBCAAA0sgLRxACAIAo8vIRhAAAIIcMAoIQAACEkKFAEAIAgAQyIAhCAAAQP4YFQQgAALLH4CAIAQAAEIQAANAIe8AMEYIQAACpg4FCEAIAACAIAQDIYvZ6GS4EIQAA8gaDhiAEAABAEAIAkMXs6TJ0CEIAAAAEIQAAkWEflwFEEAIAACAIAQCIDHu3DCOCEAAAAEEIAEBk2K9lMBGEAAAACEIAAAAEIQAA2c0hjoYUQQgAAIAgBAAAQBACAJDdHNxoYBGEAAAACEIAAAAEIQAAAIIQAIAs5Dw3w4sgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAGc01MA0yghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAKTKIY8aA4OMIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAABnPNTANL4IQAAAAQQgAAIAgBAAAQBACAJC1nOdmYBGEAAAACEIAAAAEIQAAUeDgRkOKIAQAAEAQAgAAIAgBAIgChzgaTAQhAAAAghAAgIixX8swIggBAAAQhAAARIy9WwYQQQgAAIAgBAAgYuzjMnQIQgAAAAQhAAARY0+XQUMQAgAgbzBcCEIAAAAEIQAAEWGvl4FCEAIAIHUwRAhCAAAABCEAABFhD5jBQRACACB7MCwIQgAAxI8BMSAIQgAAJJChAEEIAIAQMgggCAEAkENePghCAABEkRcOghAAAGnkJYMgBABAIHmxIAgBAJBJXiaCEAAAxJIXSKTkGwIAALIhmZ48QgpCouwhBABAPnk5RJQ9hAAAZFdEZfquQilICtlDCABANmahJw9xsIcQAIAsbcLM2lUoBRGEAAAQuSyUgghCAACIXBZKQQQhAABELgulIIIQAADaJsPaqgx1IIIQAACiVYY6EEEIAADpW4ZJj0MRiCAEAICMjMNEE1H+IQgBACDLExGyS64hAAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAID0l28IAACi5ckj4v3OQx41WliuBCEAABGYpsfzd03lsVwJQgAAsnayHv+/bBJvubJcCUIAALJ/vt70jzODt1xZrgQhAACRmK+bwVuuLFeCEAAAU/aGn4/pu+XKciUIAQCI0JTd9N1yZbkShAAARHrKbvpuubJcCUIAACI9ZTd9t1xZrjJHriEAADBr9+QtV558NNlDCABg1puqV2GXjuXKcpVm7CEEADBr93IsV15ORNlDCABgjpvy12WXjuXKcpUe7CEEADBr9wItV16gIAQAwKTWyzTgXqYgBADAdNaLNdRerCAEAMBE1ks2yF6yIAQAwBTWCze8XrggBADA5NXLN7BeviAEAMC01SAYUoMgCAEAMGE1FAbTUAhCAABMVQ2IYTQgghAAAJNUw2IADYsgBADA9NTgGDqDIwgBAAAQhAAAEWNPhSEyaIZIEAIAmJJioAyXgRKEAAAACEIAgCxm74ThMlCGSxACAJiGYtAMkUEThAAAAAhCAIAsZo+EoTM4hk4QAgAAIAgBACLDvggDaFgMoCAEAABAEAIARIa9EIbRgBhGQQgAAIAgBACIDLtxDKahMJiCEAAAAEEIAACAIAQAyG6O6zOkBsGQCkIAAAAEIQAAAIIQACC7Oa7PwHr5BlYQAgAAIAgBAAAQhAAAAAhCAIAs5EQvw+uFG15BCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgCAjOZSkAbZSzbIghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAKlyyKPGwCB7yQZZEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAIOO5IKTh9cINryAEAABAEAIAACAIAQAAEIQAAFnL6V4G1ss3sIIQAAAAQQgAAIAgBACIAkf3GVKDYEgFIQAAAIIQAAAAQQgAEAWO7jOYhsJgCkIAAAAEIQBAxNiZYxgNiGEUhAAAAAhCAICIsTPHABoWAygIAQAAEIQAABFjX4ShMziGThACAAAgCAEAIsYeCYNmiAyaIAQAMA3FcBkowyUIAQAAEIQAABFh74SBMlwGShACAJiSYogMmiEShAAAAAhCAICIsKfC4Bg6gyMIAQBMTzEsBtCwCEIAAJNUA2JADKMBEYQAAKaqhgKDaSgEIQCACatBwJAaBEEIAGDa6uVjYL18QQgAYPLqhWN4vXBBCABgCuslY5AtV4IQAMBE1ovFcmW5EoQAAKazXiaWKwQhAIBJrReI5YoG5RsCAID0ndo+eYQpO5Yry1XrsYcQAMA018uxXHk5EWUPIQBAJkx2M32Xjim75cpylZbsIQQAMPH15C1XnnxE2UMIAJBR09/M2qVjym65slwJQgAAIjd9N2W3XFmuBCEAAJGbvpuyW64sV4IQAIDITd9N2S1XlitBCABA20yX22oGb75uubJcCUIAAKI1gzdft1xZrgQhAADpO4NP+iTeZN1yZbkShAAAZOQkPtGpvGk6litBCABAlk/lwXIVVbmGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAADSX06scpFRgKR58ohU/JRDHjXSAAAIQsiu0tONAAAIQlB9WhEAAEEI2k8lAgAgCEH+SUQAAAQhKEB9CACAIAQFqA8BABCEKED0IQAAghARiDgEAEAQIgIRhwAACEJEIOIQAABBiAhEHAIACEJBiA5EGQIACELQgShDAABBCDoQZQgAIAhBB6IMAQAEIehAlCEAgCAEHYgyBAAQhKADUYYAAIIQHQjKEABAECIFQRYCAAhCdCAoQwAAQYgUBFkIACAI0YGgDAEABCFSEGQhAIAgRAqCLAQAEIRIQZCFAACCEB0IyhAAQBAiBUEWAgAIQqQgyEIAAEGIFARZCAAgCJGCIAsBAAQhUhBkIQCAIJSCgCwEABCEUhCQhQAAglAKArIQABCESEFAFgIA0ZJrCNQgYBUDAKLJHkLzVKBZ7CoEAAQhUhBkIQCAIEQKgiwEAMgkziFUg4CVEQCIKHsIzT6B5LGrEAAQhEhBkIUAAOnPIaNqELCqAgARZQ+h+SXQauwqBADSmz2EahCw8gIAEWUPodkk0PrsKgQABCFSEGQhAED6cMioGgSs2gBARNlDaL4IpJxdhQBAerCHUA0CVnYAIKLsITQ7BNqOXYUAQJuyh1ANAlZ/AEAQYjoI2AgAAFHikFGzQCA9OHwUAEg5ewjVIGCzAABElD2E5nxAmrGrEABIFXsI1SBgQwEACEJM8gCbCwAgShwyam5HK2i9Q/4sS5YlAABBqAYxQbfIWeQAAAShqTlm4ZZGSyMAgCA0+caE21JqKQUAEITm2ZhbW24ttwAAgtCsGjNpS7IlGQBAEJpDmzdj2bZsAwAIQtNlE2Us7ZZ2AEAQCkLzYzNjLPmWfABAEGJObCqMFcGKAAAIQkyCTX+xUlgpAABBiImvKS9WECsIACAIMdM1zcX6Yn0BAASh2S3mtVh3rDsAgCA0o8VcFuuR9QgAEIRmsZi/Yp2yTgEAgtDMFdNWrFxWLgBAEJqwYqqKFc2KBgAIQpNU01OwxlnpAABBaG5qVgrWPmsfACAIzUdNRsFqaDUEAAShOag5KFglrZIAgCA09TTvBOumdRMAEIRmnOaaYD21ngIAgtAs0xQTrLBWWABAEJpcmlmCNdeaCwAIQnNKE0qswlZhqzAAIAhNJc0jsS5jXQYABKEZpOkj1mis1ACAIDR3NHHEqo1VGwAQhKaM5otYx7GOAwBRD0IzRdNErOxY2QFAEJogYnaItd5abwwAIGpyzQsxL8SCjQ0jAERTJPcQmvSYMaN8sBEAAGKxfEOAWSARXdplIQAQedE7ZNQUUA2Cxd5GEgCIxWKRO2TURMecGGwZbBkAgP8TpT2E5nzmfGBFsMEEAAIis4fQ5MYMGGwobCgAgP8WjT2EJnkmeWDVsPEEAOqJwB5CExrzXbDdsN0AABqS7XsIzerM6sDKYkMKADQiq/cQmsSY3YLNiM0IANC47N1DaBpnGgdWHxtVAKBJ+YbAXBbY+nokhwCAbJSlewhN3dQgWKFsWgGAKAahKYvJK1itbGABgDhk3UVlTFbMWcF2xnYGAIhPdu0hNEszSwMrmo0tABDFIDRBMUkFq5tNLgAQ0SA0PQWsdAAAiciWcwij/Fm1WSnY/tj+AADNkhV7CM3GAKuhzS8AEMUgVIOAldFGGACIYhCqQcAqaVMMADRXviEw7wSSuW6qIwAgc2TyHsJozrrUIFhJbZABgKgHoRoErKo2ywBAFINQDQJWWBtnACCiQWhyCVhtAQCiGIQR/ATatBKsvDbRAEAryIlVLjLVMJsEbLtsuwAggjJqD6EZFWB1trkGACIahKaPgJUaACCKQRipz5tNHMGqnensJAQAQWhiYcoIaEIAQBBisghYzQEAQZio6HzGbJoIVvYsYychAAhCkwkTREATAgCC0DRCDQKaEAAQhKhBwOoPAAjChkXkE2XTQdCEUWAnIQAIQlMHNQhoQgBAEKIGARsEAEAQ1heFT5FN/oAIbhbsJAQAQWi6oAYBTQgACEITPgCbCABAENbK+k+OTfUAGwo7CQFAEJoiAAAACMLIsHsQsLmo5RNAABCE0ZocqEHARkMTAoAgNLEDsOkAAATh/8nuz4lN6QAbkAhu/AFAEJoQqEHAZkQTAoAgNI0DsDEBAARhkM+GASLOGwEARDcIs5hP9AGbFABAEDYqiz8VNnUDbFi8HQCAIFSDADYvmhAABKHpGoCNDAAgCH0SDIC3BgCIaBBmK5/cAzY1AIAgbEq2fgZsigbY4HiDAABBaHIGYLMDAAjCerLy01/TMsDGx9sEAAhCb/MAAACCMDLsHgRsgpLLp4cAkIVB6GBRABsiTQgAEQ1CkzAAmyMAIIpB6LNeALxxAEBEgzD7+DwesFECAATh1mXfp7wmXoBNk7cPABCEAAAACMJG2D0IYAPlTQQAIhqEJlsANlMAQBSD0Ce7AHgrAYCIBmGW8bk7YGMFAAjCuGTZZ7omWIBNVluxkxAAMi8IAQAAiGIQ2j0IYMPlbQUAIhqEJlUANl8AQBSD0Oe4AHhzAYCIBmE28fk6YCMGAAjCeGXTJ7gmUoBNWVqxkxAA0j0IAQAAEISZze5BwAYNABCECXAwDwCtyhsNAKRvEGYNn6YDNmsAgCBMQNZ8amvaBGjCdGYnIQCkYxACAAAQxSC0exDAJi5l7CQEgPQKQgAAAKIYhHYPAtjQpZidhACQLkEIAACAIMxgdg8CNncAgCBMTHYctGN6BJBxHDUKAG0fhABkHJ+CAQBJCEK7BwFs+tqQnYQA0JZBCAAAgCDMVHYPAjaAAIAgTJgDdQBoc96MAKBtgjAL+HQcsBkEAARhwnwiC0Ca8JYEAKkOwizgc3EAG0MAEIQAAAAIwvhkwcE5PhEHyKZNoqNGASB1QQgAAIAgBAAAIDJB6HhRgOzjqFEAEIQAAAAIwuxl9yCAzSMA0JwgdEAOAGnLmxQAtG4QZjqffwPYSAIAEQ1CAAAAmhOEmX4ojk++AbJ+U+moUQBorSAEAABAEGYeuwcBAACaGYQOwgGICEeNAoAgBAAAQBBmPseLAthsAgDNDEKH3wCQQbxtAUAygxAAAABBmHkc+ARg4wkANDMIHXgDQMbx5gUAyQnCjOYTbgCbUAAgokEIAABAM4PQITcAAAARDcKM5mAngChvSH2mCQCRDkIAAAAEIQAAAIkEYUYfbON4UQCbU0eNAkDzgxAAAABBCAAAgCDMBI4XBbBRBQCaH4TOuwAgC3g7A4DmBGHm8kk2AABARIMQgKTzWRsACEIAAACyPQidcQFA1vCmBgCJBWHmclATgA0sABDRIAQAAEAQAgAAkGAQZu65Fg5nArCZzbK3NgBIdRACAAAgCAEAABCEAAAACML05ARCABtbAKBFQei0ewCykjc4ANh6EAIAACAIM4lDmABscgGAiAYhAAAAghAAAIDEg9AJ9wBkMW9zANBUEGYoZ7MA2PACABENQgAAAAQhAAAAghAAAIA4g9Cp9gBkPW92ANBwEGYoFzYAsPkFACIahAAAAAhCAAAABCEAAACCEAAAgKaCMEOvuuaSBgA2wolyoVEACAchAAAAghAAAABBCAAAgCAEAABAEKYLV5QBsCkGACIahAAAALQ0CF2AG4BI8cYHAPYQAgAACEIAAAAEIQAAAIIwrbmuHYANMgAQ0SAEAABAEAIAACAIAQAAEIQAAAA0Lj8Wc3NeACLpySNihzzqTRCylutdQRzsIQQAABCEAAAACMIM4BgAAJtlACCiQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAABCdIHzyCKMAQER5EwQg6kEIAACAIMwYhzzqNwdg4wwARDIIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAWRGETx7hNwdg4wwARDIIAQAASEIQHvKoUQAgorwJAhD1IAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQtoYnj/DLA7BZBgAiGYQAAAAIQgAAAJohPxaLxQ551KE+AETOIY/+5/+BppkrQpayhxAAAEAQAgAAIAgBAAAQhAAAAAjCdOPkZgAbZAAgokEIAACAIAQAAEAQAgAAkFAQui0vAJHijQ8A7CEEAAAQhJnJde0AbIoBgIgGIQAAAIIQAAAAQQgAAIAgBAAAYOtBmKEX4HYxAwAb4US55wQAhIMQAAAAQQgAAIAgBAAAQBACAAAgCNOL68oA2PwCAC0NQlddAyDrebMDgIaDEAAAAEEIAACAIAQAAEAQpi0XNgCw4QUAWhqETrUHIIt5mwOApoIQAAAAQQgAAIAgzATOZgGwyQUAIhqEAAAAtDQInXAPQFbyBgcAWw/CzOUQJgAbWwAgokEIAACAIAQAAEAQAgAAEH8QZu5p985sAbCZzbK3NgBIdRACAAAgCAEAABCEGcJRowA2sABAi4LQuRYAZA1vagCQWBACAAAgCAHA8aIAIAjNWgAAAKIQhM64ACALeDsDgOYEYUazkxDARhUAiGgQAgAAIAgBAABIPAgz+rwLBzgB2Jw6gRAAmh+EAAAACEIAAAAEYeZw1ChAlDekjhcFgJYGoXdTAACAiAYhAAAAgjAjOWoUwCYUAGh+EDpqFICM480LAJIThJnOJ9wANp4AQESDEAAAgOYHoQNvAMgg3rYAIJlBmOkc+ARgswkARDQIAQAAaH4QOvwGICIyffegNywASH4Qmt8AAAAIQgAAACIWhJl+EI6dhABZv6l0vCgAtFYQAgAAIAgzlZ2EADaSAEAzg9ChOACkLW9SANC6QZgFfP4NYPMIADiHEAAAQBAmIgsOyPEpOED2bRgdLwoAqQhCAAAABCEAAAARC0JHjQJkE8eLAoAgBAAAQBBGg52EADaGACAIm8PBOQCkCW9JAJDqIMwOPhcHbAYBAEHYHD6RBaDNeTMCgLYJwuzg03HABhAAEIQAAAAIwrhlx4E6PiMHIig7Nn2OFwWAtgxCANQgABDdILSTEIA2YfcgALR9EGYNTQjY3AEAghAAAABBGJ+sOWjHp+ZA1suaDZ3jRQEgXYIQAACA6AahnYQANnEpY/cgAKRXEAIAABDdILSTEMDGLQXsHgSAdAxC0yYAmzUAILpB6FNbAFqVNxoASN8gzCY+TQds0AAAQQgAAIAgjEM2HczjM3XApiytOF4UANI9CE2kAGzEAIDoBqFPcAHw5gIAEQ3CLOPzdcDmCwAQhAnIss9xTaoAG662ZfcgAGRSEAIAABDdILSTEMAmyxsKAEQ0CE2wAGysAIDoBqHPdAHwVgIAEQ3C7ONzd8BmCgAQhPHKvk92TbYAG6iUsXsQADI7CAEAAIhuENpJCGDT5O0DACIahCZeADZKAEB0g9CnvAB44wCAiAZhVvJ5PGBzBAAIwrhk5We9JmGADZG3DAAQhKZiADZBahAABKH3eAAAAEEYkSa0kxCw8fE2AQCC0LQMwGYHABCEjcvWT39NzgAbHG8QACAITdEAbGoAAEHYCJ8BA+CtIVscuH/hU3+t+PKDrus/6zZ7Wpcfnt0+P9+oQFs66rB2Ncu6N/i/O35fbnxIgyDMYj65B2xkiJJjjmj3zEOVo0cUlXfMbVeUs3vf/F//vGzyjWacAIKwaVn8SbDpGmDz4k0hGorb5fzhVx1z680mjvtm8TdGFRkfgPTXpod0HPJo1k5unjzC5AZQg5lYg922yS3vGNenpZs313y1rmbZiuotW6K7VB46smibzg0P17eOK/77MxutuOmgrEPOwQcWfW3vwt375u+0Q355WU6H0tyNm2qWLa9e/mX1go+qXnlj0yuvb5r5zuYoL8wgCNGEgBokduWPO3z75JL4v7+qKvbxp1X/fGvzc9M2/vXRDctXVEdquIYMKmj8PxVanNrcqAOKfnBW+4NHFBXU+0UVFOSUts/brnfe4D0Kxo1tF4vFlq+ovuvP62+ZvG7ufF0IEdLW5xBKJoCIy/A3gry82PZ98sYf1e6P13VcPKfr7b8r375PXnR+ez23bfTF9to2z9Ldtq3+5rOdn36w4vDRDdRggyorcid8t/2cV7o8/0hlE6kPCELi5hN9wMYkSgoKYqedUDznlS7nndk+Ii+5pDinidFwrdG2Wg4nXVn26hOdB+/RzKgbsV/ha092vvfm8t49VT0IwhTI7p2EpnGAzUjE3gKK2+X85hdlt/22gUutZJ8NG2sa+0+bN8eckJZ6nStzn36w8gdntW/h4peTEzvh6OIjD21nSCHrpcdnd1l8dZmYkwkBNRihGqxz+oklW6piZ0xYld1L6KIljZ4z+cmiquisqd22yT3rtP/aLfzmzE1Tn0r1NXUqK3Kfn1K5e9+kze6efC59LwvUraDyrC7H/NeYf/Xu1FXTvG9AZgZhFKZ0mhBQgxHz/04peX365lsnr8vi1zh95ubG/tMbMzZF53d96MiiSyeWBr9y053rUhyEpe1znvprRRJr8MOFVe8tSN+dvIeWDbu0+xn/NeZfPCQIoRnS5nCWrO8lEzvARiNSm/1YLBaL/eYXZd27ZvORo48/s2HN2oaPGr3rz+ujs74eMKztb7p4y286DhqYzCvBPPl8Wt815IAOg7xRQHYFoSYEUINZp7R9zuU/6pDFL3D1mpqLLl9d/+uP/H1DpG5COGK/Nr7Hxtn/U3LcN4uTvB16Lq1/gyM6DPZeAVkXhACQdb51XHGXymx+t73x9nWnnbPy/Q//fWzhylXV1/3hqxP+38ro/Ip798zbrndbXo2z57Z511xaltx/c8uW2HPT0jcIexd2265wW5sXyMYgtJMQwO7B7FJUmHPq8cXZ/RrvvH/9zvt8UbHT0m59l1buvPSCn61ev6EmOr/iNt89eP1VZaXtc5L7b7765qbVa9L3l2j3ICSRi8q0xVTPBWaAyNZgJB17ZPGvb/gq61/mlyuro/n7PWBYWwbhvnsXHD0m3ptDfPxp1RPPbZw9d8uKL6tLSnK26Zy7Xe+8kcOLdugT3sOZ5seLHlAqCCGLgzC7b0GhCYGI12Amb/0uvmLNL69fW/vnnJxYRafc7XrlHXJQ0Tnfad/0lWOGDCroVJ4b2V7KeiP2b8srylxyQVwnqb49Z/PFV6z5+7Mbaxra7bdDn7wzTi0589SS8o65GRGE9hC2RE2NMeC/pOVZDVGIJTsBADWY4TOq5Suqp8/afNWktbsM+XzK4xua+OacnNjX9i6wjGelntvm1d+9ljID+uUfNmrrOXr9TV/tPWrZ489sbKwEFiys+tHP1/Qa+Pll167ZtKlm2fLqGW9vTt8xL9xmh6Ielr1mq65WhKR/EJr8ATYIZI61X9WM//aX/3yrqQn0XgMFYXZq2xMIv31SyVa/5ye/WPODn6zevDmuJfnya9fudeCya3+3tjqN92ePKN3bgtcSVQ5W4L+l6zmEUThwNObYUSBKNZjVm7vNm2M/+MnqVx6vbOwbdt2p4TfcwsKcsg7hy4F89VVNgxdl2bZb3tn/U3LEIUXb98kvKIit+LL6zZmbx578ZfzPc68BBSOHFw7oV9C9a26H0tzVa6q/WF49c/bmZ17cNGvO5nQ4kGy3nfPHjW2335DCfrvmV1bkFuTnrF5T/eHHVTPe3jz1yY1PPLdhc/J2XO25e8FBwwsH9C3Ytltuh9Kc9Rtiy1dUL/m86o0Zm6e9tmnhJ1VpHoQFBbGTjt3K9YpuuXvdVZPWJvTPzp2/Ze78Lem8uqXgeNHkLocNrubr1tWsWx9e5XJzY4ceVDRubPHQwQU9uueVFOesXlP9/odVL7+26b6H1r85MzlL/8aN4Z9b3jF3zMFFQwcXdNsmr6qq5uPPqqe9uimJq1sKxjPpm83yjrknjys+cP/CHbfPKynOWba8+q3ZW6Y8vuHpF7Lwhjo5scpFJkkmSYANnQ3dvyfQv+n47ZMb3usSPIewQfNe69JY+E17bdPwMcvrf/2ow9o9fFen0Bd/fcNXF14avrnfuWe0v+qnHdqX/Nc0aPmK6s67LI1n/nT6CcU//F77nXfIbyIDfnn92nsfXF9VlcBw7b9v4ZU/bvgctiee3dj0cIUM7F9w9SUdmj4A8tNFVVdNWnvTnetasv+qqDDnO6cUT/hu6Y7bNXWo5+y5W2649avJf1n/1bpGQ/l/Tiq5+X875iV4xOgrr2/a//DlLV9WvzGq6PH7K5r4hn99sGWP4cs2bKxpjY3VT7t/+4ptv9vgN1746fW/Xnr3Vmq8ZJe3+t7b4H96cc2MEf86o9Ex73zkzb1/mpeT20pj3hrLYYOr+R33rT/9+yuDXxl1QNHvflm2286NrqRPPLvxuxeu+ujjqmb/0PpbmKLCnJ9dWHreme1D25ZYLLZ4afWPr1x9x33rW7LUpGw8k7jZzMuLnf/d9pdO7FB/TGKx2FuzN58xYVUwzg8bVfTAbQ0M9fHf+XLqU5lRjw4ZNR0ErP4kxxPPNvrev03nBN5w++7yXzPCnJzYTf/b8fqryurPTuK5McBeAwrefKbzH6/r2EQNxmKxfrvm3/WH8pcf65zQGXGdK3IPGFbY4P+amNfWN/H7pW8+03mrp8P13DbvD7/q+MLfKhMaz6BhQwpnvdT599d0bLoGY7HYgH75f7yu48KZ23z75JKchu7pcNG5pbden3ANJtFWh+vM81clrQbTw0XdTr21z88SrcE0XA5jsdiggf+1gvzswtKn/lrR9Fpz6Mii6c923m9oS3dKr/u/zzi6dsl99cnKH08obbB8unfNvf135ZP/WF5YmJP+45mszWZJcc6UuyuuvayswTGp3aL+4++dgzvnd9guv31JTv3/5efnZMqald5BGJ1dZyaFoAazWGQ25u/Ma/RAu4pOzQ/CX11edsa3Gt5puWbtVj5R/+bh7V75e+WAfvG22b57F8x8scuB+6fuMMjaeds1l3YoiPssy6/vW/j6U51790w4xU47ofiFRyob24vboMqK3Ft+0/Gx+ypCz/m6n5f98mcd2nZ5+8aopu428fgzG194ZVPWrFw5sZzrek74ZY/vZ8Fy+H8fwRQU/V9oXTaxw+UXdciJIx8qOuU+dl9Fv11bdM5X7U7vDqU5z02p3GvAVl7wSccW33VDx5ycdB/PpGw28/Jif76105iDt1KwBQWxu/5Q/s3D/70CNvs5C0LTCE0IalANZpuPP230UK52RQnMp7brlVfc7t/ff+yR7X54dvvGvrPpj7qPOKTdX27rVPdPxalDac7U+ypS1oTXXtbovK2pIeqd99RfKzqWJfDSTj2++PbflRc06+I+uYHpUn5+7M4bys9v/JeSGr165DW9k/Oa69dmzZqVn5N353aXn9/1pCxYDoML0u5982Ox2OGjiy6dWBr/X+xYlvPnWzo1e69dLBb7al11LBa77bflcYblcd8snvj90jQfz6RsNi/5YYet1mDdNmHyH8t32TE/Fov17pHxR1xmwgvQhICVXQ1mgrVfNTrPKEokr3Jz/30Rms6VuTdd17GJ71y9ttGfuHvf/PtvKW/eAY21B01t3/p3Uxh/VLsLvtfMstp1p/w/TSqP85v3G1p4y2/Km/08n3/5P7varvpp2Snji9t8YRsyqKm0fefdLS+9mj27B6/q8b1TKg/LguUwZK+BBSXFOTf9b8dE/+LuffPP+U5Js1/vmrU1Y7/R7tgj28X/V37+o9L4DwJvk/Fs+WZzYP+Cn5yfQPeWFOfc/ruOOTn2EGKaCFjN+T+bNzeaZ4le57328KefXVDa9LGma9Y0/O8WFubc88fykuLm70Mo65Bz382dClrzZhnbdM79w7UdW/IvjBvb7qjDtj6p7VCaM/nG8vwWHGT3/Msbg087HRa2ffZq6ndz74Prs2nN2ia/IguWwwaCcEDBWaeX9OjenJyY+P3SoubuJPxqXU2iBzwXFuZcc2mHNB/PFm42r720Q6JbiWFDCscfVSwIUyVSnzGbLIIVPDtE7xLKZR0afVfdmOC1Pfrukt+9a+5Zp23lU/bGPuqecFb7gf1bGnNDBxd879uteGDkzy/uUFnR0nnIdVeUbXUO99Mflm7Xu/kztjVra6bPSru7tO/R5O/34cc22Nym23JY38njii+/qJlnonbtknv0mHbN+7v/75SShK75VOvIQ9vtuXtBOo9nSzab++xVcMhBRc14qr/5RVn3roLQxMKUEbBqq8FYLBaLdals9F21iaNJG5vZnHlq+63uoGvwZJjKitwfTyhNyiv6yYTS+vf7Soqdts+P56bqW7VDn7wTjm7qAM6e2+add2aLsnbaa5sSuhVHauy8Y6Pz5UVLqua9tyVGOi2HDSrrkFPavvnr1/FHNzMIm1c+sVjs3DNK0nk8W7LZ/MFZzdxKdNsmNzfzD7h0yKiJI2ClJjn2HNDoHP2L5YkdM3rY6KILztn6BGV1Q8c+nXVaSbIqrnNlbgtrqomZZdN7AN5bsOW2e9ZNuvGrqU9tbPqm1U0/w3PPaF9U2KLReH5a2t1JLC8v1qfxo9SmZdHZg60tZcthazjo60WtelB3feOPKm76QPS2Hc9mbzY7lObUXTI0mvIz6cke8mi0ZlRPHuGe9aAGM1JUt137N35/sCVLEwvCOE//W1Pv2Ke8vFhyj/P8zsklv/jftS25EXyDr+60ExrdjbBpU833Llp96+R1Nf/34rbtlnfvzeUHDGt4eAfvUdB3l/x3/9XAPrGiwpzvnNzSC8AEryiTJnr3zGti2v3WbLsH02s5jF9NTWzhJ1UfflzVqTxn990Kmo6r0vY5gwYWvD49dcczty/JOeLQdn9+eH16jmezN5tHHtou0asxZ5lM20MYtUnGk0fYqwDWYhvqjLDrTvlN3DD6/Q9bZY5e/9inkcOLundt6s194SdVZ1+4apchX5T0XLLj4M9PO2dl01Ou3j3zmn2AWWMOG13UobTR6ddp56y65e7/zBpjsdiiJVUHH7uiiYlvYydTfWNUUafypkZj3fqa//3DV3uNWNahz5Jtdl069OBlV/x67Qcf/ecI0VWra96a/V8/98zzV3Xos6T2f6eds7Kxf/nWyevqvi30v9HHrGjhAHbt0tSLeufdzVm2cp258KoObw2v/d9pH13W6Jgve6Tu2/79vybHPGXLYZwe+f/t3XecFPX9x/HZfr0fHZEIckhTjN0IFqLBHhU0aCSWqFFiiT8bRiQRI5pHYo8agWgUbAgqKoog0gSlSZNy0uG4ule3z8zvDw3icfPd2b293ZnZ1/Px+yM/d/d29rvf+fJ573fm+/04MOgX1b2HVp11Se1xw2uO+nnVJwuizE7rualPnD9ffdN/+vm1xX0rS/tVXjbWu6U8ykh1/ghPys/rhA+bI0dEGeK2fhcZfYO324DK/N4Hhp5Z889/tXy/l6NlOM13yOk2TygxVQiY+eRNN2k8WE0aL1ocIiH3dKmqtHxlaEu5fKBKzsyw9evjrKpuPXM3+hJRCfXV6vC5V9TVN/zwqu275O27/G/OCsx6tfC8szVLoqt+nfnxZ4m8bPKyCzUPcvZHgRnvtjH/EAqpY27ybl7eqc05k3PP8kz6Rxvb7okX1vfWK7+8vG7l2h/q0eYWtbpW+Wp1+OHHm0Zfkvnnu3P6H+38Ylmw1exoMKQG/zdlGNRulYgc842j+pUIF+3YsVu22MkVVENBNXTwf2u2uSo3K76f/CfhV5C0fqjHS6/6bv5Tw6F5afde+cIxdcs/KRk6WDP1xbE2zEGKIl1zS/2hC9K+Oycwf1Fw4fvFgpx5zjCPKdozpmFT8KEkSVq5NnzmxbUHT+c168Nr1oenz/R//GZRSbFFbr5zSiATAiANon1uvT5LUAx9X1K0s6Z5bkrL48+07NkXpdYXzOY1NqkXjfkxDR4UCKqXjfVuXl7as7tD62/abJKaoHRjs0lnn6F5kIL677ud8ox3/W3uAXjSUJfbbQuF1JjqvN/cVN/m96Io0ox3/W+957/p2ixjzgOIy9Dde2VOSUP1w6i2lEduu7fh8FMsHJbuerBx4fvFWi9sz/K5T7/Ucvj2JA2N6uVjvZuWlWptfN+1s713L8eOXbKR2zOmYbNPb6dgLxl/QL3kGu/hP+6sXBsee1v9nBlF1jgdzJlr0zMaUVwCnLAMzsaTm2ObPCH32cmifbf8gdaXHcbEH1DPvaJu3H2NUdNgvz5OwZ5mf3uyubK67XsBfX51/KQmrRd2KrEL5ihidUw/p9ZyrNu2R8TJWWt7PbfbNrDMefgbCS6tnP1RYO580bSnLEvPT/W98oYRN/TLz9Pe4CSkas1MXnlpplrTNab/e+2FAqueuUnrh3rc83CT1gorXywLHXoNcytdOsUZCANBdeITzVoJ7V/TfILXnjjUbfD2jGnY/PmxosHtmX+37Kto+y98OC/44bygNU4H0050kgkBcKoyLCdXabG9rK+zrK/zmH7O0092X3lp5ov/yN++qtM946Ls8TBvYZT19AQURRp1nXfeQl1lx8k/dwn+zitviIq8t98LNDVr/hJ/xqnuRDVjm9XkDwXWp1E+5ueLQwGNHR0HHeM87I2i1Hnm7YqCdVPrvKoEI/XDqPYfkOd8GhAPIFoPFRbEuRTK7I8Ch18scNC//ysaK4YMcBq5PWMdNgcPEL3FlNdEPwk9N6XFGqeDma98JRMC4CRlQE6iu/6Q/e2Xpd9+WbpxaeniOcUz/l3w+99m6bmHZOYH8e8SPvV135xP9f4IfdwgzQi0ZEWoQrjSaSCofvCJ5nG2c+2KqNXk96Lu/x4MqVqLXvysl/OwN9I85r375YVLTbw3g1s7nvsDBEJj9cOoPv4sKF7Fd8Uqzb6anRVnIJy3UNT/N26ObPhW87bno9vaA9M47RnrsNmvj+ZbrN8U2fqd6Pbv+YtC1lhdhn0IzVluEgsBzk2YhLdeeef9OAOh+ErOww3sr1nZLPsqev4RPOfYgQlbdGBAmaj8ivryLdvavnzr8JupBK3x+ZJQYjfSSDKXUzMGxH3DVbpJWj+MasmKKOfm4TfsHfLTQJyBUBAyox5Vn585jNyesQ6bfXprvsWiaFt6hkJqMrf9IBBqSOd1Vqg7AU5JhmIzePEVn88fZ43+wdxAVU0MwaW39q/pq9dFr1oEP+SX9XXaErRNl6DC238g+mootd62G+TwqVrBG0Wths3L1EE3mZLWD6P6ZkOUvCS4C84RVyEvy9HXPf56jeZo0L2Lw8jtGeuw2aOb5pHruff7mw0EQgoRClAApEFoq/Mqk5+O/yaTN2bFMLVot0s9tSsbPfs7b9ys+Ry32yZYiE8/m03SWstUljWLwkM1NLb9nOJCu843kiRp7QZzb90ejmj+xOBk/Xgj9UM9xBclSpLU2JzgWd+KSlmWo44GmjmnuMjeambSUO0Z07DpcduKtN9i/aboYS8hWwqlnCWGjTTcmfDQMpRqDCANkgaN6k8PNQpWbohq6YoYJrKKC+0u7Rv99h+IfhhNzWpzi5qT3fZUYLcuDq1FSvUrKrRrLYjicEhyVde4/3Krwy4ssAtWXom68KDRA6F2mep02jjvjNMPo6qpVaLehOb3JzgQ7t0f/UTeV6EI4nRxoa2iUjVge8Y6bJYKf+cSNMKPg8l+K+zyYpV7CNN8npCpQoCzj4HXeN6c5f/PjPg3LThQpVTXxhDABL9zB4JqnVfXn6qo1CxuundNQM1QmN9RhUerdVYEEwuKousaNiMLhdUEFtBpKGn9UM9pHvU5wUTfF6o1HffTA5MFlx+32vjEUO0Z07CZn6d5vqiqVFkdfaCoqrbCVdosKmOhwhQAJx0MY8ny0NjbGtrzF7Ztj+1KJEEg9NbrLShr6zSfmZebiEBY0FFxpdU6K4I3qvUqEZNf5NWsfQ2hoMBF8vth9DPOm4I4oeeu5khEamxStEcDmzHbM9ZhMzdHe6Co0zVQ1NUTCA2F36opTwFON4ZcY/hwXvC8UXVaO2vp1NgU28szPJoPBXRvRSCYi8jISEDNF/cq+VG1WvMmK1PzjRJ+AV7yebWvQ/a4bYLPjiT3w6iamlPQG3XuTRLUvvSy1QWixmnPWIdNwcmiczGwlha2naBAoUgFONFIgzg0egXVex5uvGhMXfs3pxL8PN8mwQL0+i85E0THzIwEtI/LlaSsInijoPk3ZhBP+Xbr4jD+R7BJqUytSeuHUflSsYtdONze0aDV7crGac9Yh03BPbc6Bwpr7PxpubWo0nmBmUNLVco1gChIGkx2IaK+9rb/b082703QGgOhGHdGECxAr39vOsHNaXHvePaTwjFZdYfgjQIB03e22jpR1dujm718Rxv/fcmK0BXXeQ//72V9nX+9PzfZBagtlanVZZj6V3DGGfnYWuUoA7VnjMOmU7sbBvXtbC9bYU0ZyYqLE5MJJVYfBUiDpMGOpaqSz6/WeZXtu+RvNoQXLg19siDoS+m1iGHt2130/37v1n5mQuqepDWQ4I0cDtN3v70Voi/j6KOcC5e2URfv3S+/834bLzz9ZHfyP4LLlsoS1DghLCVxwq7vAkHBOr2tDtsKc2RtDfJ6WGPnT4vuVkMmJBMCpEHSYKLd/9emx55qNuzhCa7vyvDoDYQe7WeGEnGlZShZG8ILLopLyM2QqVVTq/gDaqbGBzmmnwmqu2x7ZgrfPWn90JgE+9PoHA3CP508NG97RmTBx0+jLsH2pWlQwhILAaIg0oBgDRv9lY3HHc/f109wW04koms1fC2t1voLhwXx2Apf9+69cr8+bVdxxw9xGf/4c+xZKXz3pPVDY9K57JDgh6RWV5Oatz0FA4VH30Xy1siN1g2ETBIeWs6SCQHSYPsHVRibYHm9wgK9a8gJnql/74r4DnLN+vCJI2oS1RqCRX1abaFmUlvKI5qB8FiXx20z+No5xc58Y54sie2HxqRnCxm329Zqb4lDtVoc1bztKRgoMvXFZo/bCov6WnofQsqXQ4ta6lqAs4bh1NIEe8pnZth0ZkLBApUJ2TCtRnvPaME+inGob9Cs87KzbPoTsmGt3xQRfN0puS3wxyxhiz5F2dVVksIjTFo/NGga1/EZu3a2C7Z8aGhUrdGegihbXGjXc7Olx0MgpIgxXYELgJOFgdSiGpvUZu0dsbp1if4vfmaGaE6gsioRgbBO0VqqoaQokTWJYKc+SZJ6dDN9/bNuk2jrgEtGpvI6tgx79Dja0905lYEwWf3QmLp3tet4jmjxJe9Pr+Q0b3vWaw8UDodUWhz94K3RYazf6SllWpe5VLoA5whDqEUJdrwo6xv9JhHBcxRF2rU3AeshhkKq1kxmfp4tgRvo1XkVwTWT/Y82/S0zX68RBcLRl2a6UncjYZ4jO+pz+mX0SmHrJa0fGlNRoV3w08/3BpZpniONTWqrKy3N257VtYpgmVA9R67ntzYCIQWNUUteAJwaDJ6Ws3mb5mWEQwdHzwdDtRcj2X9ADiXonrTtOzWD5bEDE5bTVFXaV6FZ6J18vNvs3/WOXbIg/5cW28dc3rHLeIZVzc7WwxVl9s8m2QZl9kltAyanHxrWgLIoA8LPjxONBpZpT1mWqmo0B4qB/aMfeY9uVvj5ID0CIWVNm4UvtS/AGcGwaS3fbNCs0U86PnogFDxn4+ZIog5y01bNP3XmLxJ5oeOuPZoVaqJusUvtsi2Ll4sW+x9/V467I5e7aFH8Wg/19nQTv7Z/Ru9CR17cUd9c/dCYog4Ip5+keY5s3yVbqT0FA8Vxg6IPm8cOclmgP6RNIKS40SqCAXAiMGBaJhBu1LyMcNipnmLhvS52u3TReRlaj65ZH07UQa7Uvtbx8gszEtgam7ZoVqgnHOc6+ii9sxaCpTUEs6aZHb/b4cefBQWP9untvGdcdse9e7OsGQgHZfYR30Z4QcHpcb9vSNXsP5l2jwH7oUHH+DNFbTWgzCm4rHprecRK7bltu+ZAoeeXoxOHEggpcaxRClMNg/4PhkpLWPZVSGv+xOmUrrxUVJadM8zTuVSzKlixKmGBcMVqzT915BGO80ckbDJhvXDZld9fq2sfPLfb9vKTmhskCNasT8KdRR98EgwLv5YJ/5c7/LSOujhWMEPosjnPyBmqXXraxxZf2BHv281VasB+aEznDPMIbpAbe5Xo7GjzpxbztueWctEvR0f0EF0R2q2LY8gAAiGFjpXKYoBuDwZJk6usVgSThA/+KTcnu+1pK5tNeuSBXK0XKoq0cGkogTmtslrzpp1JD+Y6Yrklx+mU7r+j7WsjxcuujLshK+pCO926OBbMKhp9qebNeD6/ZiA8foiro5d1qW9Q5i8Kihvn/deLzvpFh2TCqkid4NHfFV+k9dCNpZf0z+gd9/v6lIBmm2eXuWxOo/VDY3I6pcceytXq9rdeLwqEX7WV/czbnmvWiQaKsVeJ7sW9ZlSmwxIrEKVfIISgOKY+Br0dMLm58zUTQpdO9ilPFbRZvky8N/cE7TUkvlodrm9QEnWEqip9skDzIIcMcD3xsN67y4af5l45v+TRB3PtbdWN32wMt9o++1But+3tqYVdOrVdCDkc0vVXZ21YUnLaSaI01aS9iVlhgf3qK9quqj1uW6Ky4suv+cRPyM2xffpO8eQJufl5mrV1p5J4qsEtgV2CR0cXjTg1Z/Dh/31oVtlj3ce15yM3yZofudCRd3XRSJ1tnrR+aFjXjMq89srWacflkl55Ll9wwXOLT92wOZzC8zrhVn0jCoR335qjdYJ0LrV36FXZBMIOxu/fFMqgh4Ph0aLefi8geHTUJRkfv1l06EoJR/RwTH06/8935whe9eZsf2IP8s1Zoj945y3Zjz6Y69Se6bHbpXPP8nz2btHn7xULrteSZWnBYtEE2sD+zuWflFx7ZabnfxMRdrs0oMx5z7iczctLX34yP+r+9Tv3iNbaeerRvHPP+smVckMHux57KHfP+k6dSxMzrfDex4F9FVG2A3E4pHvG5VRs6vzOtMK7b80ec3nmNaMy77wle9L43Nn/Lazc3HnmfwrjeOsD4doGuVnrUZtk++CoJ3+Vf+qPkczmvrHk0gVHv1DgyG3PR94Z2i9q8553n5t3is42T04/NLJpzxQ89Wjewasi+/7MOWd60TnDRJd3fr4kJMupPK8T7kCVsvW7iOAnldn/LTz82oqiQvvb0wqLCi2SpKy/rq5m0UNRKC6aqQthyY4N0qDVrV4XXrM+LFgcb8Rwz4jhnopKZfdeuXOp/YgeDruwpIlEpLdmBxJ8Ln4erKhUunbWfOP778gZOcLz/BTfpwuD+ypkVZVKiuylJfbjh7jOPN1z9hlu8a7ZB836MHDxr0R3Tvbq6fjPswVTn5b2VciKInXuZM/wxDAr0dCo1tYpWqv15ObY5r5VtG5jeOceuSDfPrDMmfDyMRKRnnyh5YmJ0edeMjNsl12YcVlCl/f4NrDj5OxBWo8WOfM+6vN0eXDP1sDuQmduWcaRca8s+pM2l5trIw3FzrZv7Mx1ZM3t+8w6/7adwYoCZ87AbZ0FbZ60fmhYNpv0x99n//H32d56JRSWBHcRHzR3fsB67TlvYUiwytQpJ7hXLSiZ+Hjzoi9DtXVKj26OkSM8d96c3aundfarTNdASCbUWTpTIIIoSBqE2bz0iu9ff88XP6drZ7ugbjvUzA/8bW471h6yLD37csuk8aKZoiEDXC/+I1/63zYDtrguHpv9UcDnV7Myo7zYbpd6do+ztivfIYuXbx08wDW4I6c7nn3Zd/tN2SnZDG1B09eCQPi9Pp6efTw9E/u+5cE9WoHwhzbP7Ds4s69x+qHxRZ0MP9hiMz8IWK89358bEN82efRRztdfLLDwvxrpfQ8hBZCeMppKGvRhBkOYyrTp/t17Exbh/v5cS0cc5HNTWnTel2izxV81NjSq09/xd2hrf/l1KLVfdyCojp/UlJK3/rBhSUre98uWdebqh5Yxb2HwQJVivfZcsDhYU6uk8zeb9ovKUAZRUoN+yzAIawmG1AmTE5MQ3pjlX7k23BEH2dCoPvRYcxJa44lnWyKRDvz7ny4Mpvwbf/VN/0efpeAwljdvqI544355ZbguzjZvXG66fmgNT77YYsn2jESkaTP86fzNssooxRDlNeirDICwmlff9C9Z3t6Zq4ZG9Z6HO3Dq6fmpLQnc3lDL1u8iUZfibI8vloYEm08kzY13NAgW/e8giqQ8W/VWfK/dEdx/QfkdcbZ502rB5hPG7IeG0tAYT49d9U1YsI6o2dvz+alx/nL07pyABboEgZCSKPZSG6CLMvTB2BRFGnNzfTv3ivjD/zXs2Sd33EHKsjT6Bq+3vsNjzH1/aUzgNbSt+PzqtOmpn1vYf0C+8Dd1yY+mT1XN8MqNcbzw4YoXv/FvDarx/GzhUwLTat83XT80iC3lkb4nVMUxONw5vtHC7blztzxtRsy/HM1bGFz6VcgCvYJASGEUV8FNzQ16JoMejG33Xnn0DfXBUJwJ4fFnmqfP7PCcs2uPfNHV3hZfx8aYhkb1yhvrA8GOepe/P9fcoVel6vT1mvAl13ibW5KaCRvk5kkVU2N91dzGZa/WfhhWIxv838XZ5gdei6iyufqhQXw0L1hdq9w9IbbJ/39N8y3WfdGBSdtzwmNNMeXkSES6e0LT4TtSEAgpjyi+AXojwx2M4tPPg7/+rTeOTPj0Sy33/SVJ65QsWR4aObquti7++YTN2yIROcpn/PLr0Kjr4syEi7+MUgfv3C1PftoQ903NWxg88+LaqDsT6rRjlzzrw+iXw/2zcvpHDUtj+L4CO8fsePD7/73GtyW+Y9sZ2j/5wCum64dG8PH8oCRJU17zTZuud0Lsq9XhP/250fLtWVGp3HZvDB/z0X82r9sYzs4iEFIkgUIc9EAGOhjYR58FTz2vdku53gksn1+99Z6G2x9oVJNYiS36MnTCiJo4bnoMhdS/PNE8ZFiNngm6Dz4JnHlx7a49sYWlZ19uuejq6GufTJjcJFiO//DDDoU6qn1Xrg0PPL3mlTf8cX+Dqip99kXwiuu8fU+s0vOhFEm5Yvu9Ohd6+bpl01lbb66LNLYzEEqSNKHihZneBQls8+T0w9Ty+dVFy374gDfe2aDnKoCVa8Mjr6zzB1RjnteJ9fo7/see0vXjzqwPAxOfaJIkKSfbCmGKQEipRFEOeh1DHKxs9brw8WfVTJjcVOcV/Vovy9KMd/2Df1H9/FRf8g9yxy75jAtrr765fv0mXTVgbZ3y+DPNR59UPWFyk/5wtXxleMBp1ZP+0aznwrA168NnX1o77r7GsI4FMmRZGnW9d+LjzeKDCYXU6TP9ZadUV9V04B1W9Q3K2Nvqjxte8/Z7Af2NEw5Li5eH7n6o8cjjqkZcVvfO+wFZd3b2KYHzy28fv+/5FkUzYATV0CMVU87YekNFuObHRm5HIJRVZdT2+yZWvBRSw4lq8+T0wxRasDh08JIBWZbG3FR/+wONTc1tH7miSM9N8Z1xQW3cE31mbM/7/9r0wCNN4s4/9XXfqOu9iiJJkmSNGUKbVLyffyzbrjVBxQnOTc5NWEh2lu3iX2WMGO45cairU4m9IN/u86uV1fKGbyMLl4ZmfhCI41LDS0ZmzHq1sM2HXnnDP/a2+jiO88Shrgt+mXHCca6yvs6SYntWpi0SUVt8alWNsmOXvP7byBdLg/MXhdpzT2BOtm3kCM+5Z3qGDHT16uHIy7U5HDZ/QK2qUcq3R1auDc/5NBjfBoPdujh+95vMEcM9/Y92FubbZUVtaFQrKuU168LLvg6/OycgjuUJl59nu+CXGaef7B58jLNXT0d+nj0zw9biU5ualcYm9UCVsmlLZNOW8MbNkZVrw1Fu+tIx/BY5864pOv/cvFMGZfYpdRXYJFttpGG9v3xe44pXauccvkeFXbIXOfNaR1M10iDHcAluN1fp70ouHJF7cv/MIwsdebKqNMjNFeGaNf7Nyx4ZFnebJ6EfdqicbFuPbo7DE1f1YRvulRTbx16ZOXJExsD+zsJ8u8+vlu+IzF8UmvKaT//FBRZrzxOOc00an3vOME+rzRJXrg1PfLxpzqc/rrY6498FV16a2eYfufhq7/tzzbEGKYGQupPSE5ySnJJAnDoiEIJBmHEPRtC9q+O0k1zduzocdulAlbJiVXjb9tYJ+Z1phZddmNHmy381um7u/KApPqmTLzvKIEIN2s5/ORiLQRSkJAIAwGz2VchvzY5y3YTgktFg0DTrrHIPIYVUx5fyVPOg/zCIAQBgOdna205o3ZxpQMwQ6iunKEnbX9ZTmCLWDgPSIAwvw2OjEQCkrV49HFoP1dQpZvkUBEIyYSqqfIpUEAVJg7CEnBzNQKiqNA8AK/O421i556DKKgIhmRAkQ5ADSYOwOsGv4z4/iRCAlZ041GXXuP1u/wE5js0bU4V7CCmwUh0DSAL0AfoAgxVMa+gQl9ZDjU0K7QPAws4726P10NbvZBN9EGYIYy+zKF47IhJQxabtlw7SIEwrL9c27FS31qMmWlABQDo76khHRJZ27Yktwnnctt/9Jkvr0VXfhE3UAswQUmwZLCQwX8RXDAYomMRdt+QIllyvrWOGEIAJDDrGtWVF6T8fySspjiEZ3XlLdtfOms9fvjJEIKTkArEBfKEMTbCOW6/POuUE98G7Zdxu2+03ZY+/K0fwkk1bIrQbAFPwuG133Jy9Y3Wnac8UDD/NbYu2fPIFv/Q88kCu1qOyLM1fZKZAyCWj7Su8KHCTECSodC3w9YEoCJMbd2N2vz7OUEitqFSamtVePR25OVEqpg2bCYQAzCQn2zb2qsyxV2Xu3it/9kVwxarwilXhLeWRwCFbzJf1df7huqzbbsgWhMbFy0PeejNdIkEgbHcRRslLMgQ5kDSI9OB223r1dOh55u69srnqIQA46IgejuvGZF035of/1x9Q67xKi0/tVGIvyI9+feV/ZvjM9XkJhGRCkiHIgaRBIMHe+zhAIwCwhswMW/euDp1Prq5V3pptsgGQQEgmtET8oCYmBJIGASN56z0CIYB09NhTzSbagZBASCa0YiyhPiYHkgaBVNu2PbJ0RYh2AJBuNm2JPPeyz3SHTSBMdHFGoWycoEK5TAgkCgKpcO/EJpU9CAGkmWBIvfbW+mDIfMMfgbADCjXqZmMGGGpoEiBpEOh4XywLzfqQ60UBpBdVla4b17BybdiMB08gJBOSD0ECJA0CiXGgSrn65nraAUBaCYelsbfVT5/pN+nxEwjJhISfNK6z6aWkQSBxdu+VzxtVt3e/TFMAMJEFi4MPP970xxuziwrtcbx887bINbfUm3Ru8Hs2qXg//YCCG2lRfNMb6Y1AvDYuLT2mn+aPyKoqvfa2/84HG2vr2HuQkobBE6aUnWX77ejMX1+QMexUj8ulNwo++ULL1Om+cNjcn51AyAAKy/3rQpejywGJVpBv//UFGWee7h50jPOI7o7cHLuqSt4GZfO2yOeLQ6+97S/fEaGVqGcYP2EB+Xm24ad5Bh3jHFjm7NfXWZhvz82x5ebYJUlq8SkVlcq27ZEVq8LzFga/XhO2xkcmEDKGwlT/AtGX6EsAQDHDEAokDvcQJnE8opTnX02AOgYAABiJnSagvAPAcAEAAAiEoMgDwEABAADSCJeMpqjU45JCAERBAACQaswQUvYBYFgAAABpihnCVBd/TBUCIAoCAIAUYYaQQhAAgwAAACAQgnIQAKc/AABIJ1wyaqSikMtHAaIgAABAEjFDSIEIgJMdAACkKWYIDVkmMlUIEAUBAAA6HjOElIwAOLUBAECaYobQ2IUjU4UAURAAAIBASCwEQBQEAABILC4ZpaAEwMkLAADSFDOEpiormSoEiIIAAACJwwwhJSYATlUAAJCmmCE0Z6HJVCFAFAQAACAQEgsBEAUBAADiwyWjFKAAOBkBAECaYobQEmUoU4UAURAAAIBASCwEQBQEAAAgEBILARAFAQAARLiHkFIVQCznF6cYAAAgEIKaFUjHMwsAAMBauGTU6sUrV5ACREEAAAACIbEQAFEQAACAQEgsBEAUBAAAIBASCwEQBQEAAIEQxEKAs4M2AAAABEIQCwGiIAAAAIEQxEKAKAgAAEAgBLEQIAoCAAAQCGHp4phkCHIgAAAAgRBpXS4TC0EUBAAAIBCCWAgQBQEAAAiEIBYCREEAAAACIdKzpCYZghwIAABAIERaF9nEQhAFAQAACIRI94KbZAhyIAAAAIEQaV2CEwtBFAQAACAQIt3LcZIhyIEAAAAEQpAMaQyQAwEAAAiEIBkC5EAAAAACIUiGADkQAACAQAiSIUAOBAAAIBCCZAiQAwEAAAiEIBmCHAgAAAACIUiGIAQCAACAQIi0TAiEQ3IgAAAACIQgNhAOCYEAAAAgEII4QTgkBAIAAIBACGIG4ZAQCAAAAAIhiB/kQxIgAAAACIQgnJAPSYAAAAAgEALkQxIgAAAACIRA28GGiEj8AwAAIBDSBCD8pGNKJPsBAACAQAjojUlmzIqkPgAAABAIgeSFq+TkRpIeAAAAEuH/AeXkSLzS7AK1AAAAAElFTkSuQmCC\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/cover\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/ec353ca7911f10fd\\\" subtiddler=\\\"$:/plugins/twpub/ec353ca7911f10fd/images/OEBPS/6590012600890081400_27108-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/readme\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''醒夢駢言'' |\\n|epub-creator |''active 17th century Juqizi'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''78'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/errors\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/ec353ca7911f10fd/text\": {\n            \"title\": \"$:/plugins/twpub/ec353ca7911f10fd/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/ec353ca7911f10fd/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/ec353ca7911f10fd/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252Fec353ca7911f10fd.png"}