{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"鬼谷四友志","name":"TWPUB","title":"$:/plugins/twpub/d6baa535c9200be2","description":"鬼谷四友志","converter-version":"0.1.0","epub-creator":"active 18th century-19th century Jingchang Yang","conversion-errors":"0","count-chunks":"87","count-images":"1","cover-image":"$:/plugins/twpub/d6baa535c9200be2/images/OEBPS/8198210335922691576_27171-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/d6baa535c9200be2/images/OEBPS/8198210335922691576_27171-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>The Project Gutenberg EBook of Guei Gu Sih You Jhih, by Jing Chang Yang</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">Title: Guei Gu Sih You Jhih</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Author: Jing Chang Yang</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Release Date: November 6, 2008 [EBook #27171]</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK GUEI GU SIH YOU JHIH ***</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">Produced by Huang Xiang-Ru</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">第一卷     辯才學分科教藝　定人質驅鼠傳書</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">　　話說河南省在京都西南千五百四十里，開封郡為省會。東西距千二百二十里，\\n南北距千二百九十里。東界江南場山，西界陝西潼關，南界湖北黃安，北界直隸\\n成安，東南界江南穎州，西南湖北襄陽，東北山東曹縣，西北山西遼州。九府十州\\n九十九縣，士民輻輳，商賈繹絡，太平景象，舉一可知其他。\\n　　且說河南府地面，東有汜水，西連陝州，南並南陽，北通孟縣，背河沂流左伊\\n右瀍，居天下之中。離省城三百八十里，領管十縣，其地所出，有數種佳品，曰：\\n　　點錫、綿綢、牡丹、瓷器、酸棗、羌桃、大戟、麝臍、花綾、旋覆花。\\n　　郡城東南隅即嵩山之麓，縣屬登封，在古七國時，乃周之陽城，有一處地面名\\n曰鬼谷。以其山深樹密，幽不可測，似非人之所居，故云鬼谷。內中有一隱者，自\\n號道鬼谷子。相傳姓王名栩，乃是晉平公時人，初時在雲夢山與宋人墨翟一同採藥\\n修道。那墨翟不喜娶妻子成家立業，發誓立願雲遊天下專一濟人。利物拔其苦厄，\\n救其危難。此乃修身養性的大題目，不比那凡人在著名利中鑽轉。\\n　　那王栩與墨翟分別之後，也不居雲夢山中，就隨意遊玩，尋山問水。一日來到\\n這鬼谷山上，見有此天造地設的去處，便潛住其中，人但稱他為鬼谷先生。不想那\\n鬼谷子才學淵深，通天徹地，兼及幾家學問，人不能較量。你道他那幾家學問？\\n　　一曰，數學，日星象緯，在其掌中，古往察來，言無不驗；\\n　　二曰，兵學，六韜三略，變化無窮，在陣行兵，鬼神莫測；\\n　　三曰，遊學，廣記多聞，明理審勢，出詞吐辯，萬口莫當；\\n　　四曰，出世學，修真養性，服食引導，祛病延年，衝舉可俟。\\n　　這先生既知仙家衝舉之術，為何屈身世間，不去獨自料理自家？只為要度幾個\\n聰明弟子，同歸仙境。所以，他借這個鬼谷棲身。初時偶然入市，為人占卜，所言\\n吉凶，休咎應驅如神。漸漸有人慕學其術。先生只看來學者資性，近著那一家學問\\n，便以其事授之，一來成就些人才，為七國之用；二來就訪求仙骨，共理出世之事\\n。他住在這谷中，也不計年數。弟子來就學者，不知多少。先生來者不拒，去者不\\n迫。就中單說同時四個有名的弟子，你道是誰人？卻就是那：\\n　　孫臏，龐涓，蘇秦，張儀。\\n　　那孫臏，乃齊國人，孫武之孫。張儀、龐涓俱魏國人。惟蘇秦近居洛陽。臏與\\n涓結為兄弟，同學兵法；秦與儀，結為兄弟，同學遊說。各為一家之學。\\n　　那龐涓學兵法，三年有餘，自以為能。忽一日，為汲水故，偶然行至山下，聽\\n見路人傳說，魏國厚幣招賢，訪求將相。龐涓心動，汲了水來放下，欲辭先生下山\\n，往魏國應聘，又恐先生不肯放去，心下躊躇，欲言不言。先生見貌等情，早知其\\n意，笑謂龐涓道：「你時運已至，何不下山，求取富貴？」龐涓聞了先生之言，正\\n中其懷，向前跪而請道：「弟子正有此意，未審此去可得意否？」先生道：「你去\\n摘取山花一枝，我為你占之。」\\n　　龐涓領命下山，尋取山花。此時正是六月炎天，百花開過，沒有山花。龐涓左\\n盤右轉，尋覓多時，止覓得草花一莖，連根拔起，欲待呈與先生。忽又想道：「此\\n花質弱身微，不大器。」便棄擲於地。又往他處，尋覓了一回，可怪絕無他花。只\\n得轉身將先前所取草花，藏於袖內，回覆先生道：「山中沒有花枝。」先生道：「\\n既沒有花，你袖中所藏何物？」涓不能隱諱，只得取出呈上。其花離土方久，又經\\n日射已半萎矣。先生道：「你知此花之名乎？乃馬兒鈴也。一開十二朵，為汝榮盛\\n之年數，採於鬼谷，見日而萎，鬼傍加委，汝之出身必於魏國。」龐涓暗暗稱奇。\\n先生又道：「但你不合見欺，他日必以欺人之事還被人欺，不可不戒。我有八字，\\n你牢記在心：遇羊而榮，遇馬而瘁。」\\n　　龐涓再拜道：「吾師大教，敢不書紳。」臨行之日，孫臏送他下山。龐涓道：\\n「某與兄有八拜之交，誓同富貴。此行若有進身之階，必當舉薦吾兄，同立功業。\\n」孫臏道：「吾弟此言，果真實否？」龐涓立誓道：「弟若謬言，當死於萬箭之下\\n！」孫臏道：「多謝厚情，何須如此重誓！」兩下流淚而別。\\n　　孫臏還山，先生見他淚容，問道：「你惜龐涓之去麼？」孫臏道：「同學之情\\n，何能不惜？」先生道：「你道龐生之才堪為大將否？」臏答道：「承師教學已久\\n，何為不可？」先生搖首道：「全未，全未！」臏大驚，請問其故，先生不言。到\\n了次日，向眾弟子道：「我夜間惡聞鼠聲，汝等輪流值宿，為吾驅鼠。」\\n　　眾弟子如命。其夜輪著孫臏值宿，先生向枕下取出一卷文書，告臏道：「此書\\n乃汝祖《孫武子兵法》十三篇，向因汝祖獻於吳王闔閭。闔閭用其族，大破楚師。\\n後闔閭惜此書，不欲廣傳於人，乃置以鐵櫃，藏於姑蘇台屋楹之內。自越王勾踐用\\n范蠡、文種計，選進西施、鄭旦二美女，以迷吳王之心；又饋大木以成其策台娛樂\\n，勞苦百姓以逸待疲，遂滅吳倡霸。又將姑蘇台焚毀，故此書不傳。因吾向與汝祖\\n有交，求得其書，親為注解，行兵秘密盡在其中。未嘗輕授一人，今見子心術忠厚\\n，特以付子。」孫臏歡然道：「弟子少失父母，遭國家多故，宗族離散，雖知祖父\\n有此書，實未傳領。吾師既有注解，何不並傳之龐涓而獨授於臏也？」先生笑道：\\n「得此書者，善用之為天下利，不善用之為天下害。涓非佳士，豈可輕付哉？」於\\n是孫臏接書，攜歸自己臥室，受先生命，不敢私與眾弟子觀看。閉戶獨自拂幾焚香\\n，將書卷攤置案上，逐篇依次細讀。那十三篇：\\n　　一曰，始計篇；二曰，作戰篇；三曰，謀攻篇；四曰，軍形篇；五曰，兵勢篇\\n；六曰，虛實篇；七曰，軍爭篇；八曰，九變篇；九曰，行軍篇；十曰，地形篇；\\n十一曰，就地篇；十二曰，火攻篇；十三曰，用間篇。\\n　　這兵書篇法，真通天徹地之才，神出鬼沒之機，加之注釋精詳，心無阻滯留難\\n，孫臏得之，如獲珍寶，晝夜研誦。三日之後，先生遽向孫臏索取原書。臏出諸袖\\n中，雙手繳還先生。先生逐篇盤問，臏對答如流，一字不遺。先生喜悅道：「子用\\n心如此，汝祖為不死矣。」\\n　　再說龐涓別了孫臏，一逕來至魏國，以兵法於相國王錯。錯薦於惠王，龐涓入\\n朝之時，正值庖人進蒸羊於惠王之前。惠王方舉箸，涓私喜道：「吾師言遇羊而榮\\n，斯不謬矣。」惠王見龐涓一表人物，放箸而起，迎而禮之。龐涓再拜，惠王扶住\\n。問其所學，涓對道：「臣學於鬼谷先生之門，用兵之道，頗得其精。因指畫敷陳\\n，傾到胸中，惟恐不盡。」惠王又問道：「吾國東有齊，西有秦，南有楚、韓，北\\n有趙、燕，皆勢均力敵。而趙人奪吾中山，此仇未報，先生何以策之？」龐涓道：\\n「大王不用微臣則已，如用微臣為將，管教戰必勝、攻必取。可以兼併天下，何憂\\n六國哉！」惠王道：「先生大言，得無難踐乎？」涓答道：「臣自揣所長，實可操\\n六國於掌中，若委任不效，甘當伏罪。」\\n　　惠王大悅，遂拜龐涓為元帥，兼軍師之職。涓子龐英，姪龐蔥、龐茅，俱為列\\n將。涓隨練兵訓武。先侵衛、宋諸小國，屢屢得勝。宋、魯、衛、鄭諸君相約聯翩\\n來朝，適齊兵侵境，涓復御兵卻之，遂自以為不世之功，不勝誇詡。\\n　　時墨翟遨遊名山，偶過鬼谷采友，一見孫臏，與之談論，深相契合。遂謂臏道\\n：「子學業已成，何不出就功名，而久淹山澤耶？」孫臏答道：「吾有同學龐涓，\\n出仕於魏國，相約得志之日必為援引。吾是以待之！」墨翟道：「今龐涓見為魏將\\n，吾為子入魏以察涓意。」墨翟辭去，逕至魏國。聞龐涓自恃其能，大言不慚，知\\n其無援引孫臏之意。乃以野服求見魏惠王。惠王素聞墨翟之名，降階迎入，叩以兵\\n法。墨翟指說大略，惠王大喜，欲留任官職。墨翟固辭道：「臣山野之性，不習衣\\n冠。所知有孫武子之孫名臏者，真大將之才，臣萬分不及，見今隱於鬼谷，大王何\\n不召之？」惠王道：「孫臏學於鬼谷，乃是龐涓同門，卿謂二人所學孰勝？」墨翟\\n道：「臏與涓雖則同學，然臏獨得乃祖秘傳。雖天下無其對手，況龐涓乎！」\\n　　墨翟辭往他方。惠王即召龐涓問道：「聞卿之同學有孫臏者，獨得孫武子秘傳\\n。其才天下無比，將軍何不為寡人召之？」龐涓答道：「臣非不知孫臏之才，但臏\\n是齊人，宗族皆在於齊。今若仕魏，必先齊而後魏，臣是以不敢進言。」惠王道：\\n「士為知己者死，豈必待本國之人而後可用乎？」龐涓答道：「夫王既欲召孫臏，\\n臣即當作書去致。」龐涓口雖應語，心下躊躇：「魏國兵權，只在吾一人之手。若\\n孫臏到來，必然奪寵。既魏王有命，不敢不依，且待來時，生計害他，阻其進用之\\n路，卻不是好？」遂面修書一封，呈上惠王。惠王用駟馬高車、黃金、白璧，遣人\\n帶了龐涓之書，一逕望鬼谷來聘取孫臏。臏拆書來看，略曰：\\n　　涓托兄之庇，一見魏王即蒙重用。臨岐援引之言，銘心不忘。今特薦於魏王，\\n來即驅馳赴召，共圖功業。\\n　　孫臏將書呈與鬼谷先生。先生知龐涓已得時大用，今番有書取用孫臏，竟無一\\n字問候其師，此乃刻薄忘本之人，不足計較。但龐涓生性驕妒，孫臏若去，豈能兩\\n立？欲待不容他去，又見魏王使命鄭重，孫臏已自行色匆匆不好阻當。亦使臏取山\\n花一枝，卜其休咎。此時九月天氣，臏見先生几案之上，瓶中供有黃菊一枝，遂拔\\n以呈現上，即時復歸瓶中。先生乃斷道：「此花現被殘折，不為完好，但性耐歲寒\\n，經霜不落。雖有殘害，不為大凶，且喜供養瓶中，為人愛重。瓶乃範金而成，鐘\\n鼎之屬，終當威行霜雪，名勤鼎鐘矣。但此花再經提拔，恐一時未能得意，仍舊歸\\n瓶，汝之功名，終在故土。吾為汝增改其名，可圖進取。」遂將孫臏賓字左邊加了\\n一月為臏，臏即書臏，乃別刑之名。今鬼谷子改孫賓為孫臏，明明知後日有別足之\\n事。但天機不肯泄漏耳！豈非異人哉？髯翁有詩云：\\n　　山花入手知休咎，試比蓍龜倍有靈。\\n　　卻笑當今賣卜者，空將鬼谷書占形。\\n　　這鬼谷子見孫臏臨行，又授以錦囊一枚。吩咐必遇至急之地，方可開看。孫臏\\n受領拜辭先生，隨魏王使者下山，登車而去。蘇秦、張儀時在傍，俱有欣羨之色。\\n相與計議來稟，亦欲辭歸，求取功名。先生道：「天下最難得者，聰明之士。以汝\\n二人之質，若肯灰心學道，可致神仙。何苦要碌碌塵埃，甘為浮名虛利所驅逐也？\\n」秦儀同聲回答道：「夫良材不終朽於岩下，良劍不終秘於匣中。日月如流，光陰\\n不再。某等受先生之教，亦欲乘時建功，圖個昭揚後世耳。」不知這先生肯放二人\\n下山否？且看下回分解。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　澹游子評</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　鬼谷地名有二。一說在登封，又一說按地圖所言，在江西廣信府貴溪縣，有鬼\\n谷山。上有蘇秦台、張儀井，又有鬼谷洞，相傳鬼谷子嘗隱此。入必以燭，可容數\\n千人，號第十五洞天。雖莫可實擬，其處必然不是捏造。得來如呂祖師之煉丹洞，\\n張真人之龍虎山，濟顛僧之運木井。又茅山上有三洞，深不可測，二洞皆淺，一洞\\n頗深。有持燭以進，上如屋舍，穹隆石無斷續處。行一二里，有澗水橫截，響如奔\\n馬。愈進愈廣，窮於燭而止，則天造地設的洞府，固亦有之。又不獨靈鷙峰為飛來\\n，雷峰塔為怪異。今之讀古書者，輒以寓言目之，使幼讀者紊亂於中，莫能別其是\\n非，而不以情理揆之，以意逆之，謂得之是已。如鬼谷子立數家之學，其曰數學，\\n即天文；兵學即武事；遊學為通今博古，即孟子所謂先覺覺後覺，至於萬口莫當，\\n俱在「明理審勢」四字中出。惟出世學，如孫、龐、張、蘇四子之才，尚不肯學。\\n況今之世乎？又不但逐榮利、企權豪，常恐困之而已。初余亦不能信，及讀《長生\\n詮要》、《修真秘旨》等書，理明詞悉無可議。其某是某，非真至言、格言，可敬\\n可羨，縱衝舉不可期。而祛病延年有是來矣，抑亦不失為善人。\\n　　龐涓學三年有餘，便道自以為能，莫說三年就是三十年也無用。憑你大聖大賢\\n，從來只有虛心下問。如黃帝問道廣成，孔子問禮老聃，太史公周行天下，猶惓惓\\n顧問鄉老村夫。而龐涓雖遭遇明師，有了自以為是之心，即如重授十三篇兵秘，亦\\n不得善終其身。何則心術早壞故也。\\n　　龐涓既得花，復棄委之；而仍取所棄之花，其貪心早露。如今之婦女欲梳好髻\\n，其發既已稀疏，容貌又復醜陋，而心終不能忘情於色，必欲假他發以雜之，脂粉\\n以涂之。吾益服德公子荊一苟字矣。\\n　　心直忠厚大為難遇，於四子中偶得孫臏為忠厚。今人輒言，忠厚為無用之別名\\n，正是龐涓匹敵。噫！豈不聞素以為絢，禮後乎等語，不知其解作何說？\\n　　鬼谷斷語俱從理出。余偶適城市廟中有測字，生在廟西廂房，椅桌踞坐，儼若\\n長者。環立多人，亹亹聽言，皆諸生輩。一人問婚成否，隨拈一漸字，測者斷曰成\\n。因取筆書板道，左邊為水，右邊為刀，以刀斲水，豈能斷乎？又將斤加斷為斷字\\n，車加辵為連字，曰藕斷絲連。復將斤加辵作近字，曰自去自來樑上燕，相親相近\\n水中鷗，後婚果成。且未究其成不成，但究其理之明不明，則有合放鬼谷所斷。至\\n於「遇羊而榮，遇馬而瘁」，常人所不能及，而亦不能強說。\\n　　孫、龐兩人皆以花占休咎，花亦不同，時亦不同，斷亦不同，取花亦不同，心\\n術亦不同。龐涓費心尋毅多時，止覓一草花，又不慎取，而孟浪連根拔起。又思質\\n弱而棄，轉輾尋覓，仍取所棄之花，不即呈獻，陰納於袖。直待先生說出，始為享\\n奉。其心之猾詐無常，欺君罔上，妒賢妨能，妄自尊大，忌刻苟毒，早已定論。所\\n謂誠於中，形於外，要知未來，先察已往。而孫子亦使取花占之，坦然就先生几案\\n，取瓶菊呈上，即復歸瓶，同一取花，一暴躁，一靜逸，宛然想見二人心術。圯上\\n老人授書也，折張子房少年剛暴之氣，故令取履納履。鬼谷先生欲授書於孫臏，同\\n一少年而氣享有異，早知孫臏之為人。故直設驅鼠以愚眾子弟，即出兵秘十三篇以\\n授之，並告其所自來。是其師生莫逆處。又非比龐涓、蘇秦、張儀等同一師弟也。\\n　　孫臏送龐涓下山，時涓許以他日富貴，必相援引。而臏以此言，果真實否激之\\n，似臏素知涓言語不足憑信，故有此問。及臏既至魏國任，涓掇拾是非，釀成大禍\\n，險至殺身。雖曰明槍易躲，隱惡難備，亦腹粗心，坦率未檢。處其席中，探取兵\\n法來源。有曰愚弟昔日亦蒙先生傳授，遺忘等語。臏獨不記先生向日授書時言涓非\\n佳士，豈可輕付等語？縱信龐涓重誓，遂不省昔日師告之言乎？觀於此者，斯知言\\n顧行，行顧言，不獨施諸己，亦須及人。\\n　　孫臏非但忠直可嘉，即記性亦大為難遇。以十三篇兵秘加以注釋等字，其書已\\n成部矣，非經年累月莫可議其短長，況三日乎？以潔白之質得良師善教，素以為絇\\n自是其色，迥異倍常。\\n　　顏子云：「無伐善，無施勞。」龐涓初見惠王，便用虛誇，無一實語，只有甘\\n當伏罪為可彩。猶今之無用官員，只貪財貨娛快目前，不計身後。偶為良言相告，\\n利害切身，輒言做此腦袋不著，正是龐涓一流人。\\n　　墨翟之識人，亦可謂賢矣。其薦賢獎才亦可謂當矣。拔友之難，成友之志，而\\n師弟不居其功，可謂廉矣。其行事隱現莫測，徒費跋涉，不畏繁勞，舉賢薦能，毫\\n無利欲，可謂義矣。然而難免聖人之責，亦為之大道不明故也。\\n　　龐涓無義，已不待言。然其寄孫臏書，未及問安先生者，或偶出於意，略亦未\\n可知。尚責伊刻薄忘本小人，今觀為子弟者，於先生處多所狡詐，及自立家，則又\\n傲慢跋扈，不足與校，豈非龐涓之罪人乎？\\n　　龐涓嫉妒孫臏處，與東吳周瑜無二。但孫子與武侯品行雖同；居正而才志迥異\\n。孫子太忠處，在乎信義全交。武侯太忠處，在乎盡力托孤。盡力托孤，甘受嘔血\\n，全交信義而受刖足，嘔血死忠名存竹帛。則足遠利身列帝鄉，蓋孫子忠直，已輸\\n武侯智識數分，武侯名利，已輸孫子歸真數分。一死為忠，一辭為仙，二人可為兩\\n得其當。\\n　　周瑜欲害武侯，而竟死於武侯之計。龐涓欲害孫子，而竟死於孫子之箭。然周\\n瑜當日非妒武侯之才，乃因有一漢昭烈在故也。若龐涓則竟可薦孫子居於己上，也\\n不為過。如此忠直人，豈測其負心乎！自知才學不及，即使果然探得十三篇兵秘到\\n手，又結果害了他性命。如鬼谷所云「善用之為天下利，不善用之為天下害」，「\\n吾知其亦必不善終。」何則凡嫉能妒才之人，再不使於一事。如賭錢人錢盡為戒，\\n若偶為得鈔，甘忍凍餓而必輸於場中為休。猶此看來，龐涓之才學不及周瑜，其殘\\n酷忌刻又不如遠甚。\\n　　蘇秦、張儀欲辭行，道而云：「日月如流，光陰不再。」既知景短，何不灰心\\n？從師懇求出世，以免輪回。況際遇難得，明師反欲走紅塵擾攘之中，而行不可測\\n之途，不思仕路迍邅，況後果一遭試秦不利，一幾死於楚臣之手乎？縱賺得富貴到\\n手，向榮華本久，雖性行聰達，實未能免俗。\\n　　《仙經》云：「心天無點翳，性地絕塵飛。」原是要人迸去，凡俗觀范蠡之與\\n子房，直待功業成後，才肯灰心，從道遁身遠隱。然蠡如神龍雲隱，或藏或現，既\\n泛舟歸湖，復又出仕齊國，稱陶朱公，不知所終。雖質美天成，惜無師授。子房亦\\n天資聰慧，醒世俗之非常，悟人情之反覆，同蠡見機，甘辭富貴，輕葉妻孥。若非\\n赤鬆先生汲引指示，亦不過跡深山，與鳥獸為群耳。故曰仙必有師。今儀秦親受鬼\\n谷先生，得此良師，參論至道。帝鄉可待如行走迷路，倩人指引。指引明白簡捷，\\n則不窮再問，如支離渾淆，則前程莫擬。故我言，蘇、張二人，從鬼谷學者，雖幸\\n得良師，而實不幸得妙道也。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">第一卷     忌刻小人行毒計　忠直良友詐瘋魔</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">　　卻說蘇秦、張儀於鬼谷先生處學遊說，這日看見魏王齎金璧聘孫臏去後，他二\\n人未免見食流涎，也欲求取富貴。先生道：「你兩人中肯留一人與吾作伴否？」秦\\n、儀皆執定欲行，無肯留者。先生強之不得，歎道：「仙才之難如此哉！」乃為之\\n各占一課，斷道：「秦先吉後凶，儀先凶後吉；秦說先行，儀當晚達，吾觀孫、龐\\n二子勢不相容，必有吞噬之事。汝二人異日宜互相推讓，以成名譽，勿傷同學之情\\n。」二人稽首受教。先生又將書一本分贈二人，秦、儀觀之，乃《太公陰符篇》也\\n。「此書弟子久已熟誦，先生今日見賜，有何用處？」先生道：「汝雖熟誦，未得\\n其精。此去若未能得意，只就此篇探討，自有進益。我亦從此逍遙海外，不復留於\\n此谷矣。」\\n　　秦、儀既別，去不數日。鬼谷子亦浮海為蓬島之遊，或云已仙去矣。\\n　　再說孫臏行至魏國，即寓於龐涓府中，臏謝涓舉薦之恩，涓有德色。臏又述鬼\\n谷先生改賓為臏之事。龐涓驚道：「臏非佳語，何以改易？」臏道：「先生之命不\\n敢違也。」\\n　　次日同入朝中，謁見惠王。惠王降階迎接，其禮甚恭。臏再拜，奏道：「臣乃\\n村野匹夫，過蒙大王聘禮，不勝慚愧。」惠王道：「墨子甚稱先生獨得孫武秘傳。\\n寡人望先生之來，如渴思飲。今蒙降重，大慰平生。」遂問龐涓道：「寡人欲封孫\\n先生為副軍師之職，與卿同掌兵權，卿意如何？」龐涓答道：「臣與孫臏，同窗結\\n義，臏乃臣之兄也，豈可以兄為副？不若權拜客卿，俟有功績，臣當讓爵，甘居其\\n下。」惠王准奏，即拜臏為客卿，賜第一區，亞於龐涓。客卿者，半為賓客，不以\\n臣禮加之。外示優崇，不欲分兵權於臏也。\\n　　自此孫龐二人，頻相往來。龐涓想道：「孫子既有秘授，未見吐露。必須用意\\n探之。」遂設席請酒，酒中因談及兵機，孫子對答如流。及孫子問及龐涓數節，涓\\n不知所出，乃佯問道：「此非孫武子兵法所載乎？」臏全不疑慮，答道：「然也。\\n」龐涓道：「愚弟昔日亦蒙先生傳授，自不用心，遂至遺忘。今日借觀，不敢忘報\\n。」孫臏道：「此書經先生注解詳明，與原本不同。先生止付看三日，便即取去，\\n亦無錄本。」龐涓道：「吾兄還記得否？」孫臏道：「依稀尚存記憶。」涓心中巴\\n不得便求傳授，只是一時難以驟逼。過了數日，惠王欲試孫臏之能，乃閱武於教場\\n。使孫、龐二人各演陣法。龐涓布的陣法，孫臏一見即便分說，此為某陣，用某法\\n破之。孫臏排成一陣，龐涓茫然不識，私問於孫臏。臏答道：「此即顛倒入門陣也\\n。」涓又問道：「有變乎？」臏答道：「攻之則變為長蛇陣矣。」龐涓探了孫臏說\\n話，先報惠王道：「孫子所布乃顛倒入門之陣，可變長蛇陣也。」已而惠王問於孫\\n臏，所對相同。惠王以龐涓之才，不弱於孫臏，心中愈喜。只有龐涓回府，思想：\\n「孫子之才，大勝於吾。若不除之，異日必為他欺壓。」心生一計，於相會中間私\\n叩孫子道：「吾兄宗族俱在齊邦，今兄已仕魏國，何不遣人迎至此間，同享富貴。\\n」孫臏見問，乃垂淚言道：「子雖與吾同學，未悉吾家門之事也。吾四歲喪母，九\\n歲喪父，有於叔父孫喬身畔。叔父仕於齊康公為大夫，及田太公遷康公於海上，盡\\n逐其故臣，多所誅戮，吾宗族離散。叔與從兄孫平、孫卓挈我避難奔周，因遇荒歲\\n，復將我傭於周北門之外，父子不知所往。吾後來年長，聞人言鬼谷先生道高而心\\n慕之，是以單身往學。又複數年，家鄉杳無音信。豈有宗族可問哉？」龐涓復問道\\n：「然則，兄長亦還憶故鄉墳墓否？」孫臏道：「人非草木，能忘本原？先生於臨\\n行之際，囑吾道：『汝之功名，終在故上。』今已作魏臣，此話不須提起矣。」龐\\n涓嘆了口氣，佯應道：「兄長之言甚當，大丈夫隨地立功名，何必故鄉也。」\\n　　約過半年，孫臏所言都已忘懷了。一日朝罷，方回。忽有一漢子，似山東人語\\n音，問人道：「此位是孫客卿否？」臏隨喚入府，叩其來歷。那人道：「小子姓丁\\n名乙，臨淄人氏。在周客販，令兄有書信托某，送到鬼谷。聞貴人已得仕魏邦，迂\\n路來此。」說罷將書信呈上。孫臏接書在手，拆而觀之，略云：\\n　　愚兄平、卓字達賢弟賓親覽，吾自家門不幸，宗族蕩散，不覺已三年矣。向在\\n宋國為人耕牧，汝叔一病即逝。異鄉零落，苦不可言。今幸吾王盡釋前嫌，招還故\\n里。正欲奉迎吾弟重立家門，聞吾弟就學鬼谷。良玉受琢，定成偉器。茲因某客之\\n便，作書報聞，幸早為歸計，兄弟復得見。\\n　　孫臏得書，認以為真，不覺悲傷大哭。丁乙道：「承賢兄吩咐，勸貴人早早還\\n鄉，骨肉相聚。」孫臏道：「吾已仕於此，此事不可造次。」乃款待丁乙飲酒，付\\n以回書。前面亦敘思鄉之語，後云弟已仕魏，未可便歸。俟稍有建立，然後徐為首\\n丘之計。送丁乙黃金一錠為路費，丁乙得了回書，當下辭去。誰知來人丁乙，乃自\\n龐涓手下心腹徐甲也。龐涓套問孫臏，來人姓名，遂偽作孫平、孫卓手書，教徐甲\\n假稱客商丁乙，投見孫子。孫子兄弟自少分別，連筆跡都不分明，遂認以為真了。\\n　　龐涓誆得孫臏回書，遂仿其筆跡，改後數句云：「弟今雖卦仕魏國，但故土難\\n忘。心殊懸切，不日當圖歸計，以盡手足之歡。儻或齊王不棄，微長自當盡力報效\\n。」於是入朝私見魏王，請屏去左右，將偽書呈上言：「孫臏有背魏向齊之心，近\\n日私通齊使，取有回書。臣遣人邀截，於郊外搜得在此。」惠王看書畢，乃言道：\\n「孫臏心懸故土，豈以寡人未能重用，不盡其才那？」涓奏道：「臏祖孫武子為吳\\n王大將，後來仍舊歸齊。父母之邦，誰能忘情。大王雖重用臏，臏心已戀齊，必不\\n能為魏盡力。且臏才不下於臣，若齊用為將，必然與魏爭雄。此大王異日之患也。\\n不如殺之。」惠王道：「孫臏應召而來，今罪狀未明，遽然殺之，恐天下議寡人之\\n輕士也。」涓又奏道：「大王之言甚善。臣當勸諭孫臏，儻肯留魏國，大王重加官\\n爵。若其不然，大王發到微臣處議罪，微臣自有區處。」\\n　　龐涓辭了惠王，往見孫子。因問道：「聞兄已得千金家報，有之乎？」那孫臏\\n是忠直之人，全不疑慮忌諱，遂應道：「果然。」因備述書中要他還鄉之意。龐涓\\n道：「弟兄久別，思歸人之至情。兄長何不於魏王前，暫給一二月之假，歸省墳墓\\n，然後再來。」孫臏道：「恐主公見疑，不允所請。」龐涓道：「兄試請之，弟當\\n從旁力贊。」孫臏道：「全仗賢弟玉成。」\\n　　是夜龐涓又入見惠王，奏道：「臣奉大王之命，往諭孫臏。臏意必不願留，且\\n有怨望之語。若目下有表章請假，主公便發其私通齊使之罪。」惠王點頭。\\n　　次日，孫臏果然進上一通表章，乞假月餘還齊省墓。惠王見表大怒，批表尾云\\n：「孫臏私通齊使，今又告歸，顯有背魏之心，有負寡人委任之意。可削其官爵，\\n發軍師府問罪。」\\n　　軍政司奉旨，將孫臏拿到軍師府，來見龐涓。涓一見，佯驚道：「兄長何為至\\n此？」軍政司宣惠王之命，龐涓領旨。訖問臏道：「吾兄受此奇冤，愚弟當於王前\\n力保。」言罷，命輿人駕車，來見惠王。奏道：「孫臏雖有私通齊使之罪，然罪不\\n至死。以臣愚見，不若刖而黥之，使為廢人，終身不能退歸故土。既全其命，又無\\n後患，豈不兩全。微臣不敢自專，特來請旨定奪。」惠王道：「卿處分最善。」\\n　　龐涓辭回本府，向孫臏道：「魏王十分惱怒，欲加兄極刑。愚弟再三保奏，恭\\n喜得全性命。但須刖足黥面，此乃魏國法度，非愚弟不盡力也。」孫臏歎道：「吾\\n師云雖有殘害，不為大凶。今得保全首領，此乃賢弟之力，不敢忘報。」龐涓遂喚\\n過刀斧手，將孫臏綁住，剔去雙膝蓋骨。孫臏大叫一聲，昏絕到地，半晌方醒。又\\n用針刺面，成私通外國四字，以墨涂之。\\n　　龐涓假意啼哭，以刀瘡藥敷臏之兩膝，用帛纏裹。使人擡至書館，好言撫慰，\\n好食將息。約過了月餘，孫臏瘡口已合，只是膝蓋既去，兩腿無力，不能行動，只\\n好盤足而坐。髯翁有詩云：\\n　　易名臏字禍先知，何待龐涓用計時。\\n　　堪笑孫君太忠直，尚因全命感恩私。\\n　　那孫臏已成廢人，終日受龐涓三餐供養，甚不過意，思欲圖報其德。一日龐涓\\n步進書館，閒論間，乃祈求孫臏傳示鬼谷子注解《孫武兵書》。臏慨然應允。涓隨\\n給以木簡，要他繕寫。臏寫未及十分之一，有蒼頭名喚誠兒，龐涓使他伏事孫臏。\\n誠兒見孫子無辜受災，反有憐憫之意。忽龐涓召誠兒至前問：「孫臏繕寫，日得幾\\n何？」誠兒道：「孫將軍為兩足不便，長眠短起，每日只寫得二三策。」龐涓怒道\\n：「如此遲慢，何日寫完！汝可與吾上緊催促。」誠兒退問涓近侍道：「軍師央孫\\n君繕寫，何必如此催追？」近侍答道：「汝有所不知，軍師與孫君，外雖相恤，內\\n實相忌。所以全其性命，單為欲得兵書耳。繕寫一完，便當絕其飲食。汝切不可泄\\n漏。」\\n　　誠兒聞知此信，密告於孫子。孫子大驚，原來龐涓如此無義，豈可傳以兵法？\\n又想道：「若不繕寫，他必然發怒，吾命旦夕休矣！」左思右想，欲求自脫之計。\\n忽然想著鬼谷先生臨行時付吾錦囊一個，囑道到至急時方可開看，今其時矣。遂將\\n錦囊啟視，乃黃絹一幅，中間寫著「詐瘋魔」三字。臏領會道：「原來如此。」\\n　　當日晚餐方設，孫臏正欲舉箸，忽然昏憒作嘔吐之狀，良久發怒，張目大叫道\\n：「汝何以毒藥害吾？」將瓶甌悉拉於地，取寫過木簡向火焚燒；撲身倒地，口中\\n含糊罵詈不絕。誠兒不知是詐，慌忙奔告龐涓。涓次日親自來看，臏痰涎蒲面，伏\\n地呵呵大笑，忽然大哭。龐涓問道：「兄長為何而笑？為何而哭？」孫臏道：「吾\\n笑者，笑魏王欲害吾命，吾有十萬天兵相助，能奈吾何？吾哭者，哭魏邦沒有孫臏\\n，無人作大將也。」說罷復睜目視涓，磕頭不已。口中叫：「鬼谷先生，乞救吾孫\\n臏一命！」龐涓道：「吾是龐某，休得錯認。」那孫臏牽住了龐涓之袍，不肯放手\\n，亂叫：「先生救命！」龐涓命左右扯脫，私問誠兒道：「孫子病症幾時發的？」\\n誠兒道：「是夜來發的。」涓上車而去，心中疑惑不已。恐其佯狂詐變，欲試其真\\n偽。命左右拖入豬圈中，糞穢狼籍，臏披髮覆面，倒身而臥。再使人送酒食與之，\\n詐云：「吾小人哀憐先生被刖，聊表敬意。元帥不知也。」\\n　　孫子早曉得是龐涓之計，故為怒目猙獰，罵道：「汝又來毒我麼？」將酒食傾\\n翻地下。使者乃拾豬屎及泥塊以進，臏取而啖之。於是還報龐涓，涓道：「此真中\\n狂疾不足為慮矣。」\\n　　自此縱放孫臏，任其出入。這孫臏有時朝出晚歸，仍臥豬圈之內，有時或出而\\n不返，混宿市井之間。或談笑自若，或悲號不已。市人認得是孫客卿，憐其病廢，\\n多以飲食遺之。孫臏或食，或不食，狂言誕語不絕於口，無有知其為假瘋魔者。\\n　　龐涓又吩咐地方，每日侵晨具報孫臏所在，尚不能置之度外也。髯翁有詩歎云：\\n　　紛紛七國鬥干戈，俊傑乘時歸網羅。\\n　　堪恨奸臣懷嫉忌，致令良友詐瘋魔。\\n　　時墨翟雲遊至齊國，客寓於田忌之家。其弟子禽滑釐從魏而至，墨翟問：「孫\\n臏在魏得意何如？」禽滑釐細將孫子被刖之事，述告於墨翟。翟歎道：「吾本欲薦\\n他，豈料反害之矣！」乃將孫臏之才，及龐涓妒忌之事，轉述於田忌。田忌遂奏於\\n威王道：「國有賢臣而令見辱於異國，大不可也。」威王道：「寡人發兵，以迎孫\\n子，何如？」田忌道：「龐涓不容臏仕於本國，肯容仕於齊國乎？欲迎孫子須是如\\n此恁般，密載以歸，可保萬全。」威王用其謀。\\n　　即令客卿淳于髡假以進茶為名，至魏欲取孫子。淳于髡領旨，押了茶車，捧了\\n國書，逕至魏國，禽滑釐裝做隨行從者。到魏都，見了魏惠王，致齊侯之命。惠王\\n大喜。送淳于髡於館驛。\\n　　禽滑釐見孫臏發狂不與交言，至半夜私往候之。孫臏背靠井欄而坐，見了禽滑\\n釐，張目不語。雖前日曾會過認得，但不知其心與來意，故也。滑釐垂淚道：「孫\\n卿困至此乎？認得禽滑釐否？吾師言孫卿之冤於齊王，齊王甚相傾慕。淳于公此來\\n非為貢茶，實欲載孫卿入齊，為君報刖足之仇耳。」孫臏淚流如雨，良久，言道：\\n「某已分死於溝渠，不期今日有此機會。但龐涓疑慮太甚，恐不便挈帶，如何？」\\n禽滑釐道：「吾已定下計策，孫卿不須過慮。俟有行期，即當相迎。約定在此處相\\n會，萬勿移動。」\\n　　次日，魏王款待淳于髡，知其善辯之士，厚贈金帛。髡辭了魏王欲行，龐涓置\\n酒長亭餞行。禽滑釐先於是夜，將溫車藏了孫臏，卻將孫臏衣服與廝養王義穿著，\\n披頭散髮，以泥土塗面，妝作孫臏模樣。地方已經具報，龐涓以此不疑。\\n　　淳于髡既出長亭，與龐涓歡飲而別。先使禽滑釐驅速行，親自押後。過了數日\\n，王義亦脫身而來。地方但見骯髒衣服，撒做一地，已不見孫臏矣。即時報知龐涓\\n，涓疑其投井而死。使人打撈屍首，不得，連連挨訪，並無影響。反恐魏王見責，\\n戒左右不言。只將孫臏溺死申報，亦不疑其投齊也。\\n　　再說淳于髡載孫臏離了魏境，方與沐浴。既入臨淄，田忌親迎於十里之外。言\\n於威王，使乘蒲車入朝。威王叩以兵法，不知孫臏說甚，且於下文分解。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　澹游子評</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　孫臏待先生，無所底裹遮飾，真如父母一般。但看答龐涓云：「先生之命不敢\\n違」這句便是。其於惠王處則云：「村野匹夫，過蒙聘禮，不勝慚愧」等語，雖是\\n謙言。總屬樸茂處來，同一初見，龐涓便只是誇誕。\\n　　龐涓欲殺孫臏，甚為極易，蓋孫臏乃毫無底裹，且感惠龐涓舉薦之恩，正思報\\n答耳。他那裡還省著要害彼哉？孫臏所以不即見殺者，幸有兵秘，早為龐涓告也。\\n鬼谷所以即索原本，不肯留於孫臏者，早為臏今日解厄故耶。\\n　　孫、龐二人，奉令佈陣，一閒一忙，文情如畫。臏堪然若守山門之彌勒，涓流\\n蕩似處馬廄之獼猴。私下探取陣法，疾忙走報惠王，遮掩一時，後人可恨。\\n　　龐涓設計欲害孫臏，人皆以為巧。吾以為孫子太弛，更有惠王之偏聽。故至此\\n耳。如今之世，勤人多富而狡吝，懶人多貧而無滯，小人多儉曲有黨相援，君子多\\n懶直無備人危。\\n　　孫臏既刖廢，尚不疑及龐涓所為，反感日食圖報。天幸有此誠兒泄謀，不然繕\\n寫一完，不死何俟！縱有錦囊，未必便思展看。然則誠兒，乃孫臏莫大恩人，堪與\\n鬼谷先生並馳。臏後日為仙，魏國滅亡，不知曾有報德否？\\n　　先生雖有詐瘋魔錦囊，指示題面，但此篇大文字，實為難做。以忠直人在狡猾\\n小人面前詐作，使其必信為真，此在九死中討其一活，啖取狗矢土塊如常，與越勾\\n踐庾黔婁等，同謂異事。\\n　　假使孫臏雖以佯狂，誰信龐涓？苟延性命於時日耳。又兼地方，每日具報所在\\n。若無墨翟師弟熱心聞齊，豈能輕離魏地！一成之錦囊，二成之誠兒，三成之墨翟\\n師弟，斯脫此火坑，益見解厄之難。\\n　　威王敏捷之人，聽鄒忌罷聲色沉湎，封即墨烹阿大夫。今欲以兵取孫臏於異國\\n，不顧彼此矣。田忌屬赳赳武夫，能設謀計取，正是人不可輕測度處。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">第二卷     龐涓錯遁八門陣　孫臏巧書六字訣</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">　　話說孫臏脫了魏國佯狂之辱，來至齊國，朝見畢，威王叩以兵法。臏指畫有條\\n，王即欲拜授官爵。孫臏相辭道：「臣未有寸功，不敢受爵。龐涓若聞臣用於齊，\\n又起妒嫉之端。不若姑息其事，俟有用臣之處，然後效力何如？」威王從之，乃使\\n權居田忌之家，忌尊為上客。\\n　　臏思欲偕禽滑釐往謝墨翟，他師弟二人已不別而行了，臏歎息不已。再使人尋\\n訪孫平、孫卓信息，杳然無聞。方知龐涓之計。\\n　　齊威王暇時，常與宗族、諸公子馳射賭勝為樂。田忌馬力不及，屢次失金。一\\n日田忌引孫臏同至射圃，觀射。臏見馬力不甚相遠，而田忌三棚皆負。乃私請告忌\\n道：「君明日復射，臣當令君必勝。」田忌道：「先生果能使某必勝，某當請於王\\n，以千金決賭。」孫臏道：「君但請之。」田忌請於威王道：「臣之馳射屢負矣，\\n來日願傾家財一決輸贏。每棚以千金為彩。」威王笑而從之。\\n　　是日，諸公子皆盛飾車馬，齊至場圃，百姓聚觀者數千人。田忌問於孫子道：\\n「先生必勝之術安在？千金一棚不可戲也。」孫臏道：「齊之良馬聚於王廄，而君\\n欲以次第角勝難矣。然臣能以術得之。夫三棚有上中下之別，臣以君之下駟當彼上\\n駟而取，君之上駟與彼中駟角取，君之中駟與彼下駟角取，君雖一敗必有二勝。」\\n田忌贊道：「妙哉！」乃以金鞍錦韉，飾其下等之馬，偽為上駟。先與威王賭第一\\n棚，馬足相去甚遠，田忌復失千金。威王大笑，田忌道：「尚有二棚，臣若全輸，\\n笑臣未晚。」及二棚、三棚，田忌之馬果皆勝，多得采物千金。田忌奏道：「今日\\n之勝，非臣馬之力，乃孫子所教也。」因述其故。威王歎道：「即此小事，已見孫\\n先生之智矣。」由是益加敬重，賞賜無算，不在話下。\\n　　再說魏惠王既刖孫臏，責成龐涓恢復中山之事。龐涓奏道：「中山遠於魏，而\\n近於趙，與其遠爭不如近割。臣請為君直搗邯鄲，以報中山之恨。」惠王許之。龐\\n涓遂出車五百乘，伐趙圍邯鄲。邯鄲守臣牛選連戰俱敗。上表趙成侯，成侯使人以\\n中山賂齊求救。齊威王已知孫子之能，拜為大將。孫臏辭謝道：「臣乃刑餘之人，\\n而使主兵，顯齊國別無人才，為敵者所笑。請以田忌為將。」威王乃用田忌為將。\\n孫臏為軍師，常居輜車之中，陰為畫策，不顯其名。田忌欲引兵去救邯鄲，臏止之\\n道：「趙將非龐涓之敵，比我至邯鄲，其城已下矣。不如駐兵於中道，揚言欲伐襄\\n陵縣，龐涓必還。還而擊之，無不勝也。」\\n　　田忌遂用其謀。時邯鄲候救不至，牛選以城降涓。涓遣人報捷於魏王。一面正\\n欲進兵，忽聞齊遣田忌乘虛來襲襄陵。龐涓驚道：「襄陵有失，安邑震動。我當還\\n救根本。」乃班師離桂陵二十里，便遇齊兵。原來孫臏早已打聽魏兵到來，預作準\\n備。先使牙將袁達，引三千人截路搦戰。龐涓族子龐蔥前隊先到，迎住廝殺。約戰\\n二十餘合，袁達詐敗而走。龐蔥恐有計策，不敢追趕。卻來稟知龐涓。涓叱道：「\\n諒偏將尚不能擒取，安能擒田忌乎？」\\n　　即引大軍追之，將及桂陵。只見前面齊兵排成陣勢，龐涓乘車觀看。正是孫臏\\n初到魏國時，擺的顛倒八門陣。龐涓心疑想道：「那田忌如何也曉此陣法？莫非孫\\n臏已歸齊國乎？」當下亦布隊成列，只見齊軍中閃出「大將田」旗號，推出一輛戍\\n車。田忌全裝披掛，手持畫戟，立於車前。田嬰挺戈，立於車右。田忌口呼：「魏\\n將能事者上前打話。」龐涓親自出車，謂田忌道：「齊、魏一向和好，魏、趙有怨\\n，何與齊事？將軍棄好尋仇，實為失計。」田忌道：「趙以中山之地，獻於我主。\\n我主命我帥師救之。若魏亦割數郡之地，付於我手，我當即退。」龐涓大怒道：「\\n汝有何本事？敢與某對陣。」田忌道：「你既有本事，能識吾陣否？」龐涓道：「\\n此乃顛倒八門陣，吾受鬼谷子所教。汝何處窮取一二，反來問我？我國中三歲孩童\\n皆能識之。」田忌道：「汝既能識，如何不能打！」\\n　　龐涓被說不過，遂吩咐龐英、龐蔥、龐茅三人道：「記得孫臏曾講此陣，略知\\n攻打之法。但此陣能變長蛇陣，擊首則尾應，擊尾則首應，擊中則首尾皆應，攻者\\n轍為所困。今去打此陣，汝三人各領一軍，只看此陣一變，三隊齊進，使他首尾不\\n能相顧，則陣可破矣。」龐涓吩咐已畢，自帥先鋒五千人，上前打陣。纔入陣中，\\n只見八方旗色，紛紛轉換，認不出那一門是休生傷杜景死驚開了。東衝西撞，戈甲\\n如林，並無出路。只聞得金鼓亂鳴，四下吶喊。豎的旗上俱有軍師孫字，龐涓大驚\\n道：「刖夫果在齊國！吾墜其計矣！」正在危急，卻得龐英、龐蔥兩路兵殺進，單\\n單救出龐涓。那五千先鋒不剩一人，問龐茅時，已被田嬰所殺。共損軍二萬餘人，\\n龐涓甚是傷感。\\n　　原來八卦陣，本按八方，連中央戊，已共是九隊；車馬其形，正方。比及龐涓\\n入來打陣，抽去首尾二軍為二角，以遏外救。止留七隊車馬，變為圓陣，以此龐涓\\n迷惑。後來唐朝衛國公李靖，因此作六花陣。即從此圓陣布出。有詩為證：\\n　　八陣中藏不測機，傳來鬼谷少人知。\\n　　龐涓只曉長蛇勢，那識方圓變化奇。\\n按今堂邑縣東南，有地名果戰場，乃昔日孫、龐交兵之處也。\\n　　卻說龐涓知孫臏在軍中，心中懼怕，與龐英、龐蔥商議，棄營而遁，連夜回魏\\n國去了。田忌與孫臏探知空營，奏凱回齊。此周顯王十七年事。\\n　　魏惠王以龐涓有取邯鄲之功，雖然桂陵喪敗，將功折罪。齊威王遂寵任田忌、\\n孫臏，專以兵權委之。鄒忌恐其將來代己為相，密與門客公孫閱商量，欲要奪田忌\\n、孫臏之寵。恰好龐涓使人以千金行賂於鄒忌之門，要得退去孫臏。鄒忌正中其懷\\n。乃使公孫閱，假作田忌家人，持千金於五鼓叩卜者之門，道：「我奉田忌將軍之\\n差，欲求占卦。」卦成，卜者問：「何用？」答道：「我將軍，田氏之宗也，兵權\\n在握，威震鄰國。今欲謀大事，煩為斷其吉凶。」卜者大驚道：「此悖逆之事，吾\\n不敢與聞。」公孫閱囑道：「先生既不肯斷，幸勿泄漏。」\\n　　公孫閱方纔出門，鄒忌差人已至。將卜者拿住，說他替叛臣田忌占卦。卜者答\\n道：「雖有人來小店，實不曾占。」鄒忌遂入朝，以田忌所占之語告於威王。即引\\n卜者為證，威王果疑。\\n　　每日使人伺田忌之舉動。田忌聞其故，遂托病辭了兵政，以釋齊王之疑。孫臏\\n亦謝去軍師之職。\\n　　明年齊威王薨，子辟疆即位，是為宣王。宣王素知田忌之冤，與孫臏之能。俱\\n召復故位。\\n　　再說龐涓初時聞齊國退了田忌、孫臏不用，大喜道：「吾今日乃可橫行天下也\\n。」是時，韓昭侯滅鄭國而都之，趙相國公仲侈如韓稱賀，因請同起兵伐魏。約以\\n滅魏之日，同分魏地。昭侯應允，回言：「偶值荒饉，俟來年當從兵進討。」\\n　　龐涓聞知此信，言於惠王道：「聞韓謀助趙攻魏，今乘其未合，宜先伐韓以沮\\n其謀。」惠王許之。使太子申為上將軍，龐涓為大將，起傾國之兵，向韓國進發。\\n行過宋邑外黃，有布衣徐生請見太子。太子問道：「先生屋見寡人，有何見諭？」\\n徐生道：「太子此行將以伐韓也，臣有百戰百勝之術於此，太子欲聞之否？」太子\\n申道：「此寡人所樂聞也。」徐生道：「太子自度，富有過於魏、位有過於王者乎\\n？」申答道：「無以過矣。」徐生道：「今太子自將而攻韓，幸而勝，富不過於魏\\n，位不過於王也；萬一不勝，將若之何？夫無不勝之害，而有稱王之榮，此臣所謂\\n百戰百勝者也。」太子道：「善哉！寡人請從先生之教，即日班師。」徐生道：「\\n太子雖善吾言，必不行也。夫一人烹鼎，家人啜汁。今欲啜太子之汁者甚眾，太子\\n即欲還，其誰聽之！」徐生辭去。\\n　　太子出，令欲班師，而龐涓道：「大王以三軍之寄，屬於太子，今又未見勝敗\\n，而遽班師，與敗北何異？」諸將亦皆不欲空還。太子申不能自決，遂引兵前進，\\n直造韓都。\\n　　韓昭侯遣人告急於齊，求其出兵相救。齊宣王大集群臣，問以救韓與不救孰是\\n孰非，相國鄒忌道：「韓、魏並立，此鄰國之幸也，不如勿救。」田忌、田嬰同聲\\n道：「魏若勝韓，則禍必及於齊，救之為是。」孫臏獨嘿然無語，宣王問道：「軍\\n師不發一言，豈救與不救二策皆非乎？」孫臏答道：「然也。夫魏國自恃其強，前\\n年伐趙，今年伐韓，其心亦豈須臾忘齊哉！若不救韓，是棄韓以肥魏，故不言救者\\n，非也；魏方伐韓，韓未敝而吾救之，是吾代韓受兵，韓享其安，而吾受其危，故\\n言救者，亦非也。」宣王又問道：「然則何如而可？」孫臏答道：「為大王計，宜\\n許韓必救，以安其心。韓知有齊救，必悉力以拒魏，魏亦必悉力以攻韓。吾俟魏之\\n弊，徐引兵而往攻弊。魏以存危，韓用力少而見功多，豈不勝於前二策耶？」宣王\\n鼓掌稱善。遂許韓使言齊救，旦暮且至。\\n　　韓昭侯大喜，乃悉力拒魏。前後交鋒五六次，皆韓不勝，復遣使往齊催趨救兵\\n。齊復用田忌為大將，田嬰副之，孫子為軍師，率車五百乘救韓。田忌又欲望韓進\\n發，孫臏道：「不可！不可！吾向者救趙，未嘗至趙。今救韓，奈何往韓乎？」田\\n忌道：「軍師之意，將欲如何？」孫臏道：「夫解紛之術，乃攻其所必救。今日之\\n計，惟有直走魏都耳。」田忌從之，乃命三軍齊向魏邦進發。\\n　　龐涓連敗韓師，將逼新都。忽接本國警報，言齊兵復寇魏境，望元帥作速班師\\n。龐涓大驚，即時傳令去韓歸魏。韓兵亦不追趕。\\n　　孫臏知龐涓將至，謂田忌道：「三晉兵素悍勇而輕齊，齊號為怯。善戰者，因\\n其勢而利導之。兵法云：『百里而趨利者，蹶上將；五十里而趨利者，車半至。』\\n吾軍遠入魏地，宜詐為弱形以誘之。」田忌道：「誘之如何？」孫臏道：「今日當\\n作十萬灶，明後日以漸減去。彼見軍灶頓減，必謂吾兵怯戰，逃亡過半，將兼程逐\\n利。其氣必驕，其力必疲，吾因以計取之。」田忌從其計。\\n　　且說龐涓兵望西南而行，心念韓兵屢敗，正好征進，卻被齊人侵擾，毀其成功\\n，不勝之忿。及至魏境，知齊兵已前去了。遺下安營之跡，地甚寬廣，使人數其灶\\n，足有十萬。驚道：「齊兵之眾如此，不可輕敵也。」明日又至前營查其灶，僅五\\n萬有餘，又明日，灶僅三萬。龐涓以手加額道：「此魏王之洪福也。」太子申問道\\n：「軍師未見敵形，何喜形於色？」涓答道：「某固知齊人素怯，今入魏地纔三日\\n，士卒逃亡已過半了。尚敢操戈相角乎？」太子申道：「齊人多詐，軍師須十分在\\n意。」龐涓道：「田忌等今番自來送死。涓雖不才，願生擒忌等以雪桂陵之恥。」\\n當下傳令選精銳二萬人，與太子申分為二隊，倍日並行。步軍悉留在後，使龐蔥率\\n領徐進。孫臏時刻使人連絡探聽龐涓消息，回報魏兵已過沙鹿山，不分早夜兼程而\\n進。\\n　　孫臏屈指計程，日暮必至馬陵。那馬陵道在大名府城東南十里，兩山中間溪谷\\n深隘，堪以伏兵。道傍樹木叢密，臏命檢絕大一株留下，餘樹盡皆砍倒，縱橫道土\\n，以塞其行。卻將那所留大株向東樹身砍白，用黑煤大書六字云：\\n　　龐涓死此樹下\\n上面橫書四字道：\\n　　軍師孫示\\n　　令部將袁達、獨狐陳各選弓弩手五千，左右埋伏，吩咐但看樹下火光起時，一\\n齊發弩。再令田嬰引兵一萬，離馬陵三里埋伏。只待魏兵已過，便從後截殺。分撥\\n已定，自與田忌引兵遠遠屯紮，準備接應。\\n　　再說龐涓一路打聽，齊兵過去，恨不能一步趕著，只顧催促。來到馬陵道時，\\n恰好日落西山。\\n　　其時正是十月下旬，又無月色，前軍回報，有斷木塞路，難以前進。龐涓叱道\\n：「此齊兵畏吾躡其後，故設此計也。」正欲指麾軍士搬木開路，忽擡頭看見樹上\\n砍白處隱隱有字跡，但昏黑難辨，命小軍取火照之。眾軍士一齊點起火來，龐涓於\\n火光之下，看得分明，大驚道：「吾中刖夫之計矣。」急教軍士速退。說猶未絕，\\n那袁達、獨狐陳兩支伏兵望見火光，萬弩齊發，箭如驟雨。軍士大亂，四散奔逃。\\n龐涓身帶重傷，料不能脫，乃歎道：「吾恨不殺此刖夫，遂成豎子之名。」即引劍\\n自刎其喉而絕。龐英亦中箭身亡。軍士射死者，不計其數。史官有詩云：\\n　　昔日偽書奸似鬼，今宵伏弩妙如神。\\n　　相交須是懷忠信，莫學龐涓自隕身。\\n　　昔龐涓下山時，鬼谷曾言：「汝必以欺人之事還被人欺。」龐涓用假書之事欺\\n孫臏而刖之，今日亦受孫臏之欺，墮其減灶之計，自言誆謬，當死萬箭之中。鬼谷\\n又言：「遇馬而瘁。」果然死於馬陵萬箭，毫忽不爽。計龐涓仕魏至身死，剛十二\\n年，應花開十二朵之兆。始信鬼谷之占，纖微必中，神妙莫測。\\n　　時太子申在後隊，聞前軍有失，慌忙屯紮住不行。不提防田嬰一軍反從後面殺\\n到，魏兵心膽俱裂，無人敢戰，各自四散逃生。太子申禁約不住，勢孤力寡，被田\\n嬰突近生擒，縛置車中。田忌和孫臏統大軍接應，殺得魏軍屍橫遍野，血流成渠，\\n輜重軍器盡歸於齊。田嬰將太子申獻功，袁達、獨狐陳二人將龐涓父子屍首獻功。\\n孫臏手提龐涓之頭，懸於車上。齊軍大勝，奏凱而還。其夜太子申懼辱，亦自刎而\\n死。孫臏歎息不已。\\n　　大軍行至沙鹿山，正遇著龐蔥步軍。孫臏使人挑龐涓之頭示之，步軍一見，不\\n戰自潰。龐蔥下車叩頭乞命，田忌欲並誅之。孫臏道：「為惡者止龐涓一人，其子\\n且無罪，況其姪乎？」乃令將太子申及龐英二屍交付龐蔥。教他回報魏王，速速上\\n表朝貢、不然齊兵再至，宗社不保。龐蔥喏喏連聲而去。此周顯王二十八年事也。\\n　　田忌等班師回國。齊宣王大喜，設宴相勞，親為田忌、田嬰、孫臏把盞。相國\\n鄒忌自思昔日私受魏賂，欲陷田忌之事，未免於心有愧。遂稱病篤，使人繳還相印\\n。齊宣王遂拜田忌為相國、田嬰為將軍。孫臏軍師無爵，秩可加乃加封大邑。孫臏\\n固辭不受。手錄其祖孫武兵書十三篇，獻於宣王道：「臣以廢人，過蒙擢用。今上\\n報主恩，下酬私怨，於願足矣。臣之所學盡在此書，留臣亦無用。願得閒山一片，\\n為終老之計。」宣王留之不得，乃封以石閭之山。山在今之泰安州。\\n　　孫臏住山歲餘，其衣食是有齊王周送。日間無事，每乘小車命童子推輦代步，\\n遍遊山林谿壑，訪友尋師。是晚月色皎亮，來至石閭山頂觀玩。忽見澗東樹上龍蛇\\n般颼動，命童子近諦何物，童子往觀。不知怎生回報，且看下文分解。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　澹游子評</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　孫臏既至齊國，當受王爵。而又遜順相辭，獨思往謝墨翟，次訪孫平、孫卓。\\n處事不苟如此，復教田忌必勝之術，是其生知，非專倚師授，及有事拜為大將，又\\n以刑餘不居，反請田忌為將，其種種大過人處。語云：退後一步自然寬，早知進銳\\n退速大原。\\n　　龐涓一生，多是自作自受。於房及計害了孫臏，以操獨貴之灌。然不思責成之\\n事，亦在此乎？若容得孫臏同事，龐涓未必便死。倘遇難事亦可委任。如取邯鄲已\\n勝，聞齊襲襄陵，不能兩手相顧，至有掣肘之急。知孫臏在彼，只辦得連夜棄營而\\n遁，為主將者誠如是耶？\\n　　鄒忌前說琴理，驟得擢耀。勸齊威王立法，朝周處置即墨、阿邑二大夫，恰像\\n近正。乃因田忌寵任，密與門客公孫閱行此丑計。殊覺昔日之行，半文不值。語云\\n：「損人終自損。」究竟不能擠排，及宣王即位，田忌、孫臏俱復召用，敗魏救韓\\n功為不小。自恥昔日愧悔，無顏稱病還印，總是無光術士，不是聖賢體行。\\n　　凡知幾人為人謀畫，須有實濟。不然，只是浮游之言。曷足貴取如外黃之徐生\\n，說太子申不可自將是矣。太子善其言而用之，又明知其必不能從，既曰眾口難免\\n，當別為驅謀，以脫其事夫。然後太子得不死於軍中，恩莫大焉，而吾之先見神焉\\n。從使龐涓勝齊於太子，亦何害哉！乃空說不宜自將，又說不能脫去，語雖近理，\\n只是浮游無實之言，吾所不取。\\n　　三人議救韓與不救，優劣井井。孫臏以棄韓肥魏，不救為非；代韓受兵，救亦\\n為非。必救安韓待弊始救，於以二國悉力，然後攻弊魏，存危韓等論，實非鄒忌、\\n田忌、田嬰等所能道。其前次出兵，今次出兵，一樣機軸，以逸待勞。計其減灶、\\n誘追，總在知己知彼上算定。湊趣有馬陵道，伏兵射死龐涓，猶後漢諸葛武侯於木\\n門道伏兵射死張郃。皆從輕敵上生機，佈置之巧，各成妙算。\\n　　韓復遣使催救，然後攻魏所必救，何等緩約！及知龐涓將至，若田忌等必整兵\\n待戰矣。而孫臏則不然，反詐弱形以誘其來，吾則徐徐而退，彼則顛蹷而逐。徐退\\n養鋒。蹷逐喪氣於斯，時亦可對壘而戰，已據勝著，復又不然。只屈指計程，計時\\n日度地，伏兵傾樹，橫道書字，招邀為號以五千人。盡其傾國之兵，真是草上之風\\n，何等輕鬆。所謂運用之妙，存乎其心。臨事而慎，好謀而成者也。\\n　　龐涓死已嫌遲，卻無事害了太子申。又二次出兵，折了許多眾軍士，並許多車\\n馬輜重軍器。多是涓狂悖貪鄙所至，連兒子龐英性命亦不保。涓姪龐蔥險為田忌所\\n殺，又虧孫臏仁厚處，釋之。傷了魏國許多體面，正是晉國天下莫強，願比死者一\\n酒為證。如人向有妒忌，宜於此三思焉。\\n　　十三篇兵秘，吳王闔廬不欲廣傳，未免器小。孫臏功就固辭封邑，又錄獻此書\\n，公於天下退處邱樊。正是：知足不辱，量大當受厚福。\\n　　呂不韋臨死，能以自咎。商軮臨刑，亦能自咎。至於龐涓臨死，不知自咎，昔\\n日行事之非。及怪他人害己而以不殺孫臏為恨，與周瑜臨死「既生瑜何生亮」之言\\n同一，不知自咎及怪他人口脗機局一如。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">卻說孫臏令童子過澗看時，原來不是龍蛇，乃是草藤交響，因探與孫臏視之。那孫\\n臏細將藤葉認識，忽悟著在鬼谷山中，先生曾言藥中上品，無如何首烏。吾因問及\\n其形，先生告以葉、莖、根、枝等樣；又言其藤夜交，故為補陰上品。但其用在根\\n，而不在枝葉，並述昔日居雲夢山中，常取此物作食。今其形與先生言有合，因命\\n童子用物發上石，操窮其根，得一小兒。長僅四五寸，眉目可別，手足陰陽皆備。\\n苗連兒頂上生出，大為驚異，因取以歸。\\n　　明日，正在將此物撫視，忽童子報，門外有一老人，呼問主人之名，不知何者\\n？孫臏自思：「豈西山之白眉翁乎？」將欲接請，見老人手執方竹杖，已至庭中。\\n原來不是別人，乃鬼谷先生也。\\n　　先生因蘇秦、張儀去後，他便遨遊山水，煉性採藥。偶至齊國，聞孫臏不願樂\\n仕，辭居山水，故為一至。臏遂延入上坐，倒身再拜。鬼谷子見孫臏屈膝不利，歎\\n道：「大數難免。」茶罷，孫臏將所得靈根，呈與先生觀看。先生看罷，大喜道：\\n「汝之兩足，可以復矣。」臏問：「恭骨已去，腿肉俱消，何能可復？」先生笑道\\n：「汝識此物乎？其受日月精華石腦山液有年，雖凡骨老耄，服之可化為童。況汝\\n年富、質清、眉目間黃紋隱隱，汝必為善事。故天地不惜靈丹，使汝得之，此真山\\n情也。」因教以食法，便欲別去。孫臏道：「弟子感先生恩授，無日為報。今適至\\n此，甚為多幸，何遽欲去乎？」先生附耳低言，又贈以藥物，孫臏點頭受領。遂送\\n先生去後，他便將山精用竹為刀，細刮去外皮，安置石鐺內，加泉水並先生所付藥\\n物，煮沸百度。但有其形浮於水內，取之不得而止。至晚食訖就宿。明日，童子取\\n車來，見主人已健步矣。再至明日，忽不見主人，漫山到處尋覓不得。報奏宣王，\\n如此這般，始知為鬼谷子度之出世矣。此是後話。武成王廟有孫子贊云：\\n　　孫子知兵，翻為盜憎。刖足銜冤，坐籌運能。\\n　　救韓攻魏，雪恥揚靈。功成辭賞，遁跡藏名。\\n　　揆之祖武，何愧典型。\\n　　再說齊宣王將龐涓之首，懸示國門，以張國威。使人告捷於諸侯，諸侯無不聳\\n懼。韓、趙二君，尤感救兵之德，親來朝賀。宣王欲與韓、趙合兵攻魏。魏惠王大\\n恐，亦遣使通和，請朝於齊。\\n　　齊宣王約會三晉之君，同會於傳望城，在今之南陽府東北。韓、趙、魏，無敢\\n違者。三君同時朝見，天下榮之。此皆得賢臣之力所至。\\n　　再說蘇秦、張儀，自從辭了鬼谷子下山，張儀自往魏國去了。蘇秦回至洛陽家\\n中，老母在堂，一兄二弟，兄已先亡，惟寡嫂在，二弟乃蘇代、蘇厲也。一別數年\\n，今日重會，舉家歡喜，自不必說。\\n　　過了數日，蘇秦欲出遊列國，乃請於父母，變賣家財，為資身之費。母、嫂及\\n妻，俱力阻之，道：「季子不治耕獲力工商，求什一之利，乃思以口舌轉富貴？棄\\n現成之業，圖未獲之利，他日生計無聊，豈可悔乎！」蘇代、蘇厲亦勸道：「兄如\\n善於遊說之術，何不就說周王？在本鄉亦可成名，何必遠出？」蘇秦被一家阻當不\\n過，乃求見周顯王，說以自強之術。顯王留之館舍，左右皆素知蘇秦出於農賈之家\\n，疑其言空疏無用，不肯在顯王前保舉。\\n　　蘇秦在館舍羈留歲餘，不能討個進身。於是發憤回家，盡破其產，得金百鎰。\\n製黑貂裘為衣，治車馬僕從，遨遊列國。訪求山川、地形、人民風尚，盡得天下利\\n害之詳。如此數年，未有所遇。聞衛鞅封商君，甚得秦孝公之心。乃西至咸陽，而\\n孝公已薨，商君亦死。乃求見惠文王。惠文王宣蘇秦至殿問道：「先生不遠千里而\\n來敝邑，有何教誨？」蘇秦奏道：「臣聞大王求諸侯割地，意者欲安坐而併天下乎\\n？」惠文王答道：「然也。」蘇秦道：「大王東有關河，西有漢中，南有巴蜀，北\\n有胡貉，此四塞之國也。沃野千里，奮擊百萬。以大王之賢，士民之眾，臣請獻謀\\n效力，併諸侯，吞周室，稱帝而一天下，易如反掌。豈有安坐而能成事者乎？願大\\n王稍留意而熟思之。」\\n　　時惠文王初殺商鞅，心惡遊說之士，乃辭道：「孤聞毛羽不成，不能高飛。先\\n生所言孤有志未逮，更俟數年，兵力稍足，然後議之。」蘇秦乃退，復將古之三王\\n五帝攻戰而得天下之術，寫成一書，凡十餘萬言。次日獻上秦王，秦王雖然留質，\\n絕無用蘇秦之意。再謁秦相國公孫衍，衍忌其才，不為引進。\\n　　蘇秦留秦復歲餘，黃金百鎰俱已用盡，黑貂之裘亦敝壞，計無所出。乃貨其車\\n馬、僕從，以為路資，提囊徒步而歸。父母見其狼狽，罵辱之。妻方織布見秦來，\\n不肯下機相見。蘇秦時方餓甚，向嫂求一飯，嫂辭以無柴，不肯為炊。有詩為證：\\n　　富貴途人成骨肉，貧窮骨肉亦送人。\\n　　試看季子貂裘敝，舉目雖親盡不親。\\n　　蘇秦見此光景，不覺墜淚感歎道：「一時貧賤，怎知妻不以我為夫，嫂不以我\\n為叔，母不以我為子，皆我之罪也。」於是簡書篋中，得《太公陰符》一篇，忽然\\n醒悟道：「鬼谷先生曾言，若遊說失意，只須熟玩此書，自有進益。」乃閉戶探討\\n，務窮其趣，晝夜不息。夜倦欲睡，則引錐自刺其股，血流遍足。既於陰符有悟，\\n然後又將列國形勢細細揣摩。\\n　　如此一年，天下大勢如在掌中。乃自慰道：「秦有學如此，用以說人主，豈不\\n能出其金玉錦秀，取卿相之位者乎？」遂謂其弟蘇代、蘇厲道：「吾學已成，取富\\n貴如寄，二弟可助吾行資，出說列國。倘有出身之日，必當相引。」復以《陰符》\\n為二人講解，代與厲亦有省悟，乃各出黃金以資其行。\\n　　蘇秦復辭父母妻嫂，欲再往秦。十思想當今七國之中，惟秦最強，可以輔成一\\n業。可奈秦王不肯收用，吾今再去倘復如，則何面復歸故里？乃思一擯秦之策，必\\n使列國同心協力，以孤秦勢，方可自立。於是東投趙國。時趙肅侯在位，其弟公子\\n成為相國，號奉陽君。蘇秦先說奉陽君，奉陽君不喜，秦一去趙。北遊於燕，求見\\n燕文公，左右莫肯通達。居歲餘，資用已盡，饑餓於旅邸。旅邸之人哀之，貨以百\\n錢，秦賴以濟。\\n　　適值燕文公出遊，蘇秦伏謁道左。文公問其姓名，知是蘇秦。大喜道：「聞先\\n生昔年以十萬言獻秦王，寡人心慕之，恨未得能讀先生之書。今先生幸惠教寡人，\\n燕之幸也。」遂回車入朝。召秦入見，鞠躬請教。\\n　　蘇秦奏道：「大王列在戰國，地方二千里，兵甲數十萬，車六百乘，騎六千匹\\n。然比於中原，曾未及半乃耳。不聞金戈鐵馬之聲，目不睹覆車斬將之危，安居無\\n事，大王亦知其故乎？」燕文公答道：「寡人不知也。」蘇秦又奏道：「燕所以不\\n被兵者，以趙為之蔽耳。大王不知結好於近趙，而反欲割地以媚遠秦，不愚甚耶！\\n」蘇秦此說，因秦相國公孫衍勸惠文王，西併巴蜀稱王，以號召天下；魏國為商鞅\\n所欺，兵敗割地以和。今衍要列國悉如魏國，割地為賀，如有違者，即發兵伐之。\\n時諸侯皆猶豫未決，故蘇秦言及之。燕文公道：「然則，如何？」蘇秦答道：「依\\n臣愚見，不若與趙相親。因而結連列國，天下為一，相與同心協力以禦強秦。此百\\n世之安也。」燕文公道：「先生合縱以安燕國，寡人所願。但恐諸侯之心，各有所\\n見，不昔為縱耳。」蘇秦又道：「臣雖不才，願面見趙侯，與定縱約。」\\n　　燕文公大喜。資以金帛、路費，高車駟馬，使壯士送蘇秦至趙。適奉陽君趙成\\n已卒，趙肅侯聞燕國送客來至，遂降階而迎，道：「上客遠辱，何以教吾？」蘇秦\\n答道：「秦聞天下布衣賢士，莫不高賢君之行義，皆願陳忠於君前。奈奉陽君妒才\\n嫉能，是以遊士裹足而不進，卷口而不言。今奉陽君捐館，舍臣故敢獻其愚。忠臣\\n聞保國莫如安民，安民莫如擇交。當今山東之國惟趙為強，趙地方二千餘里，帶甲\\n數十萬，車千乘，騎萬匹，粟支數年。秦國之所最忌害者，莫如趙。然而不敢舉兵\\n伐趙者，畏韓、魏之襲其後也。故為趙南蔽者，韓、魏也。韓、魏無名山大川之險\\n，一旦秦兵大出，蠶食二國，二國降則禍次於趙矣。臣嘗考地圖，列國之地，過秦\\n萬里。諸侯之兵，多秦十倍。設使六國合為一心，並力西向，何難破秦！今為秦謀\\n者，以秦恐嚇，諸侯必須割地求和。夫無故而割地是自破也，破人與破於人二者孰\\n愈？依臣愚見，莫若邀列國君臣會於洹水（地在彰德府林縣即安陽也），交盟定誓\\n結為兄弟，聯為唇齒。秦攻一國，則五國共救。之如有敗盟背誓者，諸侯共伐之，\\n秦雖強暴豈敢以孤國與天下之眾爭勝負哉！」趙肅侯答道：「寡人年少，立國日淺\\n，未聞至計。今上客欲糾合諸侯以拒秦，寡人敢不敬從。」乃佩以相印，賜以大第\\n，又以師車百乘，黃金千鎰，白璧百雙，錦千匹，使為繡縱約長。\\n　　蘇秦乃使人以百金往燕，償旅邸人之百錢。正欲擇日起程，歷說韓、魏諸國，\\n忽趙肅侯召蘇秦入朝，有急事商議。蘇秦慌忙來見肅侯。肅侯道：「適邊吏來報，\\n秦相國公孫衍出師攻魏，擒其大將龍賈，斬首四萬五千，魏王割河北十城以求和。\\n衍又欲移兵攻趙，將若之乎？」\\n　　蘇秦聞言，暗暗吃驚：「秦兵若果然到趙，趙君必然亦效魏求和，合縱之計不\\n成矣。」正是人急計生，且答應過去，另作區處。乃故作安閒之態，拱手答道：「\\n臣度秦兵疲敝，未能即至。萬一來到，臣自有計退之。」肅侯道：「先生且暫留敝\\n邑，待秦兵果然不到於趙，方可遠離。」這句話正中蘇秦之意，遂應諾而退。\\n　　蘇秦回至府第，喚門下心腹叫做畢成至於密室，吩咐道：「吾有同學故人名曰\\n張儀，字餘子，乃大梁人氏。我今與汝千金，汝可扮作商賈，變姓名為賈舍人前往\\n魏邦，尋訪張儀。倘相見時，須如此如此。若到趙之日，又須如此如此。汝可小心\\n在意。」賈舍人領命，連夜往大梁而行。\\n　　話分兩頭，卻說張儀自離鬼谷歸魏，家貧，求事魏惠王不得。後見魏兵屢敗，\\n乃挈其妻去魏遊楚。楚相國昭陽留之，為門下客。昭陽將兵伐魏，大敗魏師，取襄\\n陵等七城。楚威王嘉其功，以和氏之璧賜之。\\n　　何謂和氏之璧？當初楚厲王之末年，有楚人卞和得玉璞於荊山，獻於厲王。王\\n使玉工相之，曰：「石也。」厲王大怒，以卞和欺君，刖其左足。及楚武王即位，\\n和復獻其璞玉，玉人又以為石。王怒刖其右足。及楚文王即位，卞和又欲往獻，奈\\n雙足俱廢不能行動，乃抱璞於懷，痛哭於荊山之下。三日三夜淚盡，繼之以血。有\\n曉得卞和的，問道：「汝再獻再刖，可以止矣。尚希賞乎？又何哭為？」卞和道：\\n「吾非為求賞也。所恨者，本良玉而謂之石，本貞士而謂之欺，是非顛倒，不得自\\n明，是以悲耳。」楚文王聞卞和之泣，乃取其璞使玉人剖之，果得無瑕美玉。因製\\n為璧，名曰「和氏之璧」。今襄陽府南漳縣荊山之巔有池，池旁有石室，謂之抱玉\\n岩，即卞和所居泣玉處也。\\n　　楚王憐其誠，以祿給卞和終其身。此壁乃無價之寶，只為昭陽滅越敗魏，功勞\\n最大，故以重寶賜之。昭陽隨身攜帶，未嘗少離一日。\\n　　昭陽出遊於赤山，山在襄陽府宜城縣，四方賓客從行者百人。那赤山下有深澤\\n，相傳姜太公曾釣於此。澤邊建有高樓，眾人在樓上飲酒作樂。及至半酣，賓客慕\\n和璧之美，請於昭陽求備觀之。昭陽命守藏豎立車箱中，取出寶櫝至前，親自啟鑰\\n，解開三重錦袱。玉光爍爍，照人顏面。賓客次第傳觀，無不極口稱贊。昭陽笑謂\\n客道：「諸君雖甚稱其色之美，可知此玉之寶的在何者？」諸客皆道：「某等實為\\n未曉，請相君並一教之。」昭陽道：「此玉置於暗處，自然有光，又能卻塵埃闢邪\\n魅，名曰「夜光之璧」。若置之座間，冬月則暖，可以代爐；夏月則涼，百步之內\\n蠅納不入，故又名曰「辟寒璧」、「辟暑璧」、「辟蟲璧」。有此數般奇異，他玉\\n不及，所以為至寶，非徒取其光潤無瑕而已。」\\n　　正賞玩談論間，左右報言：「潭中有大魚躍起。」昭陽起身，凴欄而觀，眾賓\\n客一齊出看。那大魚又躍起來，足有丈餘，群魚從之，擺舞跳躍。俄然雲起，東北\\n大雨將至。昭陽吩咐收拾轉程，守藏豎欲取和璧置櫝，已不知傳遞誰手，竟不見了\\n。\\n　　亂了一回，昭陽回府，教門下客捱查盜璧之人。門下客道：「張儀赤貧，素無\\n行，要盜璧如非此人。」昭陽亦心疑之。使人執張儀，笞掠之，要他招承。張儀實\\n不曾盜，如何肯服。笞至數百，遍體俱傷，奄奄一息。昭陽見張儀垂死，只得釋放\\n。傍有可憐張儀的，扶儀歸家。其妻見張儀困頓模樣，垂淚而言道：「子今日受辱\\n，皆由讀書遊說所致。若安居務農，寧有此禍耶？」儀張口向妻使視之，問道：「\\n吾舌尚在乎？」妻笑道：「尚在。」張儀道：「舌在是本錢，不愁終困也。」\\n　　原來那璧卻被他人所盜，後昭陽懸千金之賞，購求此璧。盜者不敢出獻，乃懷\\n之入趙，得五百金貨於趙惠文王內侍繆賢，其璧遂入於趙。\\n　　時秦昭襄王聞玉工言，遂命客卿胡傷詐以西陽十五城易趙之所得和璧。趙王使\\n藺相如齎璧入秦相易，秦王不言易城之事，相如乃使從人從間道完璧歸趙。故後人\\n又稱為「趙氏連城之璧」，以其價值連城耳。有詩為證：\\n　　趙氏連城壁，由來天下傳。\\n　　送君還舊府，明月滿前川。\\n　　其後秦併六國，璧遂入於秦。始王既定天下為三十六郡，號稱皇帝。召良工琢\\n和氏之璧，為傳國玉璽。命李斯篆八字於上曰：「受命於天，既壽永昌」。此和璧\\n之始終。如此那張儀在楚將息，半愈復還魏國。賈舍人至魏之時，張儀纔回魏半年\\n矣。聞蘇秦說趙得意，正欲往訪。偶然出門，恰遇賈舍人休車於門外，相問聞知，\\n從趙來。遂問：「蘇秦為趙相國，信果真否？」賈舍人道：「先生何人，得無與吾\\n相國有舊那？何為問之？」儀告以同學兄弟之情，賈舍人道：「若是何不往遊相國\\n，必當薦揚。吾賈事已畢，正欲還趙，若不棄嫌微賤，願與先生同載。」張儀欣然\\n從之。不知張儀至趙何如？且於下文解。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　澹游子評</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　何首烏兒服之能痊刖疾，必無是理，此乃演說耳。然至於根有成形，得之亦不\\n易也。按《本草》所云：首烏別名九真藤。昔有老人姓何，見藤夜交，採其根食之\\n，自髮變黑，因名。比大能補益。大者剖開，中有鳥獸山獄之形，亦神物也。其物\\n五十年如拳大，號山奴。服之一年，髭髭青黑。百年如碗大，號山哥。服之一年，\\n顏色紅悅。百五十年，如盆大，號山伯。服之一年，齒落重生。二百年如斗大，號\\n山翁。服之一年，顏如童子，行及奔馬。三百年如栲栳大，號山精。服之一年，延\\n齡益算。純陽之體，久服成地仙。據傳所云山精者，乃大耳，亦未載有成人形者，\\n則置為乏不根之說也。一日傳聞裡中人發土，取枯簍根得一小兒形，面目髮鬢宛爾\\n，一手掩胸，一手屈垂，兩足十指無不克肖。其苗從兒頭頂出。觀者若堵，余亦乘\\n興一至。其所諦視之，俱如所傳言，始信古人傳奇不誣。不爾東村又聞得一簍根兒\\n，較前更大，所論皆同，然未聞有首烏兒也。一日與金陵人李某閒論，說及此事，\\n彼乃告以某年間肆業稱李，有鄉農攜其所謂首烏兒者約長五寸許，面目手足等無不\\n備具。更有奇處，外腎陰莖井井與孩提不異。請價五星甚廉，金陵人太吝，約半欲\\n酬而不可，遂去。後聞貨與姑蘇醫士，士復酬與世家，價無算也。金陵人至今追悔\\n無及。然後知天地間靈異真有，不可概置為寓言言焉。今有賣田宅以鬻仕，為無才\\n學故也。至如蘇秦既從異人傳習，兼此質地聰敏，可以登青雲，為何有然，亦必欲\\n變賣家產，為咨身費用，求仕常例是然，有母嫂妻子力阻，他日生計無聊後悔等語\\n，有自來矣。\\n　　語云：人似離鄉草。今之業手技、醫卜、星相、九流、商賈等皆拋離鄉土，往\\n他所經營而幸得富足者，或不幸終貧賤者。如吾儒宗夫子，亦汲汲問津往來列國，\\n以冀道行者。鄙諺云：遠處僧人看好經，總是喜遠不喜近，喜生不喜熟，各不知底\\n裡，各不盡履歷。猶今之業醫者，東聞西術神妙，西又慕東方脈高深，及詢兩方本\\n近則又各相詆議，其本末丑拙，雖近處果有佳博，情願甘心不學。無述人殷殷敦厚\\n求教，再不肯就近地高明診治。這是人情之常。夏商周尚爾，不肯用近處人才。如\\n蘇秦之不得見用於周顯王。左右之不肯保舉者，皆因居近，易知其祖貫履歷，乃窮\\n巷卷樞之人耳。若以斯言為迂，請悉時下便分。\\n　　須知蘇秦至秦國，商鞅已亡。不是今人俱同聲鑿鑿，以蘇秦至秦國投鞅，求鞅\\n而以鞅忌其才，不肯薦舉等事。望空播弄為實，蘇秦之時運未至，故六國之時運未\\n去。所以適值秦王初殺衛秧，迸遊說之時似屬天數。假使蘇秦一至秦國，即為重用\\n，則張儀之後運何來？而六國由斯逡巡而衰矣。何則？蓋六國無人議及合縱之策，\\n而秦國反增一辯士故也。雖然當日不用蘇秦，而秦國亦強。六國用蘇秦，仍為秦併\\n，此無他。如今之兄弟不欲合家共力以興，而反私心猜忌，必欲違悻父母，各析門\\n戶。始已是以深歎，後世張公義九世同居之心，能勝六國之君。豈惟六國之君為然\\n，而亦能勝天下萬世之心哉？\\n　　卞和之玉，雖有可貴數端，然尤有深貴者。在如和答傍人數語曰：「吾非求賞\\n，恨良玉為石，貞士為欺，是非顛倒，不得明白。」等是。張儀以舌在是本，答妻\\n子於困辱之後，雖強為笑，解然心中，已具成見，不為鬼谷先生虧辱爾。\\n　　張儀被辱歸魏半年，正是無聊落寞之時，故舊之心早萌於胸，若有半分一絲可\\n假人為事者，頤望倍常，故聞從趙來，即亟問蘇秦真實，並直欲往候，雖秦計巧，\\n亦儀久渴思飲故也。至是任其掇拾、播弄，懵焉不知，況同一師授，同一狡獪，直\\n至賈舍人辭告，方知袖裡傳云：「大旱之望雲霓也。」易於感動哉。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">第三卷     激張儀陰主秦柄　糾六王榮顯印綬</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">　　話說張儀聞蘇秦相趙，欲思往晤，卻得賈舍人湊趣，遂同載至趙郊。賈舍人道\\n：「寒家在郊外，有事只得暫別。城內各門，俱有旅店安歇，遠客容卑人過幾日相\\n訪。」張儀辭賈舍人下車，進城安歇。次日修刺求謁蘇秦。秦預誡門下人，不許為\\n通。\\n　　候至第五日，方得投進名刺。秦辭以事冗，改日請會儀。一候數日，終不得見\\n，怒而欲去。地方店主人拘留之，道了：「已投刺相府，未見發落，萬一相國來召\\n，何以應之？雖一年半載，亦不敢放去也。」張儀悶甚，訪賈舍人何在，人亦無知\\n者。\\n　　又過數日，復書刺往辭相府。蘇秦傳命，來日相見。儀向店主人假借衣履停當\\n，次日侵晨往候。蘇秦預使排下威儀，闔其中門，命客從耳門而入。張儀欲登堂，\\n左右止之道：「相國公謁未畢，客宜少待。」儀乃立於底下，睨視堂前官屬拜見者\\n甚眾，已而稟事者又有多人。良久日將昃，聞堂上呼道：「客今何在？」左右道：\\n「相君召客。」張儀整衣升階，只望蘇秦降坐相迎，誰知蘇秦安坐不動。儀忍氣進\\n揖，秦起立微舉手答之，乃道：「餘子，別來無恙。」儀怒氣勃勃，竟不答言。左\\n右稟進午餐。秦復道：「公事勿冗，煩餘子久待，恐饑餒，且草率一飯，飯後有言\\n。」命左右設坐於堂下，秦自飯於堂上，珍饈潢案，儀前不過一肉一菜，粗板之餐\\n而已。\\n　　張儀本待不吃，奈腹中饑甚，況店主人飯錢先已欠下許多。只指望今日見了蘇\\n秦，便不肯薦用，也有些金貲齎發。不想如此光景，正是在他矮簷下，誰敢不低頭\\n。出於無奈，只得含羞舉箸。遙望見蘇秦杯盤狼藉，以其餘肴分賞左右，比張儀所\\n食還盛許多，儀心中且羞且怒。\\n　　食畢，秦復傳言，請客上堂。張儀舉目觀看，秦仍舊高坐不起。張儀忍氣不過\\n，走上幾步，大罵季子：「我道你不忘故舊，遠來相投，何意辱我至此？同學之情\\n何在？」蘇秦徐徐答道：「以餘子之才，只道先我而際遇了，不期窮困如此。我豈\\n不能薦於趙侯，使子富貴？但恐子志衰才退，不能有為，貽累於薦舉之人。」張儀\\n道：「大丈夫自能致富貴，豈賴汝薦乎？」蘇秦道：「你既能自取富貴，何必來謁\\n？念同學情分，助汝黃金一笏（十兩），請自方便。」命左右以金售儀，儀一時性\\n起，將金擲於地下，憤憤而出。蘇秦亦不挽留。\\n　　張儀回至旅店，只見自己鋪蓋俱已移出在外，儀問其故？店主人道：「今日足\\n下得見相君，必然贈館授餐，故預為移出耳。」張儀搖頭，口中只說：「可恨！可\\n恨！」一頭脫下衣履，交還店主人。店主人道：「莫非不是同學，足下有些妄扳麼\\n？」張儀扯住主人，將往日交情，及今日相待光景，備細述了一遍。店主人道：「\\n相君雖然據傲，但位尊權重，禮之當然。送足下黃金一笏，亦是美情。足下收了此\\n金，也可打發飯錢，剩些作歸途之費，何必辭之？」張儀道：「我一時使性，擲之\\n於地，如今手無一錢，如之奈何？」\\n　　正說話間，只見前番那賈舍人走入店門，與張儀相見，且道：「連日少候得罪\\n，不知先生曾見蘇相國否？」張儀將怒氣重複吊起，將手在店案上一拍，罵道：「\\n這無情無義的賊，再莫提他。」賈舍人道：「先生出言太重，何故如此發怒形色？\\n」店主人遂將相見之事，代張儀敘述一遍：「今欠賬無還，又不能作歸計，好不愁\\n悶，以至若斯。」賈舍人道：「當初原是小人攛掇先生來的，今日遇而不遇，卻是\\n小人帶累於先生。小人情願代先生償了欠賬，備下車馬，送先生回魏，先生意下如\\n何？」張儀道：「我亦無顏歸魏了。欲往秦邦一遊，恨無資斧。」賈舍人道：「先\\n生欲遊秦，莫非秦那還有同學兄弟麼？」張儀道：「非也。當今七國中，惟秦最強\\n，秦之力可以困趙。我往秦，幸得事秦王用事，可報蘇秦之仇耳。」賈舍人道：「\\n先生若往他國，小人不敢奉承。若欲往秦，小人正欲往彼探親，依舊與小人同載，\\n彼此得伴豈不美哉？」張儀大喜道：「世間有此高義，足令蘇秦愧死。」遂與賈舍\\n人為八拜之交。\\n　　賈舍人替張儀算還店錢，見車馬在門，二人同載，望西秦一路而行。路間為張\\n儀製衣裝、買僕從，凡儀所需，不惜財費。及至秦國，復大出金帛賂秦惠文王左右\\n，為張儀延譽。\\n　　時惠文王方悔失蘇秦，聞左右之薦，即時召見，拜為客卿，與之謀諸侯之事。\\n賈舍人乃辭去，張儀一淚道：「始吾困厄至甚，賴子之力，得顯用秦國，方圖報德\\n，何遂言去耶？」賈舍人笑道：「臣非能知君，知君者乃蘇相國也。」張儀愕然。\\n　　良久便問道：「子以資斧給我，何言蘇相國耶？」賈舍人道：「相國方倡合縱\\n之約，慮秦伐趙敗其事。思可以得秦之柄者，非君不可。故先遣臣偽為賈人，招君\\n至趙。又恐君安於小，就故意怠慢，激怒於君，君果萌遊秦之意。相君乃大出金資\\n付臣，吩咐恣君所用，必得秦柄而後己。今君已用於秦，臣請歸報相君。」張儀歎\\n道：「嗟乎，我在季子術中，而我不覺，我不及季子遠矣！煩君多謝季子，當季子\\n之身，不敢言『伐趙』二字，以此報季子玉成之德也。」\\n　　賈舍人回報蘇秦。秦乃奏趙肅侯道：「秦兵果不出矣。」於是拜辭往韓。\\n　　見韓宣惠公道：「韓地方九百餘里，帶甲數十萬。然天下之強弓勁弩，皆從韓\\n出。今大王事秦，秦必求割地為贄，明年將復求之，夫韓地有限，而秦欲無窮，再\\n三割則韓地盡矣。俗諺云：『寧為雞口，勿為牛後。』以大王之賢，挾疆韓之兵，\\n而有牛後之名，臣竊羞之。」宣惠公蹴然道：「願以國聽於先生。」如趙王約，亦\\n贈蘇秦黃金百鎰。\\n　　蘇秦乃過魏，說魏王道：「魏地方千里，然而人民之眾，車馬之多，無如魏者\\n。於以抗秦，有餘也。今乃聽群臣之言，欲割地而臣事秦，倘秦求無已，將若之何\\n？大王誠能聽臣，六國從親並力制秦，可使永無秦患。臣今奉趙王之命來此約從。\\n」魏惠王道：「寡人愚不肖，自取敗辱。今先生以長策下教寡人，敢不從命。」亦\\n贈金帛一車。\\n　　蘇秦復造齊臣，說齊宣王道：「臣聞臨淄之途，車轂擊人肩摩，富盛天下莫比\\n，乃西面而謀事秦，寧不恥乎？且齊地去秦甚遠，秦兵必不能及，齊事秦何為？臣\\n願大王從趙王約，六國和親，互相救援。」齊宣王道：「謹受教。」\\n　　蘇秦乃驅車向南，說楚威王道：「楚地五千餘里，天下莫強，秦之所患莫如楚\\n。楚強則秦弱，秦強則楚弱。今列國之士，非縱則橫。夫合縱，則諸侯將割地以事\\n楚；連橫，則楚將割地以事秦。此二策者相去遠矣。」楚威王道：「先生之言，楚\\n之福也。」秦乃北行回報趙肅侯。\\n　　行過洛陽，諸侯各發使送之。儀仗旌旄，前遮後擁；車騎輜重，連接二十里不\\n絕。威儀比於王者，一路官員望塵下拜。\\n　　周顯王聞蘇秦將至，預使人掃除道路，設供帳於郊外，以迎之。秦之老母，扶\\n杖旁觀，嘖嘖驚歎；二弟及妻嫂，側目不敢仰視，俯伏郊迎。蘇秦在車中謂其嫂道\\n：「嫂向不為我炊，今又何恭之過也？」嫂觳觫答道：「見季子位高而金多，不容\\n不敬畏耳。」蘇秦不覺喟然歎道：「世情看冷暖，人而逐高低。吾今日乃知富貴之\\n不可少也。」於是以車載其親屬，同歸故里。起建大宅，聚族而居之。復散千金以\\n贍宗黨。今河南府城內有蘇秦宅遺坵，相傳有人掘之，得金百錠，蓋當時所埋也。\\n　　秦弟代、厲羨其兄之貴盛，亦習《陰符》、學遊說之術。蘇秦住家數日，乃發\\n車往趙。趙肅侯封為武安君，遣使約齊、楚、魏、韓、燕，五國之君，俱到洹水相\\n會。\\n　　蘇秦同趙肅侯預至洹水，築壇布位以待諸侯。燕文公先到，次韓宣惠公到。不\\n數日魏惠王、齊宣王、楚威王陸續俱到。\\n　　蘇秦先與各國大夫相見，私議坐次。論來楚、燕是個老國，齊、韓、趙、魏都\\n是史姓新國，但此時戰爭之際，以國之大小為叔。楚最大者，次之魏，次之次趙、\\n次燕，次韓。內中是齊、魏已稱王，趙、燕、韓尚稱侯，爵位相懸相叔不使。於是\\n蘇秦建議六國一概稱王，趙王為約主，居主位，楚王等以次居客位，先與各國會議\\n停當。\\n　　至期，各登盟壇，照位排立。蘇秦歷階而上，啟告六王道：「諸君山東大國，\\n位皆王爵，地廣兵多，足以自雄。秦乃牧馬賤夫（秦始祖並子為周牧馬），據咸陽\\n之險，蠶食列國。諸君能以北面之禮事秦乎？」諸侯皆道：「不願事秦，願秦先生\\n明教。」蘇秦道：「合從擯秦之策，向者已悉陳於諸君之前矣。今日但當刑牲歃血\\n，誓於神明，結為兄弟，務期患難相恤。」六王皆拱手道：「謹受教。」秦遂捧盤\\n，請六王以次獻血，拜告天地及六國祖宗，一國背盟五國共擊。寫下誓書六通，六\\n國各收一通，然後就宴。\\n　　趙王道：「蘇秦以大策奠安，六國宜封高爵。俾其往來，六國堅此從約。」五\\n王皆道：「趙王之言是也。」於是六王合封蘇秦為縱約長，兼佩六國相印，金牌剔\\n總，轄六國臣民。又各賜黃金百鎰、良馬十乘，蘇秦謝恩。六王各散歸國，蘇秦隨\\n趙肅侯誌使。此乃周顯王三十六年事也。史官有詩顯歎：\\n　　惟要遂水晢明神，唇齒相依骨肉親。\\n　　假使合縱終不解，何難協力滅孤秦。\\n　　是年魏惠王、燕文王俱薨，魏襄王、燕易王嗣位。蘇秦既合縱六國，遂將縱約\\n寫一通投於秦關，關吏送與秦惠文王觀之。惠文王大驚，謂相國公孫衍道：「若六\\n國為一，寡人之進取無望矣。必須畫一計，散其縱約，方可圖大事。」公孫衍道：\\n「首縱約者，趙也。大王興師伐趙，視其先救趙者，即移兵伐之，如是則諸侯懼而\\n縱約可散矣。」時張儀在坐，意不欲伐趙，以負蘇秦之待。乃進言道：「六國新合\\n其勢，未可猝離出秦。如則，韓軍宜陽，楚軍武關，魏軍河外，齊涉清河，燕悉銳\\n師以助戰，秦師拒關不暇，何暇他夫？近秦之國，無如魏，而燕王北最遠大。遣使\\n以重賂求成於魏，以疑各國之心，而復與燕太子結婚，如此，則縱約自解矣。」\\n　　惠文王稱善，乃許魏還裡陵等七城以講和。魏亦使人報秦之聘，復以女許配秦\\n太子。趙王聞之，召蘇秦責之道：「子倡為縱約六國，和魏相與擯秦令，未逾年而\\n魏、燕二國皆與秦通，縱約之不足恃明矣。倘秦兵猝然加趙，尚可望二國之救乎？\\n」蘇秦惶恐謝道：「臣請為大王出使燕國，必有以報魏也。」\\n　　秦乃去趙適燕，燕易王以為相國。時易王新即位，齊宣王乘喪伐之取十城。易\\n王謂蘇秦道：「始先君以國聽於六國和親令，先君之骨未寒，而齊兵壓境，取我十\\n城，如洹水之誓何？」蘇秦道：「臣請為大王使齊，奉十城以還燕。」燕易王許之\\n。\\n　　蘇秦見齊宣王道：「燕王者，大王之同盟，而秦王之愛婿也。大王利其十城，\\n不惟燕怨齊，秦亦怨齊矣。得十城而結二怨，非計也。大王聽臣計，不如歸燕之十\\n城，以結燕、秦之歡。齊得燕、秦，於以號召天下不難矣。」宣王大悅，乃以十城\\n還。\\n　　燕易王之母文夫人素慕蘇秦之才，使左右召秦入宮。因與私通，易王知之而不\\n言。秦懼，乃結好於燕相國子之與聯兒女之姻；又使其弟蘇代、蘇厲與子之結為兄\\n弟，欲以自固。文夫人屢召蘇秦，秦益懼，不敢往。乃說易王道：「燕齊之勢終當\\n相並，臣願為大王行反間於齊。」易王道：「反間如何？」蘇秦答道：「臣偽為得\\n罪於燕，而出奔齊國，齊王必重用臣。臣因敗齊之攻，以為燕地。」易王許之，乃\\n敗秦相印。秦遂奔齊。齊宣王重其名，以為客卿。\\n　　蘇秦因說宣王以田獵鐘鼓之樂。宣王好貨，因使厚其賦斂；宣王好色，因使妙\\n選宮女。欲俟齊亂而使燕乘之。宣王全然不悟。相國田嬰，客卿孟軻極諫，皆不聽\\n。\\n　　宣王薨，子湣王繼位。初年頗勤國政。娶秦女為王后，封田嬰為薛公，號靖郭\\n君。蘇秦客卿用事如故。\\n　　話分兩頭，再說張儀聞蘇秦去趙，知縱約將解，不與魏襄陵七邑之地。魏襄王\\n怒，使人索地於秦。秦惠王使公子華為大將，張儀副之，帥師伐魏，攻下蒲陽，即\\n平陽蒲縣。儀請於秦王，復以蒲陽還魏，又使公子繇質於魏，與之結好，張儀送之\\n。魏襄王深感秦王之意，張儀因說道：「秦王遇魏甚厚，得城不取，又納質焉，魏\\n不可無禮於秦，宜謀所以謝之。」襄王道：「何以為謝？」張儀道：「土地之外，\\n非秦所欲也。大王刲地以謝秦，秦之愛魏必深。若秦、魏合兵以圖諸侯，大王之取\\n償於他國者，必十倍於今之所獻也。」襄王惑其言，乃獻少梁之地以謝秦，地在今\\n西安府韓城縣；又不敢受質。\\n　　秦王大悅，因罷公孫衍，用張儀為相。\\n　　時楚威王已薨，子熊槐立，是為懷王。張儀乃遣人致書懷王，迎其妻子，且言\\n昔日盜璧之冤。\\n　　楚懷王面責昭陽道：「張儀賢士，子何不薦於先君，而迫之使為秦用也？」昭\\n陽嘿然甚愧，歸家發病死。懷王懼張儀秦用，復申蘇秦合縱之約，結連諸侯。而蘇\\n秦已得罪於燕，去燕奔齊。\\n　　張儀乃見秦王，辭相印，自請往魏。惠文王問道：「君捨秦往魏，何意？」儀\\n答道：「六國溺於蘇秦之說，未能即解。臣若得魏柄，請令魏王先事秦，以為諸侯\\n之倡。」惠文王許之。\\n　　儀遂投魏，魏襄王果用為相國。儀因說道：「大梁南鄰楚，北鄰趙，東鄰齊，\\n西鄰韓，而無山川之險可恃，此四分五裂之道也。故非事秦國，不得安魏。」襄王\\n計未定，張儀陰使人招秦師伐魏，大敗魏師，取曲沃之地。髯翁有詩云：\\n　　仕齊卻為燕邦去，相魏翻因秦國來。\\n　　雖則縱橫分兩路，一般反覆小人才。\\n　　襄王大怒，益不肯事秦。謀為合縱，仍推楚懷王為縱約長。於是蘇秦益重於齊\\n。時齊相國田嬰病卒，子田文嗣為薛公，號為孟嘗君。田嬰有子四十餘人，田文乃\\n賤妾之子，以五月五日生。初生時，田嬰戒其妾，棄之勿育。妾不忍棄，乃私育之\\n。既長，五歲，妾乃引見田嬰，嬰怒其違命。田文頓首道：「父所以見棄者，何故\\n？」田嬰道：「世人相傳，五月五日為凶日。生子者長與戶齊，將不利於父母。」\\n文答道：「人生受命於天，豈受命於戶耶？必若受命於戶，何不增而高之？」嬰不\\n能答，然暗暗稱奇。\\n　　及文長，十餘歲，使能接應賓客。賓客皆樂與之遊，為之延與；諸侯使首至齊\\n，皆求見田文。於是田嬰以文為賢，立為嫡子。遂繼薛公之爵，號孟嘗君。\\n　　孟嘗君既嗣位，大築館舍以招天下之士。凡士來投者，不問賢愚無不收留。天\\n下亡人有罪者，皆歸之。孟嘗君雖貴，其飲食與諸客同。一日待客夜食，有人蔽其\\n火光，客疑飯有二等，投箸辭去。田文起坐，自持飯比之，果然無二。客歎道：「\\n以孟嘗君之待士如此，而我過疑之，我真小人矣。尚何面目立其門下？」乃引刀自\\n剄而死。不知後事如何，且看下文分解。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　澹游子評</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　前趙肅侯聞秦相公孫衍攻魏取勝，遂欲移兵加趙。時趙正在危急，而蘇秦計欲\\n令門客畢成往魏，尋訪張儀，計屬迂甚。幸儀於楚不得志，又遇此兩□昭陽苔辱，\\n被困而歸故土。適與畢成，今耳得，若儀不受。昭陽笞辱，淹留楚國。或被笞後不\\n返故鄉，別往他所，則畢成之尋訪，雖有著，終難免跋涉。日久，又言儀至趙，第\\n五日方得投刺。又候數日仍不見，復投刺往辭，而又故為遲遲。雖曰行計，倘秦兵\\n卒然而至，雖多此湊趣之機緣，亦難濟目前之急也。孟子云：「吾之不遇魯侯，天\\n也」。凡此之類亦屬天也。馬正龍必有雲，而隱現莫測。魚必得水，則自在游泳。\\n風箏以風勢而高，飛馬燈以火勢而旋馳，人以錢財為資身。用此數事，皆在外之物\\n，與本身全不相蒙，而竟不能離遏。如一有失則龍不能天矯，魚不能翔舞，風箏不\\n能起飛，馬燈不能行動，人不能為人事矣。設使蘇秦雖以詭計激張儀使用秦國，陰\\n主秦柄，若不頂賺此金銀，以濟儀種種用度，亦難成，此妙計矣哉。古云有錢十萬\\n神可通，自古及今何莫非。以白鏹為事，史公傳貨殖，魯子論錢神，營謀為鬼，笑\\n貰酒鷫鷞離可勝言耶。\\n　　秦以一國獨支楚、齊、魏、趙、燕、韓六國。縱蘇秦計者，六國勝秦，從余今\\n日論者、還是秦勝六國。俗言寧獨盜一狗，不可合盜一牛。欲此六國君合為一心，\\n以禦秦抑亦難乎？不若一秦國獨謀六國為易也。縱使六國合縱滅得秦國，安知，日\\n後六國中，豈無如秦國蠶食五國乎？故以事勢論之，六國必不能勝一秦國也。況六\\n國君心參差不齊，掣肘牽制，如彼歃誓云：「一國背盟，五國共擊。」仍在啟其爭\\n鬥之心。若五國被責，不勝必投秦國。四國被責，不勝亦投秦國。如是秦不待謀戰\\n，六國自相魚肉而驅之使向秦也。以不用戰謀，尚能使來投誠，豈非秦勝六國易易\\n耶！\\n　　首背合縱盟者在魏。果為不是，而齊宣王乘燕喪伐取十城，則其罪又較魏更甚\\n，無理極矣。蘇秦自倡合縱，反借秦說齊以誑還燕十城；又說結燕、秦之歡；齊得\\n燕、秦號召天下不難等語，以為棘動見聽則雖齊、魏二國敗盟，實蘇秦自敗矣。又\\n因文夫人故，出奔齊國，說宣王田獵好貨好色，俟其自亂，使燕乘之，以成反間之\\n計助燕。如今之虔婆餂張女之心事，送與李姑，又以李姑之背非，述於張女。誂成\\n張李兩家成仇，則又向兩處各相勸解，真是阿諛苟容，竊恥權勢以順為正，妾婦之\\n道者。\\n　　魏襄王貪鄙，又欲推楚懷王為縱約長。此正是盲人騎瞎馬，雖張儀傾險，反覆\\n往來楚、魏，將兩國君主抑揄搏弄，運其私智，實尤此二君之木偶，不志相助其成\\n功耳。\\n　　田嬰為齊相國，亦熟此虔婆語。以五月五日生子不利，父母為諱忌，不有此肖\\n子直理諫諍，空負此一世英雄矣。語云：「要知未來，先察已往。」如田文甫及五\\n齡，析理彰明，他日偉器，豈待言耶。戰國四公子，曰信陵君魏無忌，孟嘗君齊田\\n文，此二君最佳，不獨能拯貧困，慷慨四方，識理明勢，謀畫審情，即一量度，舒\\n緩寬廣莫測。若平原君趙勝，春申君黃歇，恐與前二君有天壤相遠。若六國君主俱\\n如信陵、孟嘗二公子等，雖百張儀亦難往來掉弄是非，蘇秦亦得全其合縱計，贏秦\\n氏，亦不得輕帝天下矣。噫！</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">第三卷     死蘇秦遺智殺刺客　狡張儀誑楚玩懷王</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">　　卻說孟嘗君見客自刎而死，哭臨其喪，甚為哀慟。眾客無不感動，歸者益眾，\\n食客嘗蒲數千人。諸侯聞孟嘗君之賢，且多賓客，皆尊重齊國，相戒不敢犯其境。\\n正是：\\n　　虎豹踞山禽獸遠，蚊龍在水怪魚藏。\\n　　堂中有客三千輩，天下人人畏孟嘗。\\n　　再說張儀相魏三年，而魏襄王薨，子哀王立。楚懷王遣使弔喪，因徵兵伐秦。\\n哀王許之。韓宣惠王、趙武靈王即肅侯子、燕王噲即易王子，皆樂於從兵。\\n　　楚使者至齊。齊湣王集群臣問計，左右皆道：「秦與齊，甥舅之親，未有仇隙\\n，不可伐。」蘇秦主合縱之約，堅執以為可伐。孟嘗君獨進言道：「言可伐與不可\\n伐，皆非也。伐則結秦之仇，不伐則觸五國之怒。以臣愚計，莫如發兵而緩其行，\\n兵發，則不與五國為異；同行緩，則可觀望為進退。」湣王以為然。即使孟嘗君率\\n兵二萬以往。\\n　　孟嘗君方出齊郊，遽稱得病延醫療治，一路耽擱不行。\\n　　卻說韓、趙、魏、燕四王，與楚懷王相會於函谷關外，關在今河南府靈寶縣，\\n刻期進攻。懷王雖為縱約長，那四王各將其軍，不相統一。秦守將樗里疾，大開關\\n門，陳兵索戰。五國互相推諉，莫敢先發。相持數日，樗里疾出奇兵絕楚餉道，楚\\n兵乏食，兵士皆嘩。樗里疾乘機襲之，楚兵敗走，於是四國皆還。孟嘗君未至秦境\\n，而五國之師已撤矣。此乃孟嘗君之巧計也。\\n　　孟嘗君回。齊湣王歎道：「幾誤聽蘇秦之計。」乃贈孟嘗君黃金百斤，為食客\\n費，蓋受重之。蘇秦自愧以為不及。楚懷王恐齊、秦交合，乃遣使厚詰於孟嘗君，\\n與齊申盟結好，兩國聘使往來不絕。\\n　　自齊宣王之世，蘇秦專貴寵用，左右貴戚多有妒之者。及湣王時，秦寵未衰。\\n今日湣王不用蘇秦之計，卻依了孟嘗君，果然伐秦失利，孟嘗君受多金之賞。左右\\n遂疑湣王已不喜蘇秦矣。乃募壯士懷利匕首刺蘇秦於朝，匕首入秦腹。秦以手按腹\\n而走，訴於湣王。湣王命擒賊，賊已逃去，不可得。\\n　　蘇秦道：「臣死之後，願大王斬臣之頭，號令於市，道：『蘇秦為燕行反間於\\n齊，今幸誅死。有人知其陰事來告者，賞以千金。』如是，則賊可得也。」言訖拔\\n出匕首，血流匍地而死。\\n　　湣王依其言，號令蘇秦之頭於齊市中。\\n　　須臾，有人過其頭下，見賞格自誇於人道：「殺蘇秦者，我也。」市吏因執之\\n以見湣王。王令到寇以嚴刑鞠之，盡得主使之人，凡數家皆誅滅之。史官論蘇秦雖\\n身死，猶能用計自報其仇，可謂智矣。而身不免見刺，豈非反覆不忠之報乎？\\n　　蘇秦死後，其賓客往往泄蘇秦之謀，言秦為燕而仕齊。湣王始悟蘇秦之詐。自\\n是與燕有隙，欲使孟嘗君將兵伐燕。\\n　　蘇代說燕王納質子以和齊，燕王從之。使蘇厲引質子來見湣王。湣王恨蘇秦不\\n已，欲囚蘇厲。蘇厲呼叫道：「燕王欲以國依秦，臣之兄弟陳大王之威德，以為事\\n秦不如事齊，故使臣納質請平，大王奈何疑死者之心，而加生者之罪乎？」湣王悅\\n，乃厚待蘇厲，厲遂委質為齊大夫。蘇代留仕燕國，史官有蘇秦贊，道：\\n　　季子周人，師事鬼谷。揣摩既就，《陰符》伏讀。\\n　　合縱離橫，佩印者六。晚節不終，燕齊反覆。\\n　　再說張儀見六國伐秦無成，心中暗喜。及聞蘇秦已死，乃大喜道：「今日乃我\\n吐舌之時。」儀遂乘間說魏哀王道：「以秦之強御王國而有餘，此其不可抗明矣。\\n本倡合縱之議者蘇秦。而秦且不保其身，況能保人國乎？夫親兄弟共父母者，或因\\n錢財爭鬥不休，況異國哉？大王猶執蘇秦之議，不肯事秦，倘列國有先事秦者，合\\n兵攻魏，魏其危矣。」哀王道：「寡人願從相國事秦，誠恐秦不見納，奈何？」張\\n儀答道：「臣請為大王謝罪於秦，以結兩國之好。」哀王乃飾車從，遣張儀入秦求\\n和。於是秦、魏通好。張儀遂留秦，仍為秦相。\\n　　再說齊湣王乘燕王噲讓國於燕相國子之，噲反北面列於臣位。燕人不服，而自\\n相亂。湣王命匡章為大將，率兵伐之。凡五十日，兵不留行，直達燕都。百姓開門\\n納之，遂擒子之處死，意欲滅燕。而燕士卒雖恨子之，未嘗忘燕。乃共立故太子平\\n為昭王，郭隗為相國，於易水（即保定府婁州）築高臺，積金臺上以奉四方賢士，\\n名曰招賢臺，亦曰黃金臺。後昭王用樂毅計，說趙、韓、魏、秦等國共伐齊，以雪\\n二十八年銜恨之怨。遂大破齊國，湣王竟以身免。此是後話不提。\\n　　卻說齊湣王既勝燕，殺燕王噲與子之，威振天下。秦惠文王患之。而楚懷王為\\n縱約長，與齊深相結納，置符為信。秦王欲離間齊楚之黨，召張儀問計。張儀奏道\\n：「臣憑三寸不爛之舌，南遊於楚，伺便進言，必使楚王絕齊，而親於秦。」惠文\\n王道：「寡人聽子。」張儀乃辭相印，遊楚。\\n　　知懷王有嬖臣，姓靳名尚，在王左右，言無不從。乃先以重賄納交於尚，然後\\n往見懷王。懷王重張儀之名，迎之於郊。賜坐而問道：「先生辱臨敝邑，有何見教\\n？」張儀道：「臣之此來，欲合秦、楚之交耳。」楚懷王道：「寡人豈不願納交於\\n秦哉！但秦侵伐不已，是以不敢求親也。」張儀答道：「今天下之國雖七，然大者\\n無過楚、齊與秦而三耳，秦東合於齊，則齊重；南合於楚，則楚重。然寡君之意，\\n竊在楚，而不在齊。何也？以齊為婚姻之國，而負秦獨深也。寡君欲事大王，雖儀\\n亦願為大王門闌之廝。而大王與齊通好，犯寡君之所忌。大王誠能閉關而絕齊，寡\\n君願以商君所取楚商子之地六百里，還歸於楚；使秦女為大王箕箒妾，秦楚世為婚\\n姻兄弟，以禦諸侯之患。惟大王納之。」懷王大悅道：「秦肯還楚故地，寡人又何\\n愛於齊！」\\n　　群臣皆以楚復得地，合詞稱賀。獨一人挺然出奏道：「不可，不可！以臣觀之\\n，此事宜弔不宜賀。」楚懷王視之，乃客卿陳軫也。懷王道：「寡人不費一兵，坐\\n而得地六百里。群臣賀，子獨弔，何故？」陳軫道：「王以張儀為可信乎？」懷王\\n笑道：「何為不信？」陳軫道：「秦所以重楚者，以有齊也。今若絕齊則楚孤矣。\\n秦何重於孤國而割六百里之地以奉之耶？此張儀之詭計也。倘絕齊而張儀負王，不\\n與王地，齊又怨王而反附於秦。齊、秦合而攻楚，楚亡可待矣。臣所謂宜弔者，為\\n此也。王不如先遣一使，隨張儀往秦受地，地入楚而後絕齊未晚。」大夫屈平進言\\n道：「陳軫之言是也。張儀反覆小人，決不可信！」嬖臣靳尚道：「不絕齊，秦肯\\n與我地乎？」懷王點頭道：「張儀不負寡人明矣。陳子閉口勿言，請看寡人受地。\\n」遂以相印授張儀，賜黃金百鎰、良馬十駟，命北關守將勿通齊使。\\n　　一面使逢侯丑隨張儀入秦受地。張儀一路與逢侯丑飲酒談心，歡若骨肉。\\n　　將近咸陽，張儀詐作酒醉，失足墜於車下，左右慌忙扶起。張儀告道：「吾足\\n脛損傷，急欲就醫。先乘臥車入城，表奏秦王。」留逢侯丑於館驛，儀閉門養病不\\n入朝。逢侯丑來見秦王不得，往候張儀，只推未癒。如此二月。\\n　　丑乃上書秦王，述張儀許地之言。惠文王答書道：「儀如有約，寡人必當踐之\\n。但聞與齊尚，尚未決絕，寡人恐受欺於楚。非得張儀病起，不可信也。」\\n　　逢侯丑再往張儀之門，儀終不出。乃遣人以秦王之言還報懷王。懷王道：「秦\\n猶謂楚之絕齊未甚耶？」乃遣勇士宋遺假道於宋，借宋符直造齊界，辱罵湣王。\\n　　湣王大怒，遂遣使西入秦，願與秦共攻楚國。\\n　　張儀聞齊使至，知其計已行。乃稱病癒入朝，遇逢侯丑於朝門，故意訝道：「\\n將軍何不受地，乃尚淹我國耶？」丑答道：「秦王專候相國面決。今幸相國玉體無\\n恙，請入言於王，早定地界，回覆寡君。」張儀道：「此事何須關白秦王耶？儀所\\n言者，乃儀之俸邑六里，自願獻於楚王耳。」丑道：「臣受命於寡君，言商於之地\\n六百里，未聞只六里也。」張儀道：「楚王殆誤聽乎。秦地皆百戰所得，豈肯以尺\\n土讓人？況六百里哉！」逢侯丑還報懷王。\\n　　懷王大怒道：「張儀果是反覆小人！吾得之必生食其肉！」遂傳旨發兵攻秦。\\n客卿陳軫進言道：「臣今日可以開口乎？」懷王道：「寡人不聽先生之言，為陖賊\\n所欺。先生今日有何妙計？」陳軫道：「大王已失齊助，今復攻秦未見利也。不如\\n割兩城以賂秦，與之合兵而攻齊。雖失地於秦，尚可取償於齊。」懷王道：「本欺\\n楚者，秦也，齊何罪焉？合兵而攻齊，人將笑吾。」\\n　　即日拜屈丐為大將，逢侯丑副之，興兵十萬，取路天柱山（在漢申府金州）西\\n北而進，逕襲藍田（縣在西安府）。秦王命魏章為大將，甘茂為副，起兵十萬拒之\\n。一面使人徵兵於齊。齊將匡章亦帥師助戰。\\n　　屈丐雖勇，怎當二國夾攻？連戰俱北。秦、齊之兵追至丹陽，屈丐聚兵復戰，\\n被甘茂斬之。前後獲首級八萬有餘，名將逢侯丑等皆死，共七十餘人。盡取漢中之\\n地（今漢中府）六百里。\\n　　楚國震動，韓、魏聞楚敗，亦謀襲楚。楚懷王大懼，乃使屈平如齊謝罪；使陳\\n軫如秦軍，獻二城以求和。魏章遣人請命於秦王。\\n　　惠文王道：「寡人欲得黔中之地（今貴州省），請以商於地易之。如允，便可\\n罷兵。」魏章奉秦王之命，使人言於懷王。懷王道：「寡人不願得地，願得張儀而\\n甘心焉。如上國肯以張儀㘟楚，寡人情願獻黔中之地為謝。」\\n　　秦左右忌嫉張儀者，皆道：「以一人而易數百里之地，利莫大焉。」秦惠文王\\n道：「張儀吾股肱之臣，寡人寧不得地，何忍棄之！」張儀自請道：「微臣願往。\\n」惠文王道：「楚王含盛怒以待先生，往必見殺。故寡人不忍遣也。」張儀奏道：\\n「殺臣一人，而為秦得黔中之地，臣死有餘榮矣，況未必死乎？」惠文王說：「先\\n生何計自脫？試為寡人言之。」張儀道：「楚夫人鄭袖，美而有智，得王之寵。臣\\n昔在楚時，聞楚王新幸一美人，鄭袖謂美人道：『大王惡人以鼻氣觸之，子見王必\\n掩其鼻。』美人信其言。楚王問於鄭袖道：『美人見寡人輒掩鼻，何也？』鄭袖答\\n道：『嫌大王體臭，故惡聞之。』楚王大怒，命劓美人之鼻，袖遂專寵。又有嬖臣\\n靳尚媚事鄭袖，內外用事，而臣與靳尚相善，臣自料能借其庇，可以不死。大王但\\n詔魏章等留兵漢中，遙為進取之勢，楚必然不敢殺臣矣。」秦王乃遣儀行。\\n　　張儀既至楚國，懷王即命使者執而囚之，將擇日告於太廟，然後行誅。張儀別\\n遣人打靳尚關節。\\n　　靳尚入言於鄭袖道：「夫人之寵不終矣，奈何？」鄭袖問道：「何故？」靳尚\\n道：「秦不知楚王之怒張儀，故遣使。足今，聞楚王欲殺儀，秦將還楚侵地，使親\\n女下嫁於楚，以美人善歌者為勝，以贖張儀之罪。秦女至，楚王必尊而禮之。夫人\\n雖欲擅寵，得乎？」鄭袖大驚道：「子有何計，可止其事？」靳尚道：「夫人若為\\n不知者而以利害言於大王，使出張儀還秦，事宜可已。」\\n　　鄭袖乃中夜涕泣言於懷王道：「大王欲以地易張儀，地未入秦，而張儀先至，\\n是秦之有禮於大王也。秦兵一舉而席捲漢中，有吞楚之勢。若殺張儀以怒之，必將\\n益兵攻楚，我夫婦不能相保。妾中心如刺，飲食不甘者，累日矣。且人臣各為其主\\n。張儀天下智士，其相秦國久，與秦偏厚，何怪其然？大王若厚儀以禮儀之事，楚\\n亦猶秦也。」懷王道：「卿勿憂容，寡人從長計議。」靳尚復乘間言道：「殺一張\\n儀，何損於秦，而又失黔中數百里之地？不如留儀以為和秦之地。」懷王意亦惜黔\\n中之地，不肯與秦。\\n　　於是出張儀，因厚禮之。張儀遂說懷王以事秦之利，懷王即遣張儀歸秦，通兩\\n國之好。\\n　　屈平出使齊國而歸，聞張儀已去，乃諫道：「前大王見欺於張儀，儀至，臣以\\n為大王必烹其肉而食之，今反赦之不誅。又欲聽其邪說，率先事秦。夫匹夫猶不忘\\n仇讐，況君乎？未得秦歡而先觸天下之公憤，臣竊以為非計也。」懷王悔，使人駕\\n軺車追之，張儀已星馳出郊二日矣。張儀既還秦，魏章亦班師而歸，史臣有詩云：\\n　　張儀反覆為嬴秦，朝作俘囚暮上賓。\\n　　堪笑懷王如木偶，不從忠計聽諂人。\\n　　張儀謂秦王道：「儀萬死一生，得復見大王之面，楚王誠畏秦甚，雖然不可使\\n臣失信於楚，大王誠割漢中之半，以為楚德，與為婚姻。臣請借楚為端，說六國連\\n袂以事秦。」秦王許之，遂割漢中五縣，遣人往楚修好；因求懷王之女為太子蕩妃\\n；復以秦女許妻懷王之少子蘭。懷王大喜，以為張儀果不欺楚也。\\n　　秦王念張儀之勞，封以五邑，號武信君。因具黃金、白璧、高車、駟馬，使以\\n連橫之術往說列國。\\n　　張儀果見齊湣王道：「大王自料土地孰與秦廣？甲兵孰與秦強？從人為齊計者\\n，皆謂齊去秦遠，可以無患。此但狃於目前，不顧後患。今秦、楚嫁女娶婦，結昆\\n弟之好。三晉莫不悚懼，爭獻地以事秦。大王獨與秦為仇，秦驅韓魏攻齊之南境，\\n悉趙兵渡黃河以乘臨淄、即墨之敝，大王雖欲事秦，尚可得乎？今日之計，事秦者\\n安，背秦者危。」齊湣王道：「寡人願以國聽於先生。」乃厚贈張儀。\\n　　儀復西說趙王道：「敝邑秦王有敝甲凋兵，願與君會於邯鄲之下，使微臣先聞\\n於左右。大王所恃者，蘇秦之約耳。秦背燕逃齊，又以反誅，一身不保而人猶信之\\n，誤矣。今秦、楚結婚；齊獻魚鹽之地；韓、魏稱東藩之臣，是五國為一也。大王\\n欲以孤趙，抗五國之鋒，萬無一幸。故臣為大王計，莫如事秦。」趙王許諾。\\n　　儀復北往燕國，說燕昭王道：「大王所最親者，莫如趙。昔趙襄子嘗以其姊為\\n代王夫人，襄子欲併代國，約與代王為好會，令工人製為長柄金斗（飲器方者曰斗\\n）。方讌，廚人進羹，反斗柄以擊代王，破腦而死，遂襲據代國。其姊聞之，泣而\\n呼天，因摩笄（簪屬）以自刺。後人因號其山，曰摩笄之山（在大同蔚州）。夫親\\n姊猶欺之以取利，況他人哉？今趙王已割地謝過於秦，將入朝秦王於澠（音免）池\\n（在今河南府永寧縣）。一旦驅趙而攻燕，則易水長城非六王之有也。」燕昭王道\\n：「寡人願獻恒山之東五城以和秦。」\\n　　張儀連衡之說既行，將歸報秦。未至咸陽，秦惠文王已病薨。太子蕩即位，是\\n為武王。\\n　　齊湣王初聽張儀之說，以為三晉皆已獻地事秦，故不敢自異。及聞儀說齊之後\\n，方往說趙，以儀為欺，大怒。又聞秦惠文王之薨，乃使孟嘗君致書列國，約共背\\n秦復為合縱。疑楚已結婚姻於秦，恐其不從，先欲伐之。楚懷王遣其太子獻為質於\\n齊，齊兵乃止。湣王自為縱約長，結連諸侯，約能得張儀者賞以十城。\\n　　秦武王生性粗直，自為太子時，素惡張儀之多詐，群臣先忌儀寵者，至是皆䜛\\n譖之。儀懼禍，乃入見武王道：「儀有愚計，願效於左右。」武王道：「君計安出\\n？」張儀道：「聞齊王甚憎儀，儀之所在，必興師伐之。儀願辭大王東往大梁，齊\\n之伐梁必矣。梁、齊兵連而不解，大王乃乘間伐韓。通三用以窺周室，此王業也。\\n」武王以為然，乃具革車三十乘，送張儀入大梁。魏哀王（襄王之子）用為相國，\\n以代公孫衍之位，衍乃去魏入秦。\\n　　齊湣王知張儀相魏，果然大怒，興師伐魏。魏哀王大懼，謀於張儀。儀乃使其\\n舍人馮喜偽為楚客，見湣王道：「聞大王甚憎張儀，信乎？」湣王答道：「然。」\\n馮喜道：「大王如憎儀，願無伐魏也。臣適從咸陽來，聞儀去秦時，與秦王有約，\\n言：『齊王惡儀，儀所在必與師伐之。』故秦王具車乘送儀於魏，欲以挑齊、魏之\\n鬥，齊、魏兵連而不解，秦乃得乘間而圖事於北方。王今伐魏中儀計，王不如無伐\\n，使秦不信張儀，儀雖在魏亦無能為矣。」湣王遂罷兵不伐魏。魏哀王益厚張儀。\\n　　逾年，張儀竟病卒於魏。\\n　　正應前鬼谷子所占云：「蘇秦先吉後凶，張儀先凶後吉。」又云：「秦說先行\\n，儀當晚達。」張儀果先為楚昭陽之辱，幾欲鞭死；後得蘇秦之激，入秦為相，名\\n重六國，並得無傷，仍卒本國。則先凶後吉、晚達之言，一毫不爽。而蘇秦始雖不\\n遇於秦，鬼谷曾言，如失志，當於《陰符篇》探討。既相六國，榮顯已極。時張儀\\n尚在困苦，豈非秦先吉說先行乎！及至齊國被刺後，凶之言益驗。\\n　　鬼谷子又云：「汝二人異日宜互相推讓，以成名譽。」果蘇秦薦張儀於秦，張\\n儀陰主秦柄，使不伐蘇秦所在之國，以報汲引之情，互相成名又驗。\\n　　鬼谷嘗有書遺於蘇、張二人曰：\\n　　二足下功名赫赫，但春華至秋，不得久茂。今二子好朝露之榮，忽長久之功，\\n輕喬松之永延，貴一旦之浮爵。夫女愛不及席，男歡不畢輪，痛哉！\\n　　鬼谷子處人間數百歲，後不知所之，有《陰符》、《鬼谷》二書行於世。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　澹游子評</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>　　田文論從五國伐秦與否，彷彿孫臏論救韓與不救同調異事。臏曰：「若不救韓\\n，是棄韓肥魏；言不救者，非韓未敝往救之，先受其危；亦非文曰伐則結秦之仇。\\n論伐者為非，不伐觸五國之怒，言不伐亦非。」臏曰：「許韓必救，俟魏兵弊，攻\\n弊魏存，危韓力少功多。」文曰發兵緩行，兵發，與五國不異，緩行則可觀望。進\\n退謀略，皆佳。\\n　　蘇秦居河南洛陽，學於鬼谷，艱難於秦不用，於周顯王不喜愛，於趙相奉陽君\\n始仕。燕文公，既趙肅侯，次韓宣惠公，次魏惠王，次齊宣王，次楚威王。洹水合\\n縱，佩六國相印，統轄六國軍民，威名大丕，此因苦志，昔年當受此享。然不諒時\\n勢，人心移易，貪鄙目前。各君貳心，尤執己見。合縱堅拗，匕首入腹，由斯至也\\n。在以死後訃報刺家，雖曰九泉快心，亦自先受身屍分斬，號令徒博一間耳。抑又\\n死後遺臭，晚節不終，燕齊反覆議謗乎。\\n　　蘇秦死得甚不乾淨，皆因在日作事無成，死後被人作話柄爾，故張儀藉言身且\\n不保，安望其保國。又曰親兄弟，共父母，尚以錢財爭鬥，況異國等語，實為確切\\n。蓋六國外雖共盟，同聲遵依合縱，內實反覆，不常。惟利自視，稍有目前益處，\\n即亦不顧山盟海誓。卻被張儀看得透逖，故敢輕身率入他國，如自己家中一般，其\\n拿得穩者，參得透也。\\n　　楚懷王被張儀輕許商於六百里地面，反以陳軫之言為非，令閉口勿言，看寡人\\n受地，已屬笑事。又益好佞稱慶其總，欲人捧腹不絕耳。及逢侯丑還報，又大怒，\\n而欲得張儀生食其肉，何其憒憒乎。至如陳軫計割兩城賂秦，合兵攻齊，仍欲取償\\n於齊。懷王辭答以欺楚本秦，與齊無罪，若反與秦合兵攻齊，人將笑吾等語，又似\\n明理之君，非呆豎所道者。若論其勢，從陳軫議固為不可。如懷王獨攻強秦，憎怒\\n一時，即一秦國尚不能必勝，況不慮齊助乎？以秦、齊二大國，同心拒楚，不敗何\\n待！為楚之計，今雖受秦欺詐，又失齊助，宜堅守待時亦可。如急欲復仇，則割兩\\n城，使能事至齊說明謝過，同力攻秦，庶或可以勝秦。一以原齊向好，一以受欺於\\n秦，不被其再辱。乃計不出此，徒博一時血氣，師喪地失。復以如齊謝罪，如秦獻\\n城，又種種奇想。欲以地易張儀，及儀至又不即殺，反聽嬖細，敬禮又使歸秦通好\\n，許秦婚姻，為儀不欺楚。德之諺云：「娶妻不得力，一世煩惱；買賣不得時，一\\n遭。」今懷王以一國君長，不如常人，受欺張儀一次、兩次、三四次，未足為常，\\n直待身死異國，而後免於秦，斯此真木偶人耳。任人搬演，無主之人，一至斯哉！\\n　　蘇秦之合縱計，與六國之君序兄弟也，反各不見信，瞬息背敗。張儀以連橫術\\n說六國事秦，此尊卑上下懸絕，非以兄弟比肩為然。乃君臣之分，反喜兒聽，樂與\\n相從，雖湣王共約背秦，乃一時興頭耳。吾知六國終不免稱臣於秦也哉！\\n　　張儀之詐，非惟異國憎恨，即秦武王亦惡之。然雖湣王、武王等恨其欺詐，欲\\n得而殺之甚易，而彼竟以欺詐脫鬼，此所以為大狡獪也乎！\\n　　鬼谷遺書於蘇、張二人，何等澈底，指示喚醒迷途。惜二子溺於人欲，貪其目\\n前娛快，不顧死後昏昏，細究世道擾攘之中，無一實濟，真似早露、春花。思此二\\n人當日事業，豈不赫赫，故公孫衍得以大丈夫稱之，而今安在乎？吾夫子云：不義\\n而富且貴，於吾如浮雲、之漠然，無所動於其中也。\\n　　此書以鬼谷先生起，以鬼谷先生終，中述孫、龐、蘇、張四人。自始至終，一\\n生事業，往來列國，如層波疊浪，反覆頃側，忽爾高山，忽爾平壤，直至鐘鳴漏盡\\n而後己，焉未以鬼谷一書喚醒今古。</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Guei Gu Sih You Jhih, by Jing Chang Yang</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK GUEI GU SIH YOU JHIH ***</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>***** This file should be named 27171-0.txt or 27171-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/7/1/7/27171/</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Produced by Huang Xiang-Ru</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-d6baa535c9200be2-f09fcd twpub-d6baa535c9200be2-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/d6baa535c9200be2/toc\",\n            \"target\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000038\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/d6baa535c9200be2/toc\",\n            \"target\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000041\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/d6baa535c9200be2/toc\",\n            \"target\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000068\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/d6baa535c9200be2/toc\",\n            \"target\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000071\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/d6baa535c9200be2/toc\",\n            \"target\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000075\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/d6baa535c9200be2/toc\",\n            \"target\": \"$:/plugins/twpub/d6baa535c9200be2/text/000000081\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-d6baa535c9200be2-f09fcd blockquote,.twpub-d6baa535c9200be2-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-d6baa535c9200be2-f09fcd body > p{text-align:justify;}.twpub-d6baa535c9200be2-f09fcd h2{clear:both;}.twpub-d6baa535c9200be2-f09fcd h3{font-weight:normal;clear:both;}.twpub-d6baa535c9200be2-f09fcd hr{clear:both;}\\n.twpub-d6baa535c9200be2-6b4cd0 div,.twpub-d6baa535c9200be2-6b4cd0 p,.twpub-d6baa535c9200be2-6b4cd0 pre,.twpub-d6baa535c9200be2-6b4cd0 h1,.twpub-d6baa535c9200be2-6b4cd0 h2,.twpub-d6baa535c9200be2-6b4cd0 h3,.twpub-d6baa535c9200be2-6b4cd0 h4,.twpub-d6baa535c9200be2-6b4cd0 h5,.twpub-d6baa535c9200be2-6b4cd0 h6{display:block;}.twpub-d6baa535c9200be2-6b4cd0 div.figcenter span.caption{display:block;}.twpub-d6baa535c9200be2-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/images/OEBPS/8198210335922691576_27171-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/images/OEBPS/8198210335922691576_27171-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAACT3UlEQVR42uzdd2BV9cH4/5sEEmZkowzBiSwXAoqtooJ106rgtrbOqtVSV2nrqliqtbXWWlu1jjq/PlrBB6114URRHIBAsKAMAVFAEAwQSPL7I/2l5zlZN8nd5/X6i3u9wXDuuZ9z3vdzRl6s81sxAAAAoiffIgAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAID0y6usrLQUAAAAIsgMIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCC0CAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAEi9Fmn5v27evLmkpCTF/9Pdd9+9TZs2fhO/SRN+EwAAyEl5lZWVqf+/Llq0aNy4cSn+n95///2DBw/2m/hNmvCbAABATnLIKAAAgCAEAABAEAIAACAIAQAAEIQAAADkkBaZ8EtMmjSpW7duCf9rt2zZcuGFF/pN/CYJ/00AAEAQJkz//v179+6d8L+2tLTUb+I3ScZvAgAAucEhowAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAILQIAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAACSo0Um/BKbN28uLS1Nxl/rN/GbJOM3AQAAQZgwJ598coYsDr+J3wQAAKLDIaMAAACCEAAAAEEIAACAIAQAAEAQAgAAkEPyKisrU/9/3bhx42uvvZbi/+mIESM6dOjgN/GbNOE3AQAAQQgAAEDucMgoAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAILQIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAGnTwiKA1CgvL6/+c15eXn6+r2MAQwRgUEIQQgR8+OGHZ599dvXDkSNH/u53v7NYAEMEYFAivbQ+AACAICRpPvjggxNOOOHAAw+cNGlScP4dAAA7XZBGDhlNuq+//nr8+PEbNmyIxWJPPPFE586dzzvvPIulVps3b/7888//s2q2aNGrV6/m/51LliyZNm3aW2+9tWrVqtWrV+fl5XXu3Ll79+4HHHDAyJEj+/bta7FDlIeIjz/++Nlnn33//feXLVtWWlq63Xbb9ejR48ADDzz88MP79OljmYOdLhCENNe0adOqBqYqkydPNjbVqry8/Kc//emMGTOqHu6www5Tp05tzl+4atWq3//+9y+++GLo+dLS0mXLls2cOfP2228/7LDDxo8fv8MOO1j+ELUh4ssvv7zpppumTZsWfHLNmjVr1qyZM2fOXXfddeKJJ1500UXt2rWz8CG9xowZ89lnn1U/fPDBBwcMGGCnCxLFIaNJt2jRolClfP311xZLTb/+9a+rd/Wa78033zzhhBNq1mDISy+9dMIJJ7z22muWP0RqiJg9e/ZJJ50UqsGgioqKxx9//Kyzzlq+fLmFD3a6QBDSdBs3bmzwGe6///7Jkycn6m+bNm3aZZddtmnTpnhevGXLlssvv/z555/3LkBEhoh58+ZdeOGF69evb/CVn3766Q9/+MNVq1Z5C8BOFwhCmqhly5ahZwoLCy2WoBdffPFPf/pTov62JUuW/PznP9+6dWv8P1JeXn7ttdd+8skn3gvI+SFi3bp148ePj/MLo1gstnr16ssuu2zLli3eCLDTBTnJOYSN88gjj1Qdm37GGWe0adMmnh/p0aNH8GGrVq06depkSVb76KOPrrnmmsrKyoT8bRUVFddcc01ZWVljf7CsrOzaa6+9//77CwoKkrEaEJ2PPJk8RMRisUmTJq1evbpRPzJ//vy77rrrxz/+sdUG73WGs9MFgjC5Nm3adOutt1ZUVMRisRNPPDHOoX/EiBF//OMfqx8eeOCB+fkmZv9jxYoV48ePT+BX788///xHH30UerJnz54nnXTSAQcc0L179/Ly8pUrV7755puPPvro2rVrgy+bN2/eiy+++J3vfCcZqwHR+ciTyUPE/Pnza55a3LJly+985zt777139+7d169fP2PGjH/961+h75UeeuihY489Np7rElttDBGkkZ0uaAIfkkZYsGBB1bjfKLvtttvJJ59c9edOnTpdcskllmSVjRs3XnrppaEqa6bHH3889MyYMWOeeOKJ0047beedd27btm1xcXG/fv1++MMfTp48eeTIkaEX/8///E+SVgOi85Enk4eIv/71r6FnBg4cOGXKlOuvv/573/veiBEjjjzyyOuuu+7xxx/v169f8GXbtm2r+bNWG0OE9zrT2OmCJjBD2Ajz5s1r2g9eccUVI0eOXLly5be//e2OHTtakrFYrLy8/IorrgidtteuXbvmnPy9ePHiWbNmBZ8ZNWrU1VdfnZeXV/PFbdu2vfnmmy+++OJ33nmn+skPPvhg2bJlvXv3TsZqQHQ+8mTmELFgwYLXX389+MygQYP++te/tmrVKvTK3r1733333eeee+6CBQuqn3zppZdWrVrVvXt3qw3e60xmpwsaywxhI8yfP7/JPzt06NDjjjvOwFTt17/+dbDEYrHYMcccE/pKvrHef//94MP27dtPmDCh1hqsUlBQcN1114VONw8lZWJXA6LzkScDh4jQxYRbt249ceLEmjVYpW3btrfcckvwIMDy8vKaxyBYbQwRZCA7XSAIk8V3gYlS8wryPXv2vOqqq5p5ptDs2bODD48++ugOHTrU/yPdu3cfPXp08JmapyBaDXzkyY0hInTXwZNOOqn+wwF69OhxwQUXBJ954YUXrDZ4rwFBGFGlpaVLly61HJqv5hXki4qKfvvb37Zp06aZe3uh29Eeeuih8fxU6GWhv8Rq4CNPbgwRS5YsWbJkSfXDFi1anHTSSQ3+1NixYzt37lz9cPny5cGDSK02hgjLARCEETJ//nznjjffnDlzrr766tAV5K+55pqqI8GacLuIoOBtpvPy8vr37x/PTw0cOLCuv8Rq4CNvOeTMEPHee+8FHw4ZMqRbt24N/lRhYeGJJ54YfOa1116z2uC9BgRhRId+C6H5rr322tAu3emnn37EEUdU/bmZM4RVN4Oq0r59+zivAN6lS5fgNamDf4nVwEeenBkiQpP/+++/f5w/WP1/r/LBBx9YbfBeA4LQ0E8THXXUUcGHw4YNu/TSS6sflpeXN+cv37x5c/Wf27ZtG+dP5eXltW7duvphaWmp1QDvde4NEZ9++mnw4ZAhQ+L8wR133HGnnXaqfjhnzpx65oWsNoYIiF9ZWdmSJUtKSkqWL19uwtm7nEaZdduJpUuXvvbaax9++OHixYu/+uqrWCzWuXPnLl26DBs2bOTIkfHcEbh+n3/++fPPP//uu+8uWrRo/fr1FRUVHTp02H777ffaa69hw4btv//+dd299K233po+fXqTK2X58uXBUNl+++3Tvqhnz5797LPPzpo1a8WKFZs2bWrfvv1OO+20//77H3PMMUn99U499dRHH3103bp1sVisZ8+eN910U3CZN/NzUlRUVD23EIzDBm3durX6z8E4TOBq0KCZM2c+88wzs2bN+uKLLyorKzt37ty9e/cDDzzwsMMOq/+6F8nQ5E9Kste34KepdevWPXr0qLmL9vTTT7///vsrV67cunVr165du3TpMnz48MMPPzy4T9+gpL7XiRJcGkVFRb169Qq9YNWqVY888sjrr7++cuXKFi1adOjQYY899rj00ktff/31r7/+uvplBx988B577NHY//uTTz65evXqYLnts88+mTxEhO5g0adPn/h/dr/99qvuydLS0k8++WTXXXc1RBgiDBGpHyISuNOVsrWlVtOmTXv88cc/+OCD6j2QNm3aDBs2bNy4ccOHDw++cvXq1W+88UbVn3v06DFs2LD0flpTMyglqggi8i43X17oVI10eeONN+67774PP/ywntccfvjhl112WZcuXZrw969bt+6222575pln6vmCuVu3buPGjTvttNOC9yHYvHnzH/7wh3juV15lr732uvfee4PPfPjhh2effXb1w5EjR/7ud7+rfnjMMcesXLmy+uEvfvGL448/vlH/tMrKykMPPTQ4dv/ud7+recv1asuWLZs0adKMGTNq/a8tW7YcN27cxRdfHLoZQwL9/e9/v+2221q3bn3//feHdqpGjRpV9bGPxWI77LDD1KlTG/U3H3XUUatWrar6c35+/jvvvFPPPSeqbdmyZcSIEdUPd95555pvd8JXg0MPPfS3v/1t1Z+XLFlyww031HMc2ne/+93x48e3a9cuBZ/EJn9SUrO+BRdj//79H3rooeCezc033/zKK6/UM4D87Gc/22677RrceDTzvb7lllseffTR6ocTJkwInYRWjzVr1hx++OHVD3v16jVlypR4lsaOO+741FNPBf/rE088ceutt9b8ZuSRRx7529/+9tJLL1U/M27cuKuuuqpR68nWrVsPPvjg4AGct91227e+9a2MHSIqKiqGDh1a/bBDhw7BJdCgqVOnXnvttdUPf/Ob34SuTmyIMEQYIpI6RIwZM+azzz6rfvjggw8OGDCgwX91zZ2uFK8ttVq7du2ECRNmzpxZ1wsOOeSQa6+9tn379lUPX3zxxerlf9hhh918882p+bSma1BKbBHk/LucKOk/ZHTu3LmnnHLKpZdeWv97H4vFnn/++XHjxtV/EchaffDBB2PHjn366afrP9zoiy+++NOf/nTGGWcEf7dTTz01/nG/Cfbbb7/gw9Cd9OKxaNGiYA3m5+fvu+++db347bffPv300+va9FYN4g8//PAPfvCD6r2uhBs3blyXLl1+9atf1fyKvZkzhMEvfioqKlasWBHPT4XmDWp+h5qM1aCgoKDqDzNmzDjjjDPqPytp8uTJ48aNC35xkCRN/qSkZX0LLpCPPvro9NNPr2dYrxpAxo4dW/9VAVPwkU+S4CAQi8XuvPPOSZMm1TpP3rFjx9BXj6GrrcRj3rx5wV29/Pz8BH73n4whInQoeIM3lw/Zbbfdgg+DVys1RBgiDBEpHiKSIRlrS13/ozPOOKOeTojFYtOmTTvrrLPWrl1b3S2Z8GlNwaCU7CLIvXc5R4KwvLz8z3/+81lnnfXxxx/H+SPr16+/8MILG7WGzZgx46KLLqpe4g2qjvX169f/4Ac/CG34kx2E9X/AahVqyN133724uLjWV77zzjvjx4/fuHFjg39nSUnJBRdcUP/ZdE3WqlWre++9t9Z7QjQzCEPHgL377rvx/NScOXOCD3feeefQKpeM1aDqq7i5c+eOHz/+m2++afD1q1atuvjii+u/AmozNfmTUpdkr2/r1q3btGlT1Xcicf7ma9asueSSS+pajKn5yKdgb2/y5Mn33HNPXa/s1KlT6EiVRYsWNXZvOzRS9e/fP/6zdtMyRITWrrpuRl+XHXbYIfhw8eLFhghDhCEiXUNEMiR8balrILrooos+//zzBl+5ePHiH//4x1VR/cUXX6T905rsQSk1RZBj73LuBGEsFnvssccau4FfvXr1xIkT43zx4sWLr7zyykZdmK76SgPbtm1r5jVO4hE8iikWi33++eeN/UIlNOyGCjP4dcVVV10V/0XbFy5ceP311yfpX92zZ89an2/mAcyDBg0KPqz/i59qL7/8cvBh6JvRJK0GrVu3Li0tbdTKuXjx4ptuuilJ70hzPilpXN8+//zzLVu2XH755fHsU1apOj6t1v+Umo98klRUVFTtLi9btqz6qJ6aiouLW7Ro0bt379B5FI2dAQgNO/FfoCVdQ0SoJeo5Vbiu5VZUVBTc0TFEGCIMEWkcIpIhsWtLrW666ab4v1AoKSm5/fbbY42fO0r4pzU1g1KyiyDH3uWcCsKCgoJQDsXp7bffjufQyoqKiquvvjr+t7xKPcdbJkP37t1Duz6NnSQMvb6uRXrDDTeEjhhp0Isvvvjiiy9m0QYvFMNvvPHGwoUL6/+RRYsWBef027Rpk5rDWtq1a3fXXXfF8wVS0L/+9a/6b4rd5B2FhH9SUrO+rVy58p577mns4RwvvPBCMhZj2lUt8LoOA6vSsWPHWr/4qP/IlppVNmvWrHi+h8ocoT2YJpwjHZzfiP97d0OEIcIQkRVDRArWlvfff7+xV0Z47LHHFixY0Ki5o+Tt+iZ1UEp2EeTYu5wMab7K6P777x+cxmnTps1RRx110EEH7bbbbp06dSotLV28ePHUqVOfeuqp0NcGTz75ZIOr7+OPPz5v3rxaG2zo0KE77LBDRUXFypUr33///er1u6CgYM8996z6c8uWLffaa6/qn5o/f37wu8yBAwe2aFHL0gudahKPoUOHBq+I9f7774cuvF7/9xZffvnlf/u+jsP0X3zxxZonaey7775jx47t169fcXHxypUrX3311f/5n/8JTYv/5S9/OfTQQ5t8BaoU6927d79+/ao/tJWVlb///e/vuOOOei4tc/vttwfnHI455pjQnmLyVoPgWSj5+fkjRowYPXp0z549O3Xq9NVXX82dO3fKlCk1j49/9NFHr7vuusQut2Z+UtK4vpWUlDz22GPBZwYOHDhq1KgePXp07Njxq6++mjdv3rPPPhv8jFSPv8FrhKT4I5+8vb2lS5fWXPK9e/fu2LHj+vXrV6xY0alTp+q9vcmTJzdtb2/hwoXB23Vm/tlBNQuwCfczDB5lGjx8zhBhiDBE5MAQkfC1pdb9jZpPjho1aty4cf3792/RosXq1atnzZr11FNPVc/HVlZW3nTTTcuWLUvjpzVlg1JSiyDH3uXcDMLqFWvs2LE/+tGPgscxFxcX77nnnnvuuefIkSN/8pOfBA/VeO2118rLy6vPcK1p06ZNf/vb30JPdu7c+corrzzssMNChTB37twnn3zymWee6devX/WhRMXFxcErg4WucHXrrbd27tw5IQthyJAhwWG3UV91hF5c62H6FRUVf/3rX4PP5Ofn/+QnPznttNOCXwoOGDDg+OOPHz9+fPBbkE8//fSll14KXU8vkx133HHBg2FmzJjxwAMPnHXWWbW+eMqUKa+//npwsZx88smh1yRpNbj//vur/9ynT59bbrkleO5inz599t5775NOOunWW28NjVwvv/zyL3/5y1p3O5qm+Z+UNK5vd9xxR/Wft99++0mTJoW2aqNGjTrnnHMmTpz4r3/9K/j8tGnTfvGLX4QWY8o+8kmyYcOG4FuZl5c3ZsyYH/7wh9XHIASvvj1s2LC8vP9eZfrTTz9du3Zt9b5g/UKn+/fv379NmzYZPjKEfsNG3ZamyrZt24I71hUVFVVZYogwRBgicmCISPjaUnNvbfbs2aHV/rrrrjv66KOrn+nRo0ePHj2OPPLIZ5999oYbbqj6uiE015riT2sqB6XkFUGOvctJkuaZn969e/fs2XOfffZ55JFHrrzyyrrOah0xYsT5558ffKa0tHTu3Ln1/M3PPPNM6Kie3r17P/TQQ6NGjao5XzRw4MBrrrnmqaeeOuecc1K/EEKHUixZsiT+45HiOV709ddfD11I85JLLglueoNfIN1+++3VR4xUue+++2LZ47vf/W5ok3zHHXcEezvYir/+9a+Dz4wbN65RtyZLiF122eXBBx8MXcnmP9/WtGhxxRVXHHLIIcEnv/nmm9Bw00wJ/6SkZX3r27fvww8/XOt3nG3atJk4cWLoU7Zhw4b6B5Bs9MEHH1R/i19YWPib3/zm6quvDh6R3qpVq1122aV6hzs0cRH/DECc5y1nlNDuTmMPVqysrAxOVVVWVsZ/8pshwhBhiMiuBZWMteXJJ58MPXPppZcGOyHoqKOOmjRpUjz3zUrLrm+SBqXkFUGOvcu5GYRVX6rdc889DR5Tccopp4RWjpKSknpe/49//CP4sFWrVrfeemu3bt3q+ZEePXocdNBBqV8C3bp123HHHesZTOv/NqLBYTe0KPbbb7/TTz+9rr+wc+fOl19+efCZBQsWBI9ozXCtWrU677zzgs9UVFTccMMNt99+e/AYgxdeeOEnP/lJ8Cv/HXbY4YILLkjxb1tYWDhp0qT6r73205/+NPS9V2L39hL+SUn9+tayZctf//rXHTp0qHOYy8+fMGFCaNht8KrWWefuu++u/vP1118/atSo+l/f5CvLZ+PlItq2bRs8znD58uWNunrBqlWrQkeZpiYIDRGGCENEiiVjbSktLZ02bVrwmUGDBtX6JUi1kSNHfve73037pzXFg1KSiiDH3uWcDcLqr6Pq16ZNm9AqG7zwd8iSJUtCZ39+//vf32mnnTJ2AGrazSe+/PLL4HaxoKAgeHpDlfXr10+fPj34zIUXXlj/FxKHH3546Do3weMqM98JJ5xQc6b0/vvvP/fcc5cvX15WVvaHP/xhwoQJwf25wsLCm2++OZ7LLifWySef3OD6X3Ow/ve//52oXyDhn5S0rG9V5x3V/5q+ffuOGDEi+EyDFxzKOtVfcJxwwgnBW1fXpfr4nCpx3qZl+fLlwXPfCwoKsuLsoIKCguCtI8rKyhp1PeeaR/Jv3brVEGGIMETkzBCR1LVlxowZoW+ULrjggganhn70ox+1bNkyjZ/W1A9KySiCHHuXczkI41fzDg11vTJ0v4E2bdqccsopmfxPC31/FudphKGv6wYOHFjzMP3XX389+EX4nnvuWTMaa34vMmbMmOAzr732WhatJ3l5eddff33Nczk+/PDDcePGnXzyyQ8++GDwQjL5+fkTJ04cMGBA6n/PsWPHxvPKAw88MPgweNZKMyX8k5KW9e2kk06K52Xf+ta3gg/TfgJ3khQXF19yySXxvHKfffYJXmplyZIla9asafCnat5eLCvODorFYqEdo0Zdzzl0c5rUBKEhwhBhiEi9ZKwtoS9BunfvHrrTY606d+588MEHp/HTmpmDUmOLIMfeZUEYi9W4Y/i6devqemXoe6xDDz009ZM/zVmz//3vf8dz0894DtN/6623gg8bPESkSuh7wQ8//LCZdwhMse7du//hD3+oee/pzZs3h24OU1BQcMMNNxx22GGp/yUHDBgQutFTXfbee+/gwwTerCbhn5TUr2977LFHr169mvC1S9rv+ZMkp556art27eJ5ZatWrQYPHhx8Jp5zhLL37KBQEIbW1XqsWrWq5pRUCq69bIgwRBgiUixJa0voUMPvfOc7cQ4gcX5AUrbrmwmDUmOLIMfeZUEYi9W4VXFdd1mpqKgIXa4ndHprBurcuXPfvn2D/4R4zl6IZ9gNvWbkyJHx/D6hr/S2bNnSqMOrMsGAAQNuu+22+r+YbN++/Z/+9KcjjjgiLb9h6PSM+tf84LASug57kyXjk5L69S20p1iPXr16BQ/eaNT2I1vk5+c36oSE0PeXub23N3DgwODDV199Nc514K677gqeb1wlgZfxNEQYIgwRGSIZa0vV/RKCz8R/zt7QoUPjvOhIanZ90z4oNbYIcuxdFoT/UVxcHHxY1zn9n332WWlpaXD4y4rxKPRLNnjU6Pr164MXagvdH6nKmjVrgt9ndOrUKfQRqmebEbrOTWOPz86QRfqb3/ym/qEtjec2xH+QamFhYfAI2LKysoRc0CLhn5S0rG/xL8aioqLgNdMTtRgzypAhQ7p27drkvb0GLxrx1VdfBefYaz1vOWONGDEieKrGpk2bHn744QZ/6p133pkyZUrN51MQhIYIQ4QhImO3y/GvLQsXLgweJp2fn9+/f/84/y8dOnSI8zOSml3ftA9KjS2CHHuXBeF/l2/wcPbgTUhC70rw4Y477hjn0REZFYQNnt/ywQcfBI+ZGTRoUM0jJEOLYo899oj/9wltfT/99NOs2/J9/PHHN910Uz0veOmll84777zVq1en5deL8+TpKqGpzoScv5TwT0pa1rddd901/v9L6B9Yc9on24XOgI9nuxg8pmjJkiU178Zbz7g0YMCALDo7qG3btqHjf/7+97/Xf+27hQsXXnXVVbUenRjnPa8MEYYIQ0QWLZ9krC2hdXW33XarubdWj9133z0tn9bMHJQaWwQ59i4Lwv/zlUP1n+s6hWDp0qWhdyUr/mmhPZV58+bV/4VHPEdlhFbQWm8aU5fQdYrr3wZkoLfffvuss85q8Orks2fPPvPMM1N/8YD8/PxGfSEUGlkSspuS8E9K6te3/Pz8OM9nSN5izCiN/TI+Pz8/NPLUPwOQ7bcXO/LII0MrwGWXXVbXt2/Tpk07++yzq+5YWFhYGCrARm3sDRGGCENE5kvS2rJixYomr/axWCzOs91SsOubCYNSY4sgx95lQdg4oZM+e/funRW/dqdOnYJfvWzdunXOnDn1vD50TGmtt6QPnWXRqANFQvdx3rRpUxatA9OnTx8/fnzo+r8tW7aseenRqhXmnHPOSfEUaIcOHRp1yFnoqsQJucZPwj8pqV/fOnTo0KjrNYde3Kg70WW+vLy8JuwEhA4Jq//K8jkQhKHt7tq1a88///xrr7125syZa9eu3bZt2xdffPH888//6Ec/uvzyy6vPSzn77LODo0dRUVGyZwgNEYYIQ0SKJWltCX2Ounfv3qjfavvtt8+QXd9MGJQi/i4LwsYJ3gCnCe9KGoW+h6vnqNHS0tLg3WYKCwtDlwKrdQWt/+akIaG7jsZz1dMMsWjRoiuvvDI0v7rzzjs/8MADkydPPv3002vuya1evfriiy9eu3ZtKvs/9z4pqV/fMmExZo7OnTs34eis+M8RCg07LVq0yK6zg2KxWEFBwbnnnht6sry8fOrUqeeff/7o0aOHDx9+5JFHTpgw4Z133gmuZqecckrw/Jz6b8psiDBEGCKycYhI0toSuldHYz9Hcf5WKdj1zY1PU1a/y0nVInPepK1bt5aUlMyaNeujjz5as2bN119/vWHDhs2bNzd2G1B1hE82rsH77bff448/Xv2wnuvKzJ49O3jA9ODBg4NT59VCF0S66aabbr311jh/mdD3r9kyQ1haWnr55ZeHftuDDjpo0qRJVfP+48ePP+qooyZMmBC6/8Tnn39++eWX33333Sk4NSg1O5Sp/6Skfn3LhMWYOZq2B9CnT5/u3btX76kvW7Zs1apVtf5Vs2fPDn45OnDgwNCkTVY46qijpkyZEue9XqtceeWVbdu2Da6TKVjxDBGGCENEiiVpbdmwYUOTvweJxWIdOnRIy6c1vZ+mRBVBjr3LuR+Ea9eu/X//7/898cQTCbnKc+hTkeF3IAwFYV5eXvWselX11don8RwvWnNRNGfxZksQ3n333aEj6Y855phrr702ePnjfv36PfzwwxMnTnzuueeCr5w1a9aDDz541llnpeD3zITz7BP+SUn9+paNQZI8Tb6EwLBhw/73f/+3+uF777131FFH1XxZ6JiF0BEN1R599NHQZ7CufdPUfNZC8vPzb7zxxrPOOivO+2KddNJJo0ePLisrC34H17FjR0OEIcIQ0bQhImMlaW0J3RGhsf+XOF+fgl3f1AxKiS2CHHuXczwIJ0+efPPNN4dO92qO0HYii65wtd122+2yyy7Vl4ratGlTSUlJ6N5ZtQZhXYfpB49xaqasuDH9smXLHnnkkeAzBx544DXXXFPz3qCtW7eeOHFihw4dHnvssVBPHnHEESk4mDs185Ap/qSkfn1LwaX/s0ithwnEY//992/C3l5dw860adMavDZ9LBbbfffd0xKEsVisW7dud95558UXXxy6DEBN3/ve9y6//PJYLPbVV18Fn6/1bGRDhCHCEBHPEJGxkrS2hE5gKSoqSkYqpGDXNwWDUsKLIMfe5aRK5zmEFRUV119//Q033JDY9z50CaDs2h7Ec/OJsrKyuXPnBle7QYMG1fq3JfYiv5nvoYceCr77Xbt2nThxYl1DWF5e3hVXXBG6Re/mzZsfeuih7N3wpPeTkvr1zd5eQrbWw4YNC94Vt9aLRmzbtu2jjz4KLvmsO4EwqE+fPg8//PAxxxxT89uiKh07drzuuut++ctfVr0gdHOaLl26GCIMEYaIHBsikrS2hD5Hjc3yON+1FOz6JvXTlKQiyLF3OWeD8M4773z66acT/teG7kaSCUs5fqGDP2s90WXu3LnBryL23nvvuq6YlHuXzK7Hxo0bn3nmmeAzV155ZejWpTX97Gc/C83BTpkyJYFfY2eyhH9SIrW+5ZLQJY6XL19e83DKefPmBbfTAwcOTPZ9F5KtuLj4+uuvf/LJJy+44IL999+/T58+PXr02GOPPY4++ugbbrjh2WefPfbYY6tfnPogNERgiMgNqUmFrN71TV4R5Ni7nNxUTtf/+M0337zvvvtqPr/rrruOHj26f//+O+20U7t27dq1axf8Bnfo0KENXgY69I1vdm2B9t133/z8/Op/Y9Xd54PfzMXiPl40FouFfjC3vfnmm8FDJnbddddDDjmkwZ9q2bLlhAkTzjzzzOplXlpaOn369FGjRuX8Ekv4JyVS61uOGT58ePC+xu++++4xxxwTfEG2HwxWlx133LHmdUdrCt31LhPuGWWIwBCRFUJTUkmaJ8/qXd/kFUGOvcu5GYR33HFH6ByAHj16XH311cOGDUvsu5Ls2efEKi4u3m233aov3Pz1119/8sknwW/mGhWEoZnDhx56qH///rk65k6fPj348IQTTohz56N///6HHnroiy++WP3M66+/HoUgTPgnJVLrW5Kkays+fPjwhx9+uPrhe++9V//eXtZdLqKZFi9eHMrICO7IGiIMEYaI5n+OQiebNahpp8tm165v8oogx97lpErPIaNvv/128GY1sVhst912e/TRRxPy3oc2OaHL1Ga+UOCF8q+iomL27NnVD9u0aVPrVWeqhOasQxdByjFz5swJPjz44IPj/9njjz8++DB4imYOS/gnJVLrW47t7e27777B7VnoqjCVlZWzZs0KrjlZfQJhE3z66acRDEJDhCHCENF8odW+sakW5zuevbu+SS2CHHuXk9u0afm//vOf/ww+LCoq+t3vftfkCyKHhP6ebLlfQjAIg9/DffDBB2PHjq1+uGDBguAZbnvvvXc9Rx6HzqDL4a3v1q1bP/vss+qH22+/faNuuLTffvsVFRVVf4CXLl26bdu2nL8aQcI/KdFZ35InXeNV69atBw8eXP0d//Lly7/88suuXbtW51Dwmub1nx1011135XYQduvWLVFbK0OEj3wEh4ioCX2OGptqcR58mL27vkktghx7l5MqPTOEoUMLjj322J49ezb4UxUVFfEcLhza5HzxxRfZtVZVnUZY/fDDDz8M/tfgl3Cxho7K2G677YIPQ7epySUrV64MnlEdOsi2QQUFBXvssUf1w/Ly8qxbbZq/c9b8f3J01rfkadqddhNi+PDhdY3SwaMSYtE7O2jVqlXBS2gMGDAgIv9wQ4QhwhDRfKFbAoauUNWgOK9yl727vkktghx7l3MtCFevXr18+fLgM8cdd1w8PxjnFx6hO0R9/vnnWfc1Q79+/eraFwkdGFnXLemrVH97V2XZsmUR2UY24S5h3bp1y7QPZ7Il/JMSnfUtedasWZOu/3Xo+Jzgd0+hYSdqe3uh4/ajc9qbIcIQYYhovk6dOgUf1rxAa/3Wr1+fw7u+yS6CHHuXcy0IQ9uAVq1aBSdn4t/pr0voWMGVK1dm3fARGkyD370Fh922bdvWv2sS+pYldBpMLgn1W9u2bRv7N4S+Xcu6I42bIOGflOisb/ULXc0odDXw+oWuZplKgwYNCn5wgscmBIedli1b7rnnnpF6Q2fOnBl8GJ1/viHCEGGIaL7Q182NfQfj/AogS3d9k10EOfYu51oQho4S6dOnT5z334hzBrxHjx7Bhx9//HHWDR+heb/qIPzqq6+CX6Xss88+dd1VuUrv3r0jsvUNnU7dhNNzQwd8t2nTJue3Ugn/pERnfWtgVP2/n8pGnUsQPBU2xQoKCoJfRf373/+u+s1LS0uDb+WgQYOKioqi825u27bt5Zdfrn5YVFS09957R+TfbogwRBgiEv45Cl2yuEErVqzI4V3fZBdBjr3LuRaEGzZsCD4MHXdbj+A9cOqx6667Bh8uWbIkE6ZiGyVUeh999FGoDGvtxpqCh55WLYpcPTUudDpvaB2LR+jyBlG4aETCPynRWd8a9fVEo2ab4xzlkiR4SFh5efn8+fNjsdj8+fODp2pE7WCw6dOnB3dZ9t1338becdgQYYgwRERZ3759gw9LSkoaNSccZ1pk6a5vsosgx97lXAvC0JdhrVu3jvMH4/zCY5dddgnWVGVlZei6LE2TyptOtmnTJngsaElJSdWUV2MP0+/Zs2foSMg333wzCkHYhKPnQ8ct1DUq5cC9R5P3Scmx9a3J73WT18aKioqqHax0CV00our+K6G7sERtb+/RRx8NPjzooIMyZ0thiDBEGCKy4nMUfLhly5ZGxUyc73iSdn2zvQhy7F3OtSAMHYwX/3djr776ajwva9269W677RZ8JnjP8SYLXUM52eeYBWf/ysrKqlasYBC2b99+9913r/8vycvLC12GNHjsUy7p0KFDcCgsKSlp1OWnSktLg1/PFBcX13XIaIpXg6RK+Cclx9a3Jr/XoUspxn/ljPnz5zdhcjuBdtppp+CJEFWbqODeXmFhYaTODvroo4/eeeed6ocFBQWjR4/OqC2FIcIQYYjIcMXFxaGDpadPnx7nzy5btizOy5Mkadc324sgx97lHA/COK/NOmfOnPi/RQt9QfXSSy81fwwNfW+R7BN2Q1vNqsKZN29e8AX1n0BYZf/99w+toNl4UmWDCgsLg7eK3rx5c+hCxvWbPn16MCAHDhyYIatBsiX8k5JL61uT3+vQyeUlJSVlZWXx/OALL7yQ9n918JCwqpsFB4edwYMHR+eAyYqKiltuuSW0enfs2DGjthSGCEOEISLz7bXXXsGHoTvv1eOVV15J46c1N4ogx97lnArC0AZ16dKl8ZxRfffdd8f/vwgd1bNly5Z//OMfza//4MN///vfSV1KoTvOL1iwYNGiRcFracZ5VMahhx4a6sZGLcksEro5WKPe8dCL6wnCFK8GyZbwT0ourW9Nfq979eoVfBjn1xObNm16+umnM2pvb8mSJatXrw6e7F7/jU9zzIMPPhg6Sv/kk0/OtC2FIcIQYYjIfAcccEDw4aJFi4IVXZeKioqnnnoqvbu+OVAEOfYu51QQ7rzzzqFl8cYbb9T/I2+99VajzjTYd999Q7cEuffee5v5dUJoLvitt95K9rcmwSxZuHBh6AjjOIfdTp06hdbRl19+uVEblbKyskyYy27QoEGDgg+ff/756ovx1O+NN96YMWNG8Jl6YjvFq0GyJfyTkkvrW5Pf6969e4cusvf44483+FN33HFHJlwDIHiOUEVFRWhGIjpnB73yyit/+tOfgs/suuuuI0aMyLQthSHCEGGIyHwjRowIXUnoL3/5S4M/9dRTTy1ZsiS9u745UAQ59i7nVBC2b98+dLzEAw88UFlZWdfrFy9e/POf/7xx/6r8/DFjxgSf2bhx4xVXXFH/3cYrKyufeuqpBx98MJ6hf+bMmYsWLUrqggoOrJ988knwuJrtttsudLB4PWp+qz1p0qRQAtXlpZdeGjt2bPAsmow1evTo4JxqRUXFNddcs3bt2vp/asWKFTfeeGPwmZ49e8YfhClYDZL7+U/CJyVn1rcmv9f5+fmhSeZXX321/iXw2muvPfbYY5nwr+7SpUtwCz158uTqPxcWFg4ePDgKe2/PPffchAkTQuchn3/++UldbQwRhghDRK4qLi7+1re+FXzmzTff/N///d96fmTRokW///3v0/5pzYEiyLF3OaeCsOprjODDefPm3XHHHbW+csaMGeeff371Vb8bPH+j2tixY0MHss+bN++ss86qOuQ9ZMuWLZMnTz755JMnTpy4bt26Wv/C0C3gKysrf/WrX8V53H/zg3DdunXBM2iHDBkSurNt/V9ahH75srKyiy+++K677qrr/N1NmzZNnTr11FNPvfLKK9N416NG6dSpU+h4iSVLlpx77rmffPJJXT+yYMGC8847L3Td8zFjxtSzbFO/GiRbwj8pObO+Nee9Dl2Lr7KycsKECe+//36tG+OHHnro8ssvr2cTmGLBQ8KC10nLjbOD6r9J6apVq66//vpf/OIXoTd62LBhhx56aLJXG0OEIcIQkatOOOGE0DM33nhjXSeFvvnmm+ecc06jblCZpE9rbhRBjr3LSdIiLf/X0aNHP/fcc8Fn7rvvvk8++eTMM88cMGBAixYtvvzyy3nz5k2dOvXVV1+tHgQPOeSQXr16xfk1Rvfu3ceOHfvwww+HWvy0004bMmTI0KFDO3fuvHnz5jVr1sydO3fWrFlbtmyp/y8cMGBAx44dv/rqq+pnPvroox/84AcXXnhh//79KysrP/vss1mzZk2bNu2+++5LyFLaa6+9WrZsWX0l6+Bh+o09KmP8+PHnnXde8JmKioq//vWvDz744OjRo3fZZZfu3buXl5d//fXXy5cv/+ijj+bNm9fgAslAp5xyyrRp00JfJp188sljxoz5zne+s+eee1YNlGVlZbNmzXruueeefvrp0CRAx44dTzzxxIxaDZIt4Z+UnFnfmvNejx49+s477ww+s379+vPPP3/UqFGHHXZYz5498/Pzv/jiiwULFkyZMiX40R4+fPjSpUvTeyWS4cOH1zoXkRsHg73zzjt//vOfR48eveeee/bq1at169bffPPNunXr5s6dO2PGjFdeeaVmMbZp02bChAkpWG0MEYYIQ0SuOuCAA/bYY4+SkpLqZ7Zu3fqzn/3sX//61/e+97099tij6h1fuHDh1KlT33333epd38MOO+yll15K46c1B4ogx97lnArCESNGdOrUKXQ436uvvlo1CZafn1/zngGFhYXjx4+P86iSKuedd94LL7wQmv+prKycOXPmzJkzG/s75+XlHXTQQVOmTAk+WVJScskllwSfiefKn3Fq1arVwIEDa72TTGOH3SFDhhx//PE1Ty8uLS0N/Yuy2pAhQ4499tjQBH15efk//vGPqn971d0F67nu1mWXXRa6IHjaV4MUSOwnJWfWt+a813369Bk+fHhovKqoqHj++eeff/75ev6n559//p133pnevb399tuvoKCg5k11c+ZyEfPnz2/UTZ+uvvrq4EWMM21LYYgwRBgissL48eNrHnk+bdq00BfZoV3fs88+u1GpkPBPa24UQY69y8mQnm1SYWFhPedj1HoHuUsuuaRnz559+vSJ///Srl276667LoHb3dNPPz3FW/Faw69Tp06hO2DG46c//WmD9y3MAZdddlnoePSgDRs21FODBx988JFHHpmBq0GyJfyTkjPrW3Pe64svvrixP3vcccfttdde22+/fXr/1W3atAldoikW4bODLr744sMPPzzDtxSGCEOEISLz7bfffscee2yjfuTcc89t7IGRyfi05kAR5Ni7nDtBGIvFvve979UcUOoycuTIqtPQ4/+atsrw4cMnTJgQ/+l29dt5552PPvrotAdh076Ea9269R//+MfQSfC5p3379n/84x9DVwOPx6BBgyZOnJiZq0EKJPaTkjPrW3Pe6wEDBlx88cXxv3733Xe/4oorYrFY2vf2YjVOcIrFYtVHXEdHfn7+pZde+oMf/CDztxSGCEOEISIrXHXVVfF/DzJs2LDvf//7TTgDOeGf1twoghx7l3MnCAsKCm699daePXs2+Mp99933xhtvrFqzu3btGrqLZYOOP/7466+/Ps5xKi8vr/5f6Wc/+1kqv9Tca6+9av7mTT5Mv2vXrvfee+/ee+/dqLfppJNOOvjgg7NowN1tt93uv//+Rk2iHnLIIX/5y1/iX7VSvBqkRmI/KTmzvjXnvf7+979/+umnx/PKfv363X777VVrYGbu7UXt7KCuXbvecccdZ555ZupXG0OEIcIQkatat259xx13xLPC7L333r/97W8LCgqadppfwj+tuVEEOfYu50gQxmKxTp063X///aErQ4ZWkVNPPfXPf/5zq1atqp9swheKRx999COPPFJz/AoZMGDAXXfddfzxx9fzmlatWt15553f/va369nCJXAR1XoMRnOG3U6dOt19991XXHFF6GY1NRUVFR1zzDGPP/74lVde2YQJt/Tq06fPww8//OMf/7hDhw71v7JHjx433HDDLbfc0rp16/j//hSvBimTwE9KzqxvzXyvx48ff8stt3Tp0qXOITg//+STT/7b3/5W/Zoddtgh7f/qwYMHhza00dnb69ix449+9KPJkycHL6WY4tXGEGGIMETUL3TDtyzSqVOn++6778QTT6zrqM6CgoLTTz/9zjvvbNeuXSwWq76yYNo/rblRBDn2LidQXiZcyPi9996bOnXqnDlzVq1atXXr1vbt2++0005Dhw496qijan5hsHLlyqp7qrRo0aKxBxDPnz//+eefnzVr1pIlSzZu3NiyZcvi4uIdd9xxzz33HDly5IABA+L/q95+++2pU6fOnTv3yy+/rKio6NKly8CBAw8++OBDDjkkdMPZzLRly5ZXXnnljTfeKCkpWbVq1aZNm1q3bt2uXbsuXbrssccegwcPHjlyZNUlWLJaWVnZG2+88fbbb5eUlCxfvnzjxo0VFRXt2rXr0aPHoEGDvv3tb48YMaI5h9pn+2qQgk9KzqxvzXmvt2zZ8vrrr7/88ssLFy5cvXr1xo0b27dv37dv32HDhh133HGh3buysrJly5ZV7/Sk5aiYzZs3jxw5snoTVVRU9Oqrr2bvHljQhg0bpkyZ8u6773766adr167dsmVLYWFhcXFxz549+/fvv//++++///7BO5qmcbUxRBgiDBHVjjjiiC+//LL64ZQpU3r16pXVY9GSJUuefvrpd955Z+nSpZs2bWrbtm3fvn2HDh06ZsyY4K7vvHnzzjjjjOqHo0aNuummm9L7ac2NIsixdzlHghCAjNq1veiii6ofDh069C9/+YvFAqRriDjkkEOqb0AXi8VeeOGFBmeVc8PcuXODx64fccQRN954ozXQu5xw+d4GAILeeeed4ENnBwFpHCLKyspCVwgPHjeY27755pvgw9w4UoMMfJcFIQD/x7vvvisIgQwZIpYvXx48nK1t27aZeTWRZKg6JDL4b7f6eZcFIQDJtWHDhpKSkuqHRUVFAwcOtFiAdA0Rc+bMCT7MzLPFkmT16tXBh1l3kT+y5V0WhAD813vvvRe8F/Bee+3lICUgjUPE9OnTIxuEn3zySfBh586drYHeZUEIQHK99dZbwYfNufsCYIhopi+//HLatGnBZ3LvJp/1+Pjjj4MPM+GmI+TkuywIAfivN954QxACGTJE/OY3v9m2bVvwmQMPPDAii3r9+vWzZ88OPhOp2VHvsiAEIA0+/PDDzz//vPphp06d+vfvb7EAyR4iFi9ePHfu3ODFY9avX3/11Ve/8sorwZftsMMOu+yyS0SW9rRp08rLy6sftm3btua9+PAuJ0QL7wQAVf7xj38EHx500EH5+b43BJI+RMyZM+e6667r1KlT7969O3bsuGHDhjlz5pSVlYVeduSRR0ZkUZeXlz/wwAPBZwYPHpyXl2cl9C4LQgCSZenSpf/85z+Dz4wePdpiAVI2RKxdu3bt2rV1/dfWrVufdtpp2bjoZs2a1a9fv0bdPvGxxx5bunRp8Jnhw4dbCb3LSeKrXwBiFRUVN9xwQ/DigV27dnUCIZA5Q8S4ceM6dOiQjUvvhRdeGDdu3IwZM+J8/cyZM//4xz+Gnjz00EOth95lQQhAUpSXl//qV796//33g0+OGTPG8aJAhgwRO++88/nnn5+9y3D58uUXXnjhmWee+fTTT2/ZsqWeV06ZMuXSSy8NXUpnn3326dWrl1XRu5wkDhkFiJb58+d/+umnu+++e3FxcVlZ2ezZsx988MHQZa8LCwvHjRtnWYEhIhOGiO233/62224rKirK9mU7d+7cuXPnTpo0qX///oMHD9599907dOhQXFzcunXrtWvXLly4cOrUqQsWLKj5g2eccYY107ssCAFIjIULF1533XX1v+aEE05wB2QwRKRsiKhnsnHEiBHXXnttly5dcmYJl5WVzZo1a9asWXG+fp999jn44IOtmd5lQQhAinTs2PG8886zHICUDRFVlw997rnnSkpK1q9f36JFi+23337vvfc++uijhwwZEuWl3aZNm1/+8pfWOu+yIAQgRfLy8q6++uri4mKLAkjZEJGfn3/00UcfffTRlvD/2U1v0WLixIl9+/a1KLzLSeWCAQD814QJExybBBgiEujEE08cMWJEY3+quLj41ltvtbS9y6mIUu8fALFYrEOHDhMmTBg1apRFARgiEqhv37633377u++++8QTT7z++uv1X38yFou1aNHiyCOPvOiii7p27WrpeZdTIK+ystJbCBAdy5cvf+qpp957770VK1asX7++Xbt2vXv3Puyww4499tjtttvO8gFDhCEieUpLS99+++2SkpKSkpLly5dv2LDhm2++KSsra926ddeuXXfZZZchQ4aMGjXKZb28y4IQAACApHMOIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCC0CAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAoLHyVsTOzrpfukfnc7xzACTEijX32DABEFktLAIASFdVKkkABCEAKEnRCIAgBAAaE41yEQBBCAByUSsCIAgBgHpbUSgCIAgBQCiqRABBCACoxBqVKBEBBCEAIBFVIoAgBABU4v+tRH0IIAgBAH0oEQEEIQAgEfUhgCAEANCHAIIQACDch+IQQBACAOJQHwIIQgBAH4pDAEEIAIhDfQggCAEAfWjyEEAQAgDiUBwCCEIAAHEIIAgBAP4bh8oQQBACAFEvQ3EIIAgBAHEoDgEEIQAgDpUhgCAEAJShOAQQhACAOFSGgCAEAFCGyhAQhAAAytDSAAQhAECky1AcAoIQAEAcKkNAEAIAKENlCAhCAABlaGkAghAAQBkCCEIAAGUIkCXyLQIAgASWYfAKpQAZzgwhAEDis7DqDyYMAUEIAKAMlSEgCAEAlCFAxnAOIQBASsvQSYZA5jBDCACQhiys+oMJQ0AQAgAoQ2UIpIFDRgEAMqIMHUoKpJ4ZQgCADMrCqj+YMARSwwwhAEAmlqEJQyAFzBACAGRuFlb9wYQhkCRmCAEAsqAMTRgCyWCGEAAga7Kw6g8mDIFEMUMIAJB9ZWjCEBCEAACyEKDpHDIKAJDdWVj1B8eRAk1ghhAAIEfK0IQhIAgBAGQhgCAEAJCFAHVzDiEAQM5mYdUfnF4I1MUMIQBA7pehCUNAEAIAyEIAQQgAIAsBQWgRAADIQkAQAgAgCwFBCACALAQEIQAAshDISe5DCADAf7Ow6g9uXQgRYYYQAIBaytCEIQhCAABkISAIAQCQhYAgBABAFgKCEACAaGWhhQCCEACA6DahLARBCACALAQEIQAAshAQhAAAyEJAEAIAIAsBQQgAgCwEBCEAALIQEIQAAOR4FloIIAgBAIhuE8pCEIQAAMhCQBACACALAUEIAIAsBAQhAADRykILAQQhAADRbUJZCIIQAABZCAhCAABkISAIAQCIYBZaCCAIAQCIbhPKQhCEAADIQkAQAgAQ1Sy0EEAQAgAQ3SaUhSAIAQCQhYAgBAAgqlloIYAgBAAguk0oC0EQAgAQ6Sy0EEAQAgAQ3SaUhSAIAQCQhYAgBAAgqlloIYAgBAAguk0oC0EQAgAQ6Sy0EEAQAgAQ3SaUhSAIAQCIdBZaCCAIAQCIbhPKQhCEAABEOgstBBCEAABEtwllIQhCAAAinYUWAghCAACi24SyEAQhAACRzkILAQQhAADRbUJZCIIQAIBIZ6GFAIIQAIDoNqEsBEEIAECks9BCQBACAEB0m1AWIggBACDSWWghIAgBAEATgiAEAIDoNaEsRBACAECks9BCQBACAIAmBEEIAADRa0JZiCAEAIBIZ6GFgCAEAIDoNqEsRBACAECks9BCQBACAIAmhByRtyJ2dtb90j06n+OdA8DeIWB3FAQhAGhIwB4pCEIAUIyAnVIQhACgFQG7piAIAUAlAvZOQRACgEoE7KCCIAQAlQjYR0UQCkIA0IeAPVUEoY8ZAEhEwM4qgtBnDAD0oYUA9lcRhD5gAIA+BHutCEIfLQBAHIIdVwShzxUAoA/BviuC0IcKABCHYPcVQegTBQCIQ7ATiyD0WQIAxCHYj0UQ+iABAOIQ7MoiCH2KAABliCYEQegjBACIQzQhCEKfHwBAGSILQRD65AAA4hBNCILQxwYAUIZoQhCEPjMAgDJEE4Ig9IEBAJQhmhAEIQCAMkQTgiAEAJShMkQWgiAEAJQhaEIQhACAMgRNCIIQAFCGYKcXBCEAoAzBfi/EYvkWAQAQqd1re9hkEV9hkGxmCAEAe9tg7xdB6CMBAChDsA9MlDhkFADAoaRkAV9bkAxmCAEA7HljT5iIMkMIAFDLPrfdbjKTbytILDOEAAB2wbE/TESZIQQAaHjn2/43GcWXFAhCAABZiCaEZnHIKACA3XGylR1jmskMIQBAE3fE7YuTdr6YQBACAMhCNCE0hUNGAQDsl5ML7CQjCAEAlCGaEOLlkFEAgMTvlNsvJy18GYEgBACQhWhCEIQAALIQTQiCEABAFqIJQRACAMhCNCEIQgAAWYgmRBACACAL0YQIQgAAZCGaEEEIAIAsRBMiCAEAkIVoQgQhAACyEE2IIAQAQBaiCRGEAADIQjQhghAAAFmIJkQQAgAgC9GECEIAAJqfhRYCmhBBCAAQ3SaUhWhCBCEAgCwETYggBACQhaAJEYQAALIQNCGCEAAgWlloIaAJEYQAANFtQlmIJkQQAgDIQtCECEIAgKhmoYWAJkQQAgBEtwllIZoQQQgAIAtBEyIIAQCimoUWAiAIAQCi24SykEYxSSgIAQCQhWhCBCEAADmUhRYCmhBBCAAQ3SaUhWhCBCEAQKSz0EJAEwpCAACi24SyEE0oCAEAiHQWWghoQkEIAEB0m1AWogkFIQAAshA0oSAEACCqWWghoAkFIQAA0W1CWQiCEACASGehhUCtTBIKQgAANCGaEEEIAEBON6EsRBMKQgAAIp2FFgKaUBACABDdJpSFaEJBCABApLPQQkATCkIAAKLbhLIQTSgIAQCIdBZaCGhCQQgAgCYEBCEAANFrQllINZOEghAAgChmoYWAJhSEAABEtwllIZpQEAIAEOkstBDQhIIQAABNiCZEEAIAEL0mlIUgCAEAiHQWWggRZ5JQEAIAoAnRhAhCAAAi2YSyUBNaCIIQAIBIZ6GFoAkRhAAAaEI0IYIQAABNCAhCAACi04SyMLJMEgpCAAAwVagJEYQAAGhCNCGCEAAATYgmRBACABCtJpSFIAgBAIh0FloIUWOSUBACAIAm1IQIQgAANKEm1IQIQgAAotyEshAEIQAAkc5CCyE6TBIKQgAA0ISaEEEIAACaUBMiCAEA0IQWgiZEEAIAoAkBQQgAQPSaUBZGhElCQQgAALVnoYWgCRGEAABoQjQhghAAAE0ICEIAADQhOcMkoSAEAABNqAkRhAAAoAk1IYIQAAA0IQhCAAA0oVsU5jiThIIQAAAayEILQRMiCAEA0ISAIAQAQBOSK0wSCkIAANCEmhBBCAAAmlATIggBAEATgiAEAABNmONMEgpCAADQhJoQQQgAAJpQEyIIAQBAE4IgBAAATZjjTBIKQgAA0ISaEEEIAACaEAQhAABowogwSSgIAQBAE2pCBCEAAGhCEIQAAKAJI8IkoSAEAABNqAkRhAAAoAlBEAIAgCaMCJOEghAAADShJkQQAgCAJgRBCAAAmjAiTBIKQgAA0ISaEEEIAACaEAQhAABowogwSSgIAQBAE2pCBCEAAGhCEIQAAKAJI8IkoSAEAABNqAkRhAAAoAlBEAIAABFhklAQAgBAE5kk1ISCEAAANCEIQgAA0IRkG5OEghAAADQhCEIAANCEEWOSUBACAIAm1IQIQgAA0IQIQgAAQBNGhElCQQgAAGhCBCEAADSJSUIEIQAAaEKyj0lCQQgAAJoQQQgAAGjCiDFJKAgBAEATakJBCAAAaEIEIQAAQEREfJJQEAIAQGKYJEQQAgCAJiSbRHmSUBACAIAm1IQRbUJBCAAAmpCIEoQAAAARnSQUhAAAkHgmCRGEAACgCckaEZwkFIQAAKAJiShBCAAAmpD/iNokoSAEAACIaBMKQgAASC6ThAhCAADQhGSH6EwSCkIAANCERJQgBAAATUhYRCYJBSEAAEBECUIAAEgdk4RZJAqThIIQAAA0IRElCAEAQBNSu5yfJBSEAAAAEW1CQQgAAGlgkhBBCAAAmpBMl8OThIIQAAA0IRElCAEAABqQq5OEghAAANLJJCGCEAAANCEZLScnCQUhAABARAlCAABIP5OEWSH3JgkFIQAAaEIiShACAIAmJF45NkkoCAEAACJKEAIAQAYxSZj5cmmSUBACAIAmJKIEIQAAQOPkzCShIAQAgIxjklATCkIAANCEIAgBAAAyTA5MEgpCAADIUCYJEYQAAKAJyVDZPkkoCAEAQBMSUYIQAACg6bJ6klAQAgBApjNJiCAEAABNCIIQAAAgY2TvUaOCEAAAsoNJQgQhAABAxsnSSUJBCAAAWcMkIYIQAAA0IRknGycJBSEAAEBECUIAAMgyJgkzVtZNEgpCAADQhESUIAQAAEiY7JokFIQAAJCVTBIiCAEAQBOSWbJoklAQAgAARJQgBACALGaSMDNlyyShIAQAAIgoQQgAANnNJGFmyopJQkEIAACakIgShAAAAEmR+ZOEghAAAHKBSUIEIQAAAIIQAAAixiRhBsrwo0YFIQAAaEIiShACAAAkUSZPEgpCAADIKSYJEYQAAACZImMnCQUhAADkGpOECEIAANCEZIrMnCQUhAAAABElCAEAIDeZJEQQAgAAZIQMPGpUEAIAQM4ySYggBAAAyAiZNkkoCAEAIJeZJEQQAgAAZISMmiQUhAAAkONMEiIIAQBAE4IgBAAASJ/MOWpUEAIAQCSYJEQQAgAApF+GTBIKQgAAiAqThAhCAAAABCEAAESMScLMkQlHjQpCAACAiBKEAAAQLSYJM0faJwkFIQAAQEQJQgAAiByThAhCAACANEvvUaOCEAAAosgkIYIQAAAgzdI4SSgIAQAgokwSIggBAAAEIQAAEDEmCTNEuo4aFYQAAAARJQgBACDSTBIKQgAAANIpLUeNCkIAAIg6k4SRJQgBAAAyQuonCQUhAABgkjCiBCEAAIAgBAAAIswkYSZI8VGjghAAACCiBCEAAPAfJgkFIQAAAGmTyqNGBSEAAPBfJgkjRRACAAAIQgAAAJOEGSBlR40KQgAAgIgShAAAABknNZOEghAAAAhz1GhECEIAAABBCAAA8P8zSZh2KThqVBACAABElCAEAABqZ5JQEAIAAJAeyT5qVBACAAB1MkmY2wQhAACAIAQAACDDJPWoUUEIAADUx1GjOUwQAgAACEIAAIDamCRMr+QdNSoIAQAAIkoQAgAADTNJKAgBAABIgyQdNSoIAQAAIkoQAgAAcXHUqCAEAABAEAIAABFjkjCNknEaoSAEAACIKEEIAAAgCAEAABriqNE0SvhRo4IQAAAgogQhAADQOCYJBSEAAACpltijRgUhAABARAlCAACg0Rw1KggBAABItQQeNSoIAQAAIkoQAgAATeGoUUEIAACAIAQAACLGJGG6JOo0QkEIAAAQUYIQAABAEAIAADSSo0bTJSFHjQpCAACAiBKEAAAAghAAAKDxHDUqCAEAAEip5p9GKAgBAAAiShACAADN5ahRQQgAAIAgBAAAIPmaeRqhIAQAABLAUaPZSBACAAAIQgAAALJNc44aFYQAAEBiOGo06whCAAAAQQgAAIAgBAAAaAJHjaZFk08jFIQAAAARJQgBAAAEIQAAQLM5alQQAgAAkDpNO41QEAIAAESUIAQAABLMUaOCEAAAAEEIAABAkjXhNEJBCAAAJJ6jRrOCIAQAABCEAAAACEIAAAAEIQAAQFM4jTD1GntdGUEIAAAQUYIQAABAEAIAACSUo0YFIQAAACnSqNMIBSEAAEBECUIAAABBCAAAkGhOIxSEAAAACEIAAACSKf7ryghCAAAguRw1mrEEIQAAgCAEAABAEAIAAJC94jyNUBACAABJ5zTCzCQIAQAABCEAAACCEAAAAEEIAACQAE4jTLF4risjCAEAACJKEAIAAAhCAAAABCEAAEDCOY1QEAIAACAIAQAASJoGLzQqCAEAACJKEAIAAKnjNEJBCAAAgCAEAABAEAIAAJBY9V9XRhACAABElCAEAABSynVlBCEAAACCEAAAAEEIAACAIAQAAHKW0whTqZ4LjQpCAACAiBKEAAAAghAAAABBCAAAgCAEAABIPNeVEYQAAAAkXV0XGhWEAAAAESUIAQAABCEAAACCEAAAINlcV0YQAgAAIAgBAABIjlovNCoIAQAAIkoQAgAACEIAAAAEIQAAQAq40KggBAAAQBACAAAgCAEAAEigmneeEIQAAAARJQgBAAAEIQAAQMq50KggBAAAQBACAAAgCAEAABCEAAAACEIAAACaJHQrQkEIAACkmQuNposgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABoLneeEIQAAAAkV/De9IIQAAAgogQhAACAIAQAACBKWmTjLx085hUAmsM1DACIMjOEAAAAghAAACB9HLUhCAEAABCEAAAACEIAAAAEIQAAAM1SfeMGQQgAABBRghAAAEAQAgAAIAgBAAAQhAAAACni3vSCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAA6rNizT2CEAAAILoEIQAAgCAEAABAEAIAAKRFj87nWAiCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAACAHLBizT2CEAAAIKIEIQAAkFl6dD7HQhCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAgk+TFOr9lKQAA0Hwr1tyTgv9Lj87nWNQgCAEAyKnS040gCAEAUH1aEQQhAADaTyWCIAQAQP5JRBCEAAAoQH0IghAAAAWoD0EQAgAoQPQhCEIAABGIOARBCAAgAhGHIAgBAEQg4hAEIQCACEQcgiAEANCBKEMEIQAAOhBliCAEAEAHogwRhAAA6ECUIYIQAAAdiDJEEAIAoANRhghCAAB0IMoQQQgAoANBGSIIAQCkIMhCBCEAgA4EZYggBACQgiALEYQAADoQlCGCEABACoIsRBACAEhBkIUIQgAAKQiyEEEIAKADQRkiCAEApCDIQgQhAIAUBFmIIAQAkIIgCxGEAABSEGQhghAAQAqCLEQQAgBSEJCFCEIAQAoCshBBCABIQUAWCkJBCABIQUAWRlK+RQAAqEHARyyazBACAPZTgcYxVSgIAQCkIMhCBCEAgBQEWUgWcg4hAKAGAR/GiDJDCADY+wQSwFShIAQAkIIgC8kaDhkFANQg4KMaUWYIAQD7l0DimSrMCmYIAQA1CPjwRpQZQgDA3iSQRKYKBSEAgBQEWUjGccgoAKAGAR/tiDJDCADYXwRSx1RhRjFDCACoQcCHPaLMEAIA9g6BNDBVmAnMEAIAahDw8ReEAAB2BwGDQJQ4ZBQAsBcIpJnDR9PFDCEAoAYBw0JEmSEEAOzzAZnCVGGKmSEEANQgYKAQhAAAdvIAw0WU5K2InW0pABBZjk2ybwcYoqPMDCEAoAYBA4ggBACwMwcYRqKkhUUAANiHAzJ8PHH4aJKYIQQA1CBgYBGEAAB22gDDiyAEALC7Bhhkcp5zCAEAe2lAlo02TilMFDOEAIAaBAw7ghAAwG4ZYPARhAAAdsgAQ5AgBACwKwYYiHKTi8oAAPbAgKwfkVxmpmnMEAIAahAwNAlCAAC7XIABShACANjZAgxTghAAwG4WYLAShACAHSwAQ5YgBADsWgEYuAQhAGCnCsDwJQgBALtTAAax7OHG9ACAvSggx0czt62vixlCAEANAoY1QQgAYLcJMLgJQgDADhOAIU4QAgB2lQAMdIIQALCTBGC4E4QAgN0jAIOeIAQA7BgBGPoEIQBglwjAACgIAQA7QwCGQUEIANgNAjAYCkIAwA4QgCFREAIAdn0ADIyCEACw0wNgeBSEAAAACEIAIOFMDwIYJAUhANjRAcBQKQgBwC4OAFEdMAUhANi5ASCiw6YgBAC7NQBEdPAUhABghwaAiA6hghAA7MoAENGBVBACgJ0YACI6nApCALD7AkBEB1VBCAAAEFGCEAByjelBAEOrIAQAuywAGGAFIQDYWQHAMCsIAcBuCgAGW0EIAHZQAIj0kCsIAQAAIkoQAkDWMz0IYOAVhABgpwQAw68gBAC7IwAYhAUhANgRAcBQLAgBAAAQhACQ5UwPAhiQBSEA2PkAwLAsCAHAbgcABufGaNGj8znePAAAgAgyQwgA2cT0IIAhWhACgF0NAAzUghAA7GQAYLgWhAAAAAhCAMgppgcBDNqCEADsWABg6BaEAAAACEIAyGGmBwEM4IIQAOxMAGAYF4QAYDcCAIO5IAQAAEAQAkBOMT0IYEgXhABg1wEAA7sgBAAAQBACQA4zPQhgeBeEAGB3AQCDvCAEAABAEAJADjM9CGCoF4QAYBcBAAQhAABAbsmobwAFIQDYOQAgosO+IAQAAIgoQQgAaWZ6EMDgLwgBwA4BADYBghAAAABBCAA5zPQggA2BIAQAAEAQAkBkmB4EIO2bA0EIAGoQgIhuFAQhAABARAlCAEg104MAZMimQRACAABElCAEgJQyPQhA5mwgBCEAAEBECUIASB3TgwBk1GZCEAKAGgQgogQhAABApkjxt4eCEABycAMPgE2GIAQAAEAQAkD6mB4EIDM3HIIQAAAgogQhACSX6UEAMnbzIQgBAAAiShACQBKZHgQgkzcighAAACCiBCEAJIvpQQAyfFMiCAEAACJKEAJAUpgeBCDzNyiCEAAAIKIEIQAknulBALJisyIIAQAAIkoQAkCCmR4EIFs2LoIQAAAgogQhACSS6UEAsmgTIwgBAAAiShACAAAIQgCgeRwvCkB2bWgEIQAAQEQJQgBIDNODAGTd5kYQAgAARJQgBIAEMD0IQDZudAQhAABARAlCAGgu04MAZOmmRxACAABElCAEAAAQhABA4zleFIDs3QAJQgAAgIgShADQdKYHAcjqzZAgBAAAiChBCAAAIAgBgMZwvCgA2b4xEoQAAAARJQgBoClMDwKQA5skQQgAABBRghAAAEAQAgDxcbwoALmxYRKEAAAAESUIAQAABCEAEAfHiwKQM5snQQgAABBRghAAAEAQAgANcbwoALm0kRKEAAAAESUIAQAABCEAUC/HiwKQY5sqQQgAABBRghAAAEAQAgB1c7woALm3wRKEAAAAESUIAQAABCEAUAfHiwKQk5stQQgAABBRghAAAEAQAgC1cbwoALm68RKEAAAAESUIAQAABCEAUIPjRQEQhAAAAGSTeL7TFIQAAAARJQgBAAAEIQDwfzmBEIDc3pAJQgAAgIgShAAAAIIQAAAAQQgAOIEQgJzfnAlCAACAiBKEAAAAghAAAABBCAAR5wRCAKKwUROEAAAAESUIAQAABCEAAACCEACizAmEAERk0yYIAQAAIkoQAgAACEIAAAAEIQAAAIIQAKLFFWUAiM4GThACAABElCAEAAAQhAAAAAhCAAAABCEARIgrygAQqc2cIAQAAIgoQQgAACAIAQAAEIQAAAAIQgCICleUASBqGztBCAAAEFGCEAAAQBACAAAgCAEAABCEAAAACEIAyF0uMQpABDd5ghAAACCiBCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAyCXuOQFANDd8ghAAACCiBCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQALKQu9IDENnNnyAEAACIKEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAZIy8WOe3LAUAImvFmnssBAAiywwhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEgE/XofI6FAEBkN4KCEAAAIKIEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIASBD9Oh8joUAQDQ3f4IQAAAgogQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEACyk3vTAxDNDZ8gBAAAiChBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAByjDtPABDBTZ4gBAAAiChBCAAAIAgBAAAQhAAAAAhCAAAABCEA5DQXGgUgahs7QQgAABBRghAAAEAQAgAAIAgBAAAQhAAQIa4rA0CkNnOCEAAAIKIEIQAAgCAEAABAEAIAACAIASBaXFcGgOhs4AQhAABARAlCAAAAQQgAAIAgBAAAQBACQOS4rgwAEdm0CUIAAICIEoQAAACCEAAAAEEIABHnNEIAorBRE4QAAAARJQgBAAAEIQAAAIIQAHAaIQA5vzkThAAAABElCAEAAAQhAAAAghAAiDmNEIBc35AJQgAAgIgShAAAAIIQAACAXBHPiQ+CEACauzUFgCwlCAEAAAQhAAAAghAAqOaoUQBydeMlCAEAACJKEAIAAAhCAKAOjhoFICc3W4IQAAAgogQhAACAIAQA6uaoUQByb4MlCAEAACJKEAIAAAhCAKBejhoFIMc2VYIQAAAgogQhAACAIAQAGuKoUQByaSMlCAEAACJKEAIAAAhCACAOjhoFIGc2T4IQAAAgogQhAACAIAQA4uOoUQByY8MkCAEAACJKEAIAAAhCACBujhoFIAc2SYIQAAAgogQhADSRSUIAsn1jJAgBAAAiShACAAAIQgCgkRw1CkBWb4YEIQAAQEQJQgBoFpOEAGTvBkgQAgAARJQgBAAAEIQAQJM4ahSALN30CEIAAICIEoQAkAAmCQHIxo2OIAQAAIgoQQgAiWGSEICs29wIQgAAgIgShACQMCYJAciuDY0gBAAAiChBCAAAIAgBgGZz1CgAWbSJEYQAAAARJQgBIMFMEgKQLRsXQQgAABBRghAAEs8kIQBZsVkRhAAAABElCAEgKUwSApD5GxRBCAAAEFGCEACSxSQhABm+KRGEAAAAESUIASCJTBICkMkbEUEIAAAQUYIQAJLLJCEAGbv5EIQAAAARJQgBIOlMEgKQmRsOQQgAABBRghAAUsEkIQAZuMkQhAAAAFGsQUEIADm7jQcAQQgAmhAAmwlBCAAAgCAEgHQxSQhA5mwgBCEAAEBE5cU6v2UpAECKrVhzT878WwoP2aPdhKNaDu2b16pl+cIvSu9/85vbXoxtq/AuQ7q0+u4+HZ+6qNb/tOmB6evOutciykDpOn6khUUPADR9v/OEIR0fvyCWn/efHYtBPYtvGddy6E7rTv6rhQOQ+RwyCgBpkBtnEua1Ltzuz6dX12C11icNLTpysHcZIPM3CmYIAeC/tu/WssN2cW0ct26t/Ka0fPXabdu2VTZ585/tB44WHTEov1v7Wv9T6zMP2PLPOdaojOj24tZFhw8oPGCXFoN6tti1W16HNvntW1Vu2VaxekPFmm/KP/my7M2FZW8u3PrhUgf6QtRqUBACwP8x8ee9zz69W/yvLy+vXPpZ2bsfbHz59a+f+N81a9Zui9Tiajlsp7r+U2Hd/4nUFfuoAW1/Mqro8IGxlgXhSmxZUNCuqKBvl5ZD+rQau18sFqtYs3HT398qvef1bfNWWHQQHQ4ZBYCmKyjI26lP0bjvdv7L73ZaOXfIfbfvslOfovh/PNsPHC3o1bHO/9S7k9Ujva3eZebVnV74adHRe9aswdp3Cju3azt+dNe5v+o87YqWeh5SJe0bAkEIAAnaBW+Zd9YpXee+udel528fkX9yXpvCuhdHQayF3Yy0rIgFxbee1OWtn7cc0qdpf0HhyH5d3v55h0fOK9hR1UPuM1IDQCK1bpX/hxv73vvHXfLj28Zm9SRh5eatdf63reVOSEvDjl2Xdp1f+Gnbn4yueaWfRrZ+XutThrU6bm+LFJIqEzYBziEEgMT7waldt5VXnjf+kzh3CLL06jIVK9bV9Z/Kl62NUIZtv13bCw4OPlM2c/GWqbNT/Wt0btd52hUtBvVM1F+45V9zLXPI7RoUhACQLOee0W3Gexv/9tAXOfxv3Prekrr+U9k7n0bnvS46YlC7a48LPlP611dTHCd57Yo6PT8+gTVY/unqbf9eZZlDznPIKAAkyx9u7LND95bxvDJLDxzd/Oycyg2ba/1Pm/7+VoSC8ODd0/47bHfPWS337ZPAv3DLvz6yzCF5MmfYF4QAkCzt2hZc/7PeWbdzEL/Krzd9fdUTtYTilA8jdRPCwpH90vsLtLnwkNYnDU3s35nJx4tmwjKH3KhBQQgAyXXmSV26dm6Zw//A0jtfWXfWvdsW/ufI2Ip1pd/87vl1p9wVnbe4YMdOBX27pPMX6NWx+KYTE/yXbqvY8nKJZQ5R4BxCAEiiosL875/c5ZY7Vsbz4iy9usymB6ZvemB6fsc2scIWFV9uiFVURuotLhy5R3p/geLbTslrV5TYv7PsrUWVX2+yzCEZMu14EEEIAMl14nGd4wzCrFbxVWk039/CtJ7M1nL/nVsdv2+cLy5funbLcx9tm/NZxdpv8toU5ncrLujbueiw/gU7dw29MsNPICx0AiEIQgBIsQk3LP3NbSuq/pyXF+vUsUXf3kXfObTDxedsX/+VY4bt265jhxZfrdsWz/8le29BEVlFaT2Zrf3Vx8bzsq2zP9sw4ckt//woVlnL/G3Bzl3bnHdQm/MPzu/Q5v8PwrmWec6qrLQM0igDTxd3DiEANGWHas3abe/N+ubXty7ffdiHk5+t7557eXmxA/Zrl9W7C9SloFfHmtNrKdNicK+iowY3+LJvbntx9X43bHl2Tl0lUP7Jlxt+9uQXva/YcN3TlWXbKlZv3Pr+Ess8Z4evCkGoBgUhACTOxm/Kx53973c/2FjPa/bZs60FlZPSe63LNmd/q8HXbPjFU1//5LHY1vKGO2Hjlo3XP716n19tvPm5TD4R1PVFm6u8wjIgyCGjANBcW7dW/uQXS958dmBdL+i3a+vad20L84rbF4Se/OabiloPHC3o0aHNhYcUHbtXi526xFoWVKz9ZuvMxV+N+VP8v2fLfXYsPKx/y8E983fokN++VcXXmyq+3LD1w/+vvfsOjKJK/AA+M9tbNg1CQqjSITQFVBRRQRCpFtQDFbBxolgP70RF78RT9M5eUAThBFRELCAoUqQJCEY6IZESQnrbbN+d8vuD/EJIdt7ObmY3s5vv5y9ldnZ2376ZvO+8N++d9f181H+gQAkDydQ92uhvu0w7tKu6VzqTYqY1Kr7GzZ0q9/+e7117wLPhsJRgI7U0+rfTXtdTk9WWyUikLXrK7ecrHFyxzb/3lG97LnemQunhRKMyTLmc/BLXou2Ol9eF9K7s0UL2aGELD+Hy1kNaq6YT9A3jt8snuHwNX8rQutF9DLddphnSWdU2kTbq+Bo3l1fq25HrXrnXv++0LN9O8DYcvs4kGnVj+2qGdFa1sQocz+dX+Lbnyni6RaM8nT7B7Wv84rAvm0yi0TD1cu21PVSXtKKNWr7cwWbne77J9m48GnY5KHb0B02ltKB1YwEAAMgWvdn53qmtA26q/wxhQMd39xMLftt324eNDfBQ1sQxyWuWNZwe4/X3iv427wxFUfUzoWn29ZaXb6ZNF00myVc4SlIfk9J+MkwfanryBnXXNEIMcLyy3r1iT0i9B9qrulpemhhwk3fDYccr60NIN30zLf++hTwAkiuocry8zrXwl6b0X9E6teG+q82P36C6hDTskD1U4Hxvi/uz3YLTK/Ya44yrrB/dTalCG2/l25lXcdUrTa+ruhuzkn94lPQVTpSU93tB8PgjcaaYnx1r+Vfgn77mb6ucr/8YNI2nZs8LXD6/5FQMf625yjwS9VA/cUDSmlkN/tH96c7q6Usu+kFH9Ep45y/qHm3E3se74bDtr59xp8vDPmjtLafXf6z526q608H8/DjToyMaXFsoiuKLbDXPfO3+dGeT7lpEqzzrf6mmXjZVjOmJGyzzxjUuE4qi/Nn5tgeW1Q/nujFZSV/ObPzKqjsWetceVH4apNBDCAAAIJcNm2xigbB1agh/cHt2u/hNaNr64V3GB4Y1fqVQ4wneIBvQPnHpDHVWZpAGQa+MxGX3mh66tmrKx9zJMokflUk1a68J3F3Dna6Q/pXNc0ZbXppEaVTkl6kyk6zvTzXcOaTq1vf5UnsYv5H2ykusi6eru7cJ3kLKyrR+eJdl/iT706tdi3c07j41P32j5ZVbmrG+BX160PbgsgilweYS6TKPWj2kKEo9sMNFh35+nOWF8RRNk37x0X1S9z9XNf4d3868pnzNup5JJi0hef1jmgHtA5/d6dbEJdN1I3raZnwq+Fill2fPdFkum7RRm/TFTN3YvoQrauquf1RPX+Jevrv20J1bBYyOtFoVK2cWniEEAACQx+HjousuJCeFEwjP31FOeO22gM0aiqJ4e5BAqJ80MGXn34OmwQttncs7t/pjnvbaKC7yRtPWhXdbXr01aKvxQqi7umvqnrmq9smhHsowbWjK1jlS0uCFdlKK2bronuR1sxt85oT/TG7eNEhRlP5GUiD0/nDItzUnfs6uSJd5FOth7bnWK4PW1V4WLC+Mt7w4gZwGaytksil53aPqXhlNCoROL0VRtEWfsvkpsTR44ayZcrl12b1SPlvzlmeDQBjmZVPFkNPg//94qsRl9+on1S73IuUzK3yqMARCAAAAeeQXiI4t1OtC+IPbsZ3OoK99/ezpc0xP3iDasCMuHa4f1y9p1UzaoA2tIWfRJ6+dHbVMmLDgVrF2G4GqY2ryT0/QVkMIafCeKxOXTJfePL24uVTv51MziUtnmJ64oXkrm6pdMnnIq+PV9fFzakW+zKNWD+t/KXWfthRF6W7qa543PoQz1GpI+uJBWhv+KD/e6aUoKnHxdInB0nD7IPOc0QovT1XH1Lprnf7WS8O7bFqeGxs8DdZeE+jEz+5Td0ujKIppnxLTaRCBEAAAQDYOp+jTdzptCH9wGaZ2EprUFPXC/3QmvJIw9kndp23i5w+G+qhVbYvTqE3+ZpaqU2qkS0w/eZDpqVFhZoTubRI/vkfii7VDuyQumhb25/RtOX6hpfvyzYa7rmj2yqYZ3ImwlT18zrftRNycWZEu86jVw4Y/4oD2tFFrXXhXyAft09b48HVhf1/B7tVP6K+/9VLpu5j/OYHwcKMiypOh1d3TKIpiUs3WhXeHcdnU9M00zx0b0nXSumQGRdPkHsKYWEYIgRAAAEAefr/ojAhciJOgnB81+vxTmeSxpmJjn2itOnH5/bRRG/Z3oRMMSSsfCLM/TWITpLXF+v6UJrXjb7tMP3FA8O9i0Sd+dh+lDr/N460XCJnWCUqobJpBHQlb3Sv2xNOZFdEyj1o9DBgIjTOHq9omhbGvec7ouhGnIQdCp9fyyq2hXRC0asurtyq8PM+PGjU/P45JNoVx2bQsuC3Uq4T2yksMky8Le5grAiEAAEC8abyAxIVE4Q1t4a+e3QzpaZqZ09KCNOxExj6ZHh+p6ZvZxK+jGdLZNOu6yBWX5Z8TmRRzU8v8P5ODtuHMz45VdQy/t1Owe/z7FbdKu6ZfO8JWz5rfcT4qrR42Zph6ueXFCWG24NMS9DcPDG9f4/3DpHf3Xchp4/tr+rdTcnmqe2Yw6VbTzOFhXDY1gzrqRvUO56O+eYcqPVFsa0x0DyIQAgAAyKZViugNe8JoUrFA+OA9aRoNHaxlE+BWN5NiNj8zRpZvZJ57E51giERZqbu0Nt57ddPfR9W5leHOIaQXZCaZHh3RlEP4tucqcCFvwgoiXGE1e7wY56Oi6mFAdIKBNuvCPqj+jsHh7Rhe8qEoyjh7hJLLU90z3fTgNUHHNQS8bJoeGxlmlGpjpZjAF+oZlpGxciIgEAIAAMijf5boOKWyitBm/x8zMvGph4PP98AHutVtnHmNXCmOSTWbHr0+EmVlnH09uQeAzS1xLd7hfGOjd+1B8qLV5Lxnmn192CPrzqs/XlQpVIyqQwopwYLC6mEk6K7rGdFB3Y0ZJl9GHojevOWpG5Ml5dnFxpdN2qLXTxrQkk8ErEMIAAAgj6uGWMQ2FZeEFgiNBkl3bIXGD8OoGHnHeRrvG+aYv64pC8E3Rhu1xmlDRb+Uj62Ztdz1yYWl/1QZiYkr7hdb8FBzaQd1z3T2WFGAA+nUhvuGNfHT+pQXCFXtkwnNbjY7HyejouphCASBO1PBnSqnk0yaPm3J4Yo26zQDO/j3nIxeiZl0+nH93F/8pszylPjUdOPLpn58/1BnY0YgBAAAgIa6dzEMFQ+Eeac8kTho47FPuut7MulWwi7cmQrHq+t9Px/jCqqYdKv26q7mp29suKbzxdlDN6qPd/0hGT+2bkwWbdGLbbVNW+xeufeiz1xYXXnDGynb5miGBJ5zVX/zQMf8dQEOdGMWk2QkFaDL5/pwq/t/v7J5pbRBq+qUqh/bz/CXIXUrOgg2t//ifGV7cJnt4eW1x73l0sRPZwR8Z9cn22se+1zkN2hqumbSSJOs+A+fi7OTK0JlHrV6KJHn2z/sc79mjxTWnXrWj+4hD+/U9G/XpEAoCO7//er6aBt7rIhiaO2wbpaXbyYv1Km7qa9YIFRaeYZw2RyTRd6FPVFif+4b3/YTgtOnvqSV4a4rjA8MC7gYPQIhAABAyzV/Lmm6heO5bhnaMQK1e589J89z65l9tEGj7t6GL61p2IS6fRApKuw9VTnqDb7aVdsgO1nmPlnm+eK3pDWzdKP7iO1luHOwvIFQf4vofPeeb7IbtBprv7uPrZrycevj8wP2mehG9QnYcCRPrM9XuSpv+K9/3+naQzi8fJndv/eU/YVvDbcPMj83Tt0z3ftLToPeUcHLUl629n/q/iNAE5IXHN4IVTYmlTRpB3eqPM5OrgiVedTqoRSuj7bZZv6vrveMoiguv7Jy3Nupu5/RDOwg2o4PfW6YeieAUH3XovoT0nq+/t276VjK1jmEyWN0I3rFRHnWv276dp/kcoq54hqxyybhS1EU5d93uuLa1+qqlj8735+d716xJ3n9Y+QzEYEQAACgBZl1b9ot40gzj+/7w9nEKPjeJ8UL3ik8e85HUdSoitWizTXx/gShxl05/p26NHjh3z3+qlveb3X8JVW7ZJH37EPRdP2mapPQtO76nmIbCe0/7s8y98o9Adej0wzpRGvVgo8NqZ1X/ZeP6tJgg4aye+Ve95f7jA9eIzi9CqxvTKqFFAjzK3BKKqoeBsXmFNseXh7gFPNzNU98mbL1b2I7NmX6XOfbPzdenkSwuatufb/V0X+JLXzPpFtVnVID3HRQUnnWXTed721xLtjAna0kZaEurZnWoieU4PZVTXyv8Y0G/77T1dMWJ6+djUAIAADQ0lnMqmefbDvnEdIEMG4Pn30o/EDo9vATpuZs3Gqr+5eMlPsKKxYF+KPevQ1hTTPHv3/gS2oCN3pcPvvcNYnL7g3cBGxt0QxsL9fSC+pe6UyrwM0vNrckcEKrK4oVgRuOtFat7tPW//uZiw+UQRha6fkm27vhMOmDcrzr/S3KrHWMVXTSIMHLivWSGe4YnLjygdDq3vLd1VMXxeWZG7V6KIV9zldiM6z4fsnh/iyrG8PcMBC2sYaZlTx+x4vfiyU01wdbCXO6aAd3cjcKhIoqz9ogN+Fd78ajQV+puawjKTa/s5k7VxVwk3fdQe+6g7qb+sbB6YBZRgEAACRplaLp0dXQo6uhV3fDVZdb7piUsvC/nU/uH0BOgxRFbdxqI6xZT8bz1OQZufXTYF0mDNCyubyz+BsJrqW7CAfyrNon2EUfdNQO6yZXMWoHdxLb5F13kLyvb8txwRN4eh51VtuGpSF+IIqinO9sit2qSJg3Vah04lRVVD0Miius9qw9QHiBd+MR0ZpAfESWdL5/k914sEAd18fbSFk60BqYyinP85e7qskfSkmDFEWpiUu2uj/ZTrqMvLclPk4H9BACAABI8sRD6U88lB7Gjqu/rwz7oIuXl679KfD96cb9hJoB7UWbXDty+SIb4UCCx+/5/oDhL4HX/pKyILXUlof4iupBOyEFL8vmFAdck13duWEXiqafaDuPK6jybc2J5TQjHgjdPpyqiqqHQXnXHyLP4uvbc8oosth62POa+IhhiT1SyB4+p+4TOIypu6UpuTwpinIt3uFde1BqTRCfRIc9VMCeKCEV46ZjgtMbB7PLoIcQAAAggqqq2a++C/OZLpebnzv/bAht3D6id9N9u/4M3kbclSf6zv3by9YQ750h3vwKPj0mlxN4yXVVx5QQSmPLcXkX0ogyWnz1OcHH4aRTVD0Mft7tyAtyLPFZgmhtmF07vmBzk/p2iK5mqerSWsnlKbh89rlfS399wK9TWwjbgizpKfhY/55TcXA6IBACAABE0MKlpS43H96+32+oKi0nLWDYYOCoupPoDBNSnsMh3MhX92hD0bQsBUKYBoMrrA66O18ReEhk43lWCAfyRXHptmjjeZx0iqqHQbEHgtz0Ic2JogrrrOR49nhxkKvBb6dFjxnoQWXllKfn+wN8qT2EmpAp+ty1X8KSnv4DZ+PgdEAgBAAAiJTKKvbVtwvD3v3zNcG7Fi9kQoYWmyaUoigp6zvXLYDWGK1VEybiCwEt/iE5nq9wBG842gIv4MGkmKQeiKLYP2K7DSf4xbsB1Sqcdwqqh1ICIXFQIkVRQo1b3m/PFdkoLsiNA7/41YBJMTXsmVRSeXo+3xtCRdCpmWTRQ/gPFQT/+Y4XxcEJgWcIAQAAIuXJ589U29iwd9+5R9J97vMPEzIpZkp8JCEv4Sa9YPcIDi9tDvw8jCojUWySUumYZJPohCgqJp37OPwWvvmiFbGZJCNh5hXyNPQxQDwQ0mrc61dQPQwehModQZc2Edx+eb8+X1AV/DXnqghxmk4xCfWeSVZOeVIU5duZF0JNaGUhFkLwy+adtsE/xMEZgYsCAABAJHyxpuLTlWVh715c6i+rkNoQzEi5j3CfW/D4eWmTT3JFog0gpm2iDM2OcCdFDE57URhmUsQXjOYFKWPYlIywMlsYDeiWGAijVQ+D565iW/Cf2yt3ILQF73Lkim2E52wbLHyiqPLky0IYL0qLr+BCCQJXYgt64S0t88fDGYGLAgAAgOx27LZPe/jPprxD7klPaH/RCYGwyiU1aVSI5kYmwdD0YqEj1nBsMM8K4UB8hYNiY/tBO7GVBoM0cCHq9TB4gJEwnFL++uPyBn8Ry/PiQ1Xpi68GyilPNrc0tPe36MV/GqeUC0VlNRsHZwQCIQAAgMzWbawePfmYx9uk1FFjD226yNtaTxBt/3mk3sMm9EXQeo0MzbvIzc9+8Zw3tFEr+h3dMX9Hn68Sze20Tk347hDlehj8jLN7o//1pZ4CXpZQzRRaniE+b0m6ULiCrOBy/vltpzMepnFCIAQAAJCNx8vPeSF//JTjTldTWwk19tBuPGu1jHjMk/pWgkf8lQY5AqEmSlOekBZm8MZ8ICR3+aoyEmMhk9HNeXCNUqbekdRZJzs/J+1qIH6mNOiQV0x58jWhDayg1WFeKOpm83J74iEQYlIZAAAAGdTYuc9Wlf/7zXMFhfKsDO7zhbZQnkr8Hi/hkTPprwx7xTNCOzKCCAfyxH4PIXGcIZOZROUFGDjn25FbddsHAdqCPdIt/5oY9RZos/ZJKCcQKnjdSNLVoEGOUkx5Uj5Wtnoofh+t/no/HCdQsQ+BEAAAIPSmkkC53HxlFXvyjOfAYdfWnTU/bq4Oe71BWfhZ0XaJ9Pv3pNTHyfHtotZ2EsKKzjGCI84Sqe6W5tuaE3Av7qv9jf9de1XX6H+FZu5TUk4bnmuOiwYjqXuW1mmkfux4yESBrvLB0iAVLwt/IhACAABI8o9/5b/yVqFiP55HfOSS9Mf/CEs1yNOV4YvWBAyEhRnkeBiyefHlDsHtow2BH39S98pQ/leI4FNniqqHyiQtjZOuBg3Or9gtT8K0MYHycIM0GDcQCAEAAOKBxyt+l14n+c89oQkox0hL0tOMLM/bXGG/c4N1NUhLt8d+IKQoisuvVHdvE7i1f2mHGAiEzbo8RtTqoUILX9q0Q4RbJw1Gk8ZueRIuFLS0y6ZOR8fB9QSBEAAAIB4QZiWVvkoYk0RYu0KGlhlhDkB/dn754Jdka+eJL/bNxMXCDGxOMSEQ0jq19JmEmgWTYmrOQBiteqjQwpewhAytVdMJoqFdsHviozwJF4rGPfABuwd12niYoROzjAIAAMSDohIfoWUjMROqMqxim/gKGQIhXy46GwphHcVw2nnVop0StEkXwXW0oxYID50j/NzN8lhg/SwRvAGabm3GTxi1ehi7aZxJtxJmghUuXto+dsuTEGWZFFP9hy3FBovGRw8hAiEAAEA8qLFzDqd4J6GEpQhog5YW7zrgS2rkaYiLTNXApJrlbPETF2ZgMpNj/ef2HywgbNVNHNCcgVDCoFxVu+b8CaJWDxXa+m+bFPwHapso/fyK3fLkq8XXLVQxTCsLOQ1SFJWaHA9D0BEIAQAA4gRhxQt1j/Sgu6t7tBFvNwncmYqmf0LBx3JFtsApwmqQcQE9vtJJGDOp7pke67+1/7dThK2G2wc140oAhKGGF36C7m2asfSiVg8V2vpPNtHBRo2q+7QVLb0ad4ORlrFbnnyZneJFn74+/8nJE8lktEEgBAAAAMU4nit6t1szsH3Q3TUDRScj4QqrBZkmEuROlom2Qfu3k6/JL/DnRNdm0F7eOdZ/a+5UOWHxCaaVxTDl8ghHUtHuaFVmsA4omlZnZTZzAUanHiqVpneQqWg1l3UUvxrY4qc8OZ4vrSGk4qDTimZm6OKgPiAQAgAAxIkDh0XHSe656qrgbcQhncQ2sUdkW2+DPVoktkl3bQ85W3riXZqyPWInNOf6a77tuYSt5rk3SXmWL/yvLj4bh6pTKnlfdc/08B/jlKnMo1YPFRoIhwS5J0I4RwJmv9gtT8KFYskVY4Lu3j/LGAf1AYEQAAAgXgLhEdFAeM2VCVldZxJbBLR+fH+xjf7sfLk+pH/fabFN+lsvlbE0CC1UzaCO6m5pUt+IMLWG+NqMtCHiA8m86w+RQleX1qY5oyN3dN4hGgg1WZnkxwj1Y/uGH0RlKvOo1UNl0o3qTao8vTMIw6rZE8XxVJ5sbqnYpqsutwTdffDAeHjoFIEQAAAgTuzaaxfrPlGr6TsmpRCGP+lG9GLSEkRbz3tOyhYIxd9K1TFVd1Nf2Q50iDTtivGBaySFQa3auuge0XBCWNwi8s9Neb8/QBi3SVGUZd547fDuETo64btTGpV2WDfCrQfDtKGROG5IZR61eqjQQDiiF+HRPiPxBwp4qyV2y5PNKRbbNGiAuX0maURoRhttv97oIQQAAADFKCnzHzgiujjEs09mmk2qwJmQpi0vTRJ9X17wbc2RL6edI0xYapk/iVKF0jhRM+Z/jAk4NtL/22lSIHzkOtIkOucbshmJyZufMtw+SDScuERn8dFc2jHS07rw1S7vpmPkwkn+7hHtdREZsMeX2glbDdNFE4Xx/mFNmdRHrjKPWj1UKDVjeeUWsWpvnHUtqej2noqn8iQPf5h2ZyvC1rsmp6pUWHYCAAAAlGTDJpvYpjatNZ+81Tlg88Xy4gTNoI6E9h9f7ZLtIwqC98fDom36fu0SXrtN4jtph3dP3fec5eWb6y8XduFjHzjbYPnsiyKwVp206q9MG5HV8FSM8d6rUw//Uzu0C+mriL8/k2Q0Tg08rQutU8uVFV2LtpNfQFv0KT89YXn1VtoqOqsk09oSxqEJ/SoURRluH6S98pIAv+/ADmI5RGr1kavMo1UPFctw1xWGe65s9M1V1qUzGq/JfqHYnF7/4XPNeF7LHwj3nyFsfWpWeuvUwEOR01pp5jySER9/OBAIAQAA4seqb0mLQ0yemLL+ix43DX/0QvBpn2xdPN383FjCXu4vfpP3Q5Lf0PT4SMvLN1Nq8SYKQ+tG9U7++cmULX/T9BOfwJDjvZuPEw6k7tM2dfczhnuupHXqundW984wzxnd6vhL1kX3BJ34hD1dTtia8NadDZ7UOh+HWp99TSU+Ojcknm+zOfHJVOvCrXnO6LSi/yR99VfTU6MMUy433HWF6fGRlvmTkr55OK3kjaTVD4VxaL7Y1mB18osTGJ30/WzdjVn1I5nx/mEpm59iEps0xE7GMo9SPVSwxCXTE966U9W+dk1Idde05LWzdSN6EXbxbcmhOL45z2u58cU29kSJ2FaLWfXN/7qZTQ3v4CQnqVct6ZacpKbiQpx8DQAAAKAo6veDzuxDzgFZJrEXjBxuHTk8q6jkg9TTZ5m0BFX7lCC34Vne86XMgdD74xG+yMakW8VeYP7HGN2YLNf7W7w/HeXOVVGCwKRamFYWzaUddNd2117fUyVhZW2KojxrftdP6E/KSh1SEj+dQS2ezp2roniBSUuQsqh6HcHm5iscTErgWSVoiz55w+P+gwXc6XIm0aju05ZJNsn8e7O8882fpfS90Aat/pZL9bfIOm3PsSKN+AIeTLIp+YdH2bxS7kQJnWRU92jCzKKRKfOo1UPlomnT7OtNs6/nq1yUj2Uk3KfwbDgUf+Xp23iUMMvUFYMs+zdnvbigYNuvNRWVbGaGdszIxMdnpndoFw8LTiAQAgAAxKGPlpZ+8Hon8mvS0zRUmqS1+Nyr93OF1TJ/RI53vrvZMn8S4SWafu2sC++mqP9fZoAOZ/CY55tsweWjjdogr2NoVbvkML9KXqlYOKn9In0zNX0juOae693NpkdHBF/6LwK8m49pgq3oqO7SWt2ltczVR64yj1Y9VD6pWZ3jPat/j7/y9Hz3B/mxyW6X6Jcv7BLHfzUwZBQAACCuLFlRll/glevdnK//GIkP6Xxvs9TnEmk67FajYHO7V+yJaGn7fv2zeX9uweO3z13TLIf2rjvYLMeVscyjUw/jhnfjUb7YFn/l6d18rLyCbcm/LAIhAABAfDXafPy8VwtkeSv353sJy4s1KcbY3I7nv41CaThf20CxfARL+6ejzf6Lu5ft8v5wqBmC2e6TfJk97N0Jk1JGrcyjVg/jg/PNjXFZnhnWGUtWliIQAgAAQPxY9kXZjt32Jr6JYHPb53wVwcbl+1tkXN5QDHuixLVoWwRD0S85hIUQosZ2/9Kw81X4eMH57ubwduVOlVeOfVsJZR6deqgopNmAxPn3n/H+eCT+yvP8SjzvLy5hWSGM3b9eW4lACAAAAIrD89SUmXnVtiYNgrI99Bl3NpJtHY6vun0hX+WKdGnU/H01lx+pLyK4fO4lO5v9F+cKqyvHvR39aOp86+fwfkH7C9/5D5wVvGzzl3m06qFCsDnFpV2fCWMhmZrHP4+/8qxbl/V0vnfJyrJQd9+41bZzrz0OagUCIQAAQBzKL/Defl+u1xfmaEnHgg2RfvqOoijuTEXV+HcEpzeiRxFs7uo7Fgoef4Te3/H6jxEdlSqR/7fTVRPfFRzeaB5UsLkd89eGupd3w2H3sl2Un2MDrmgX9TKPTj1UCO8Ph/gyu/2pVSHt5fpgq297bpyVZ10aPG/eK2dDuonGssJT8840XpECgRAAAACU4qcttpvvPhFGJnS+vcn+99XR+ZC+HbmVY97iKxxhvwN7vFhguSBH+fXP6skfhpcJg7aDudPljlfXK6Ktv/FoxbWvBV+ZUGKz/lS5Z0128NryxsaQnmBkjxdXT/m4NsRm54f52eQu8+jUQ0VUkvWHKIpyfbLdJbmX1b/3VM2TX8ZZeTZIgxRFFZX4H376tPR3ePmNcwePuEzGeAhTCIQAAABx64efq68cfSQnT+ojQy43b5u1vObRlbWTwkcnE247UT7oJd+O3FB3FHys45/fl/d7QUpnkef7AxXXvsadqQgtG7+7uXL8O0FfZp/3rWf1fukfW/BFakpD/77T5X3muZfuCv8XFATvz0erbvugtOszkr4UL1Td9oH3pyOSPt5vpyuue42vdDYxEEaizKNTD5uX4PL5tp04/9+2+5dKGQXg33e6csxbgtunzPNarjR43vKvyl95q1DKO6xZV/niawUURaGHEAAAAJTu94POS687NO/VgsoqUoOY44SVX5f3vfpg4heXRP9DcqfKK4YtqJ66iD0kaX5UvsLhWLChrNtc+7xvpYcr/+6TZb2fd8xfJ+UBKn92fsX1r9c8soLyS+im4PiqyR86XvyO/GEEH+tesaesx7N8aQSfO+KrXdXTFpcP+Kdn1b4Qkqef823PrXnqy9KOT1eO/K/nq/0UJ7U5Lrh8lTe9ZZ+7hjBKUPCyjpfWVgx7lS+6sG4B24RAGIkyj049bEa+zccvPLfJ8dVTPq55dKVg94hFfdd7WyqGLQi7o0+Z5SmWBs/7x7/yn3npLMeR7qcsXl46+d5cnqcoioqPHkKaSvkVfywBAADinsnITLgxeeRw6+CB5tapmkSryuXmS8r8h4+5tu6sWf195bmiC50AhRWLpLynfuKApDWzAm5yL91VPW1xGJ9TM7iTfmw/zaCO6h5tmFQLbdQKLCc4fXxpDXeqnD1U4P3lhG/TsaY8E0ibdboxfXWjemv6tVN1SKET9LSKEdx+vrSGzSv17zvtXXswvMXuVBmJhulDdSN7qXtmMElGgeMFm5srsvmz8/278jxf/17XORaldp7VoB/bT3tVF3XfdqoOyYzVSBs0gtPL2z1CjYcvtrFHi/xHC9kjhf59p5v+0BeTbDLcdYVuVG91VibTykLRlFDh9B8q8G486l66K8AaFQzNJJsaRjg/F9I0mBEq8yjUw8j+9GadKjOpUeJyNv4VmFSzYdpQ/ZgsdZ+2TJJJcHnZvFLfpmOuT3awOcVyfR6FlCc5DdYZNMA8f267EddYG6yVuO8P54sLCtb+dGFU9sqPu94xKSXgm0yYmvPdhioqFiAQAgAAQABSMmEkAiEAQDOmwTpt07VDh1japmtVDFVc6t+z35F7smFv6ldLut0yLjng7jfefnzDpuqYKBk1KgcAAACINZ4kdhUCAMRNFDzvXJHvy2+CPHVMGDLq9fKxUj54hhAAAABkbkgBALSEi5hJfFIZu4OLlSJCIAQAAIAwm1O0XoPyAYCWmQYpiuqQqRXbVF7JxkopIRACAABAmI0q2qwT3SeKC1cAAEQ/Deq0TGaG6DWwpNQfKwWFQAgAAABhNq1UHVJE86DLh0IDgHhNgxRFDR5oYkSyVGGxz+3BM4QAAAAQ7w0szcAOYi/mazwoMQCI1zRIUdTo6xPFNp34M5YugAiEAAAAEE4zi04waK/pJvZK0dWuAQCUlAYv6ajv0E4X6lF0Wmb6X1qLbd1/wBlDJYZACAAAAOE0tsxPjKRNoq0ovsKBsgIAhadBiqKyehlz9vR746UOqSkhLMj3+F/bpKeJzqq1e58dgRAAAADix6x7064YZKl7WqZj+v2mR0eY544l7MIeLUS5AYDC0+B5Oi3z2Mz0U78PWPLOJcOHJtB0kNePvSHppWfaiW3lOGHTtpoYKjcsTA8AAABBPHJ/m+5dDD6fUFTiszu4Du10FvMQ8i7s4XMoNwBQeBSsz2xSTbuz1bQ7W+UXeH/+xbZnv2PPfkdOnsdTb4n5Hl0ND81Ie/i+NoTQuH23vaqajaHSQyAEAAAASbRaWuKTNlx+JV/lQokBQKykwfraZ+pmTGk9Y0rtI4JuD19ZxTpdfOtUdaI1eHr6dGVZbBUgAiEAAADIzPNtNgoBAGIxDTZm0DNt07USX1xW4f/ym4rYKkM8QwgAAAByB8Iv96EQACAO0mCoXnmrMIZWIEQgBAAAAPmxuSW+nXkoBwBoaWnwaI77vUUlMVeSGDIKAAAAcrI/vZoSBJQDALScKEhRlNfH3zMrz+vjY6480UMIAAAAsvllV41nze8oBwBoUWlQEKgZj5zc94czFosUgRAAAADkUVzqnzozT5nNNQBAGowQv1+YOjNvxeryGC1VBEIAAACQQX6B97qJRwsKfYpttAEA0mBjm7fbXlhQUFkV5sqBx3PdV954OHbTIEVRNJXyK6oXAAAAEBzZ2a9Xd4PYVkGgPltV/vizpysqG7aoCisWofQAQJlRsD6Tkbn79lY3j02+5soEjYaWGAXf/LB48YpSvz+2n5pGIAQAAIAgEq3qm8cmX3tVQlYvY/u2WotZJQhUlY09nuvesr3ms1Xleac8YvsiEwKAwtNgfdYE1fChCVm9jH16GLt31SdZ1RazymJWURTldHFFJf7ck549+x0bt9p+y3bERwkjEAIAAEBkIRMCQEykwZYJgRAAAAAQCwEAUbCFwqQyAAAAgOYdAOBygUAIAAAAgEYeAOBC0ZJgyCgAAABEG4aPAgCioEKghxAAAADQ7AMAXBZaKPQQAgAAQLNBVyEAIAo2L/QQAgAAABqCAICLAAIhAAAAAJqDAIDTvyXBkFEAAABQBAwfBUAUhOhDDyEAAACggQgAONlbKPQQAgAAgLKgqxAAURCiBj2EAAAAgCYjAODUbqHQQwgAAAAKha5CAERBQCAEAAAAxEIAQBSEiMCQUQAAAECDEgBw8rZQ6CEEAACA2ICuQgBEQZAdeggBAAAATUwAwKnaQqGHEAAAAGIMugoBEAUBgRAAAAAQCwEAURCaBENGAQAAAA1QAMDJ2EKhhxAAAABiG7oKARAFAYEQAAAAEAsBAFEQEAgBAAAAsRAAEAUBgRAAAACQCQEAURAQCAEAAACxEACQBgGBEAAAABALAQBREBAIAQAAALEQABAFEQgBAAAAEAsBAFEQgRAAAAAAsRAAURAQCAEAAAAQCwEQBQGBEAAAAACxEABREBAIAQAAABALARAFAYEQAAAAALEQAFEQEAgBAAAAkAwBkAMBgRAAAAAAsRAAURAQCAEAAAAQCwEQBQGBEAAAAACxEABREBAIAQAAAJAMAZADAYEQAAAAALEQAFEQEAgBAAAAkAwBkAMBgRAAAAAAsRAAURAQCAEAAACQDAGQAwGBEAAAAADJEJADARAIAQAAAJAMATkQAIEQAAAAAMkQkAMBEAgBAAAAkAwBORAAgRAAAAAAyRCQAwEQCAEAAACQDAE5EACBEAAAAADJEBACARAIAQAAABAOATkQEAhRCgAAAAAIh4AQCAiEAAAAAIBwCAiBgEAIAAAAAAiHgBAICIQAAAAAgHwISICAQAgAAAAAyIdIgAAIhAAAAACAfIgECIBACAAAAACIiIh/AAiEAAAAAICUiOwHgEAIAAAAAMiKSH0ACIQAAAAAgNyIpAegNP8H0HzoVLLx93UAAAAASUVORK5CYII=\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/cover\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/d6baa535c9200be2\\\" subtiddler=\\\"$:/plugins/twpub/d6baa535c9200be2/images/OEBPS/8198210335922691576_27171-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/readme\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''鬼谷四友志'' |\\n|epub-creator |''active 18th century-19th century Jingchang Yang'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''87'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/errors\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/d6baa535c9200be2/text\": {\n            \"title\": \"$:/plugins/twpub/d6baa535c9200be2/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/d6baa535c9200be2/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/d6baa535c9200be2/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252Fd6baa535c9200be2.png"}