{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"搜神記","name":"TWPUB","title":"$:/plugins/twpub/3c40e9d93c3c38c0","description":"搜神記","converter-version":"0.1.0","epub-creator":"active 317-322 Bao Gan","conversion-errors":"0","count-chunks":"108","count-images":"1","cover-image":"$:/plugins/twpub/3c40e9d93c3c38c0/images/OEBPS/168469513100512703_25362-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/3c40e9d93c3c38c0/images/OEBPS/168469513100512703_25362-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>The Project Gutenberg EBook of Sou Shen Ji, by Bao Gan</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">Title: Sou Shen Ji</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Author: Bao Gan</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Release Date: May 7, 2008 [EBook #25362]</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK SOU SHEN JI ***</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">Produced by Yow Rong Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">序</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">雖考先志於載籍，收遺逸於當時，蓋非一耳一目之所親聞睹也，又安敢謂無失實者哉。\\n衛朔失國，二傳互其所聞，呂望事周，子長存其兩說。若此比類，往往有焉。從此觀之\\n，聞見之難，由來尚矣。夫書赴告之定辭，據國史之方冊，猶尚若此；況仰述千載之前\\n，記殊俗之表，綴片言於殘闕，訪行事於故老，將使事不二跡，言無異途，然後為信者\\n，固亦前史之所病；然而國家不廢注記之官，學士不絕誦覽之業，豈不以其所失者小，\\n所存者大乎。今之所集，設有承於前載者，則非余之罪也。若使採訪近世之事，苟有虛\\n錯，願與先賢前儒，分其譏謗。及其著述，亦足以發明神道之不誣也。群言百家，不可\\n勝覽；耳目所受，不可勝載。亦粗取足以演八略之旨，成其微說而已。幸將來好事之士\\n，錄其根體，有以遊心，寓目，而無尤焉。\\n晉散騎常侍新蔡干寶令升撰</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第一卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">神農以赭鞭鞭百草，盡知其平毒寒溫之性，臭味所主，以播百穀，故天下號神農也。\\n赤松子者，神農時雨師也，服冰玉散，以教神農，能入火不燒。至崑崙山，常入西王母\\n石室中，隨風雨上下。炎帝少女追之，亦得仙，俱去。至高辛時，復為雨師，遊人間。\\n今之雨師本是焉。\\n赤將子轝者，黃帝時人也。不食五穀，而啖百草華。至堯時，為木工。能隨風雨上下。\\n時於市門中賣繳，故亦謂之繳父。\\n寧封子，黃帝時人也。世傳為黃帝陶正，有異人過之，為其掌火。能出五色煙。久則以\\n教封子，封子積火自燒，而隨煙氣上下。視其灰燼，猶有其骨。時人共葬之寧北山中。\\n故謂之寧封子。\\n偓佺者，槐山採藥父也。好食松實。形體生毛，長七寸。兩目更方。能飛行逐走馬。以\\n松子遺堯，堯不暇服。松者，簡松也。時受服者，皆三百歲。\\n彭祖者，殷時大夫也。姓錢，名鏗。帝顓頊之孫，陸終氏之中子。歷夏而至商末，號七\\n百歲。常食桂芝。歷陽有彭祖仙室。前世云：禱請風雨，莫不輒應。常有兩虎在祠左右\\n。今日祠之訖地，則有兩虎跡。\\n師門者，嘯父弟子也。能使火。食桃葩。為孔甲龍師。孔甲不能修其心意，殺而埋之外\\n野。一旦，風雨迎之。山木皆燔。孔甲祠而禱之，未還而死。\\n　　前周葛由，蜀羌人也。周成王時，好刻木作羊賣之。一旦，乘木羊入蜀中，蜀中王\\n侯貴人追之，上綏山。綏山多桃，在峨眉山西南，高無極也。隨之者不復還，皆得仙道\\n。故里諺曰：「得綏山一桃，雖不能仙，亦足以豪。」山下立祠數十處。\\n崔文子者，泰山人也。學仙於王子喬。子喬化為白蜺，而持藥與文子。文子驚怪，引戈\\n擊蜺，中之，因墮其藥。俯而視之，王子喬之屍也。置之室中，覆以敝筐。須臾，化為\\n大鳥。開而視之，翻然飛去。\\n冠先，宋人也。釣魚為業。居睢水旁，百餘年，得魚，或放，或賣，或自食之。常冠帶\\n，好種荔，食其葩實焉。宋景公問其道，不告，即殺之。後數十年，踞宋城門上，鼓琴\\n，數十日乃去。宋人家家奉祠之。\\n琴高，趙人也。能鼓琴。為宋康王舍人。行涓彭之術，浮游冀州、涿郡間二百餘年。後\\n辭入涿水中，取龍子，與諸弟子期之。曰：「明日皆潔齋候。」於水旁設祠屋。果乘赤\\n鯉魚出，來坐祠中。且有萬人觀之。留一月，乃復入水去。\\n陶安公者，六安鑄冶師也。數行火。火一朝散上，紫色沖天。公伏冶下求哀。須臾。朱\\n雀止冶上，曰：「安公！安公！冶與天通。七月七日，迎汝以赤龍。」至時，安公騎之\\n，從東南去。城邑數萬人，豫祖安送之，皆辭訣。\\n有人入焦山七年，老君與之木鑽，使穿一盤石，石厚五尺，曰：「此石穿；當得道。」\\n積四十年，石穿，遂得神仙丹訣。\\n魯少千者，山陽人也。漢文帝嘗微服懷金過之，欲問其道。少千拄金杖，執象牙扇，出\\n應門。\\n淮南王安，好道術。設廚宰以候賓客。正月上午，有八老公詣門求見。門吏曰王，王使\\n吏自以意難之，曰：「吾王好長生，先生無駐衰之術，未敢以聞。」公知不見，乃更形\\n為八童子，色如桃花。王便見之，盛禮設樂，以享八公。援琴而弦，歌曰：「明明上天\\n，照四海兮。知我好道，公來下兮。公將與余，生羽毛兮。升騰青雲，蹈梁甫兮。觀見\\n三光，遇北斗兮。驅乘風雲，使玉女兮。」今所謂淮南操是也。\\n劉根，字君安。京兆長安人也。漢成帝時，入嵩山學道。遇異人授以秘訣，遂得仙。能\\n召鬼。潁川太守史祈以為妖，遣人召根，欲戮之。至府，語曰：「君能使人見鬼，可使\\n形見。不者，加戮。」根曰：「甚易。」借府君前筆硯書符，因以叩几；須臾，忽見五\\n六鬼，縛二囚於祈前。祈熟視，乃父母也。向根叩頭曰：「小兒無狀，分當萬死。」叱\\n祈曰：「汝子孫不能光榮先祖，何得罪神仙，乃累親如此。」祈哀驚悲泣，頓首請罪。\\n根默然忽去，不知所之。\\n漢明帝時，尚書郎河東王喬，為鄴令。喬有神術，每月朔，嘗自縣詣台。帝怪其來數，\\n而不見車騎；密令太史候望之。言其臨至時，輒有雙鳧，從東南飛來。因伏伺，見鳧，\\n舉羅張之，但得一雙舄。使尚書識視，四年中所賜尚書官屬履也。\\n薊子訓，不知所從來。東漢時，到洛陽見公卿，數十處，皆持斗酒片脯候之。曰：「遠\\n來無所有，示致微意。」坐上數百人，飲啖終日不盡。去後，皆見白雲起，從旦至暮。\\n時有百歲公說：小兒時見訓賣藥會稽市，顏色如此。訓不樂住洛，遂遁去。正始中，有\\n人於長安東霸城，見與一老公共摩挲銅人，相謂曰：「適見鑄此，已近五百歲矣。」見\\n者呼之曰：「薊先生小住。」並行應之。視若遲徐，而走馬不及。\\n漢陰生者，長安渭橋下乞小兒也。常於市中丐，市中厭苦，以糞灑之。旋復在市中乞，\\n衣不見污如故。長吏知之，械收繫，著桎梏，而續在市乞。又械欲殺之，乃去。灑之者\\n家，屋室自壞，殺十數人。長安中謠言曰：「見乞兒與美酒，以免破屋之咎。」\\n谷城鄉平常生，不如何所人也。數死而復生。時人為不然。後大水出，所害非一，而平\\n輒在缺門山上大呼言：「平常生在此。」云：「復雨，水五日必止。」止，則上山求祠\\n之。但見平衣杖革帶。後數十年，復為華陰市門卒。\\n左慈，字符放，廬江人也。少有神通。嘗在曹公座，公笑顧眾賓曰：「今日高會，珍羞\\n略備。所少者，吳松江鱸魚為膾。」放曰：「此易得耳。」因求銅盤貯水，以竹竿餌釣\\n於盤中，須臾，引一鱸魚出。公大拊掌，會者皆驚。公曰：「一魚不周坐客，得兩為佳\\n。」放乃復餌釣之。須臾，引出，皆三尺餘，生鮮可愛。公便自前膾之，周賜座席。公\\n曰：「今既得鱸，恨無蜀中生薑耳。」放曰：「亦可得也。」公恐其近道買，因曰：「\\n吾昔使人至蜀買錦，可敕人告吾使；使增市二端。」人去，須臾還，得生薑。又云：「\\n於錦肆下見公使，已敕增市二端。」後經歲餘，公使還，果增二端。問之，云：「昔某\\n月某日，見人於肆下，以公敕敕之。」後公出近郊，士人從者百數，放乃賚酒一罌，脯\\n一片，手自傾罌，行酒百官，百官莫不醉飽。公怪，使尋其故。行視沽酒家，昨悉亡其\\n酒脯矣。公怒，陰欲殺放。放在公座，將收之，卻入壁中，霍然不見。乃募取之。或見\\n於市，欲捕之，而市人皆放同形，莫知誰是。後人遇放於陽城山頭，因復逐之。遂走入\\n羊群。公知不可得，乃令就羊中告之，曰：「曹公不復相殺，本試君術耳。今既驗，但\\n欲與相見。」忽有一老羝，屈前兩膝，人立而言曰：「遽如許。」人即云：「此羊是。\\n」競往赴之。而群羊數百，皆變為羝，並屈前膝，人立，云：「遽如許。」於是遂莫知\\n所取焉。老子曰：「吾之所以為大患者，以吾有身也；及吾無身，吾有何患哉。」若老\\n子之儔，可謂能無身矣。豈不遠哉也。\\n孫策欲渡江襲許，與于吉俱行。時大旱，所在熇厲。策催諸將士，使速引船，或身自早\\n出督切。見將吏多在吉許。策因此激怒，言：「我為不如吉耶？而先趨附之。」便使收\\n吉至，呵問之曰：「天旱不雨，道路艱澀，不時得過。故自早出，而卿不同憂慼，安坐\\n船中，作鬼物態，敗吾部伍。今當相除。」令人縛置地上暴之，使請雨。若能感天，日\\n中雨者，當原赦；不爾，行誅。俄而雲氣上蒸，膚寸而合；比至日中，大雨總至，谿澗\\n盈溢。將士喜悅，以為吉必見原，並往慶慰。策遂殺之。將士哀惜，藏其屍。天夜，忽\\n更興雲覆之。明旦往視，不知所在。策既殺吉，每獨坐，彷彿見吉在左右。意深惡之，\\n頗有失常。後治瘡方差，而引鏡自照，見吉在鏡中，顧而弗見。如是再三。撲鏡大叫，\\n瘡皆崩裂，須臾而死。（吉，瑯琊人，道士。）\\n介琰者，不知何許人也。住建安方山，從其師白羊公杜受玄一無為之道，能變化隱形。\\n嘗往來東海，暫過秣陵，與吳主相聞。吳主留琰，乃為琰架宮廟。一日之中，數遣人往\\n問起居。琰或為童子，或為老翁，無所食啖，不受餉遺。吳主欲學其術，琰以吳主多內\\n御，積月不教。吳主怒，敕縛琰，著甲士引弩射之。弩發，而繩縛猶存不知琰之所之。\\n吳時有徐光者，嘗行術於市里：從人乞瓜，其主勿與，便從索瓣，杖地種之；俄而瓜生\\n，蔓延，生花，成實；乃取食之，因賜觀者。鬻者反視所出賣，皆亡耗矣。凡言水旱甚\\n驗。過大將軍孫綝門，褰衣而趨，左右垂踐。或問其故。答曰：「流血臭腥不可耐。」\\n綝聞惡而殺之。斬其首，無血。及綝廢幼帝，更立景帝，將拜陵，上車，有大風蕩綝車\\n，車為之傾。見光在松樹上拊手指揮嗤笑之，綝問侍從，皆無見者。俄而景帝誅綝。\\n葛玄，宅孝先，從左元放受九丹液仙經。與客對食，言及變化之事，客曰：「事畢，先\\n生作一事特戲者。」玄曰：「君得無即欲有所見乎？」乃嗽口中飯，盡變大蜂數百，皆\\n集客身，亦不螫人。久之，玄乃張口，蜂皆飛入，玄嚼食之，是故飯也。又指蝦蟆及諸\\n行蟲燕雀之屬，使舞，應節如人。冬為客設生瓜棗，夏致冰雪。又以數十錢使人散投井\\n中，玄以一器於井上呼之，錢一一飛從井出。為客設酒，無人傳杯，杯自至前，如或不\\n盡，杯不去也。嘗與吳主坐樓上，見作請雨土人，帝曰：「百姓思雨，寧可得乎？」玄\\n曰：「雨易得耳！」乃書符著社中，頃刻間，天地晦冥，大雨流淹。帝曰：「水中有魚\\n乎？」玄復書符擲水中，須臾，有大魚數百頭。使人治之。\\n吳猛，濮陽人。仕吳，為西安令，因家分寧。性至孝。遇至人丁義，授以神方；又得秘\\n法神符，道術大行。嘗見大風，書符擲屋上，有青烏銜去。風即止。或問其故。曰：「\\n南湖有舟，遇此風，道士求救。」驗之果然。西安令於慶死，已三日，猛曰：「數未盡\\n，當訴之於天。」遂臥屍旁，數日，與令俱起。後將弟子回豫章，江水大急，人不得渡\\n；猛乃以手中白羽扇畫江水，橫流，遂成陸路，徐行而過，過訖，水復。觀者駭異。嘗\\n守潯陽，參軍周家有狂風暴起，猛即書符擲屋上，須臾風靜。\\n園客者，濟陰人也。貌美，邑人多欲妻之，客終不娶。嘗種五色香草，積數十年，服食\\n其實。忽有五色神蛾，止香草之上，客收而薦之以布，生桑蠶焉。至蠶時，有神女夜至\\n，助客養蠶，亦以香草食蠶。得繭百二十頭，大如甕，每一繭繅六七日乃盡。繅訖，女\\n與客俱仙去，莫知所如。\\n漢，董永，千乘人。少偏孤，與父居肆，力田畝，鹿車載自隨。父亡，無以葬，乃自賣\\n為奴，以供喪事。主人知其賢，與錢一萬，遣之。永行，三年喪畢，欲還主人，供其奴\\n職。道逢一婦人曰：「願為子妻。」遂與之俱。主人謂永曰：「以錢與君矣。」永曰：\\n「蒙君之惠，父喪收藏，永雖小人，必欲服勤致力，以報厚德。」主曰：「婦人何能？\\n」永曰：「能織。」主曰：「必爾者，但令君婦為我織縑百疋。」於是永妻為主人家織\\n，十日而畢。女出門，謂永曰：「我，天之織女也。緣君至孝，天帝令我助君償債耳。\\n」語畢，凌空而去，不知所在。\\n初，鉤弋夫人有罪，以譴死，既殯，屍不臭，而香聞十餘里。因葬雲陵，上哀悼之。又\\n疑其非常人，乃發冢開視，棺空無屍，惟雙履存一云。昭帝即位，改葬之，棺空無屍，\\n獨絲履存焉。\\n漢時有杜蘭香者，自稱南康人氏。以建業四年春，數詣張傳。傳年十七，望見其車在門\\n外，婢通言：「阿母所生，遺授配君，可不敬從？」傳，先名改碩，碩呼女前，視，可\\n十六七，說事邈然久遠。有婢子二人：大者萱支，小者松支。鈿車青牛上，飲食皆備。\\n作詩曰：「阿母處靈岳，時游雲霄際。眾女侍羽儀，不出墉宮外。飄輪送我來，豈復恥\\n塵穢。從我與福俱，嫌我與禍會。」至其年八月旦，復來，作詩曰：「逍遙雲漢間，呼\\n吸發九嶷。流汝不稽路，弱水何不之。」出薯蕷子三枚，大如雞子，云：「食此，令君\\n不畏風波，辟寒溫。」碩食二枚，欲留一，不肯，令碩食盡。言：「本為君作妻，情無\\n曠遠，以年命未合，且小乖，大歲東方卯，當還求君。」蘭香降時，碩問禱祀何如。香\\n曰：「消魔自可愈疾，淫祀無益。」香以藥為消魔。\\n魏濟北郡從事掾弦超，字義起，以嘉平中夜獨宿，夢有神女來從之。自稱：「天上玉女\\n，東郡人，姓成公，字知瓊，早失父母，天帝哀其孤苦，遣令下嫁從夫。」超當其夢也\\n，精爽感悟，嘉其美異，非常人之容，覺寤欽想，若存若亡，如此三四夕。一旦，顯然\\n來游，駕輜軿車，從八婢，服綾羅綺繡之衣，姿顏容體，狀若飛仙，自言年七十，視之\\n如十五六女。車上有壺榼，青白琉璃五具。食啖奇異，饌具醴酒，與超共飲食。謂超曰\\n：「我，天上玉女，見遣下嫁，故來從君，不謂君德。宿時感運，宜為夫婦。不能有益\\n，亦不能為損。然往來常可得駕輕車，乘肥馬，飲食常可得遠味，異膳，繒素常可得充\\n用不乏。然我神人，不為君生子，亦無妒忌之性，不害君婚姻之義。遂為夫婦。」贈詩\\n一篇，其文曰：「飄浮勃逢敖，曹雲石滋芝。一英不須潤，至德與時期。神仙豈虛感，\\n應運來相之。納我榮五族，逆我致禍菑。」此其詩之大較，其文二百餘言，不能盡錄。\\n兼注易七卷，有卦，有象，以彖為屬。故其文言既有義理，又可以占吉凶，猶揚子之太\\n玄，薛氏之中經也。超皆能通其旨意，用之占候，作夫婦經。七八年，父母為超娶婦之\\n後，分日而燕，分夕而寢，夜來晨去，倏忽若飛，唯超見之，他人不見。雖居闇室，輒\\n聞人聲，常見蹤跡，然不睹其形。後人怪問，漏泄其事；玉女遂求去。云：「我，神人\\n也。雖與君交，不願人知，而君性疏漏，我今本末已露，不復與君通接。積年交結，恩\\n義不輕；一旦分別，豈不愴恨？勢不得不爾。各自努力！」又呼侍御下酒，飲啖，發簏\\n，取織成裙衫兩副遺超。又贈詩一首，把臂告辭，涕泣流離，肅然升車，去若飛迅。超\\n憂感積日，殆至委頓。去後五年。超奉郡使至洛，到濟北魚山下，陌上西行，遙望曲道\\n頭有一馬車，似知瓊。驅馳至前，果是也。遂披帷相見，悲喜交切。控左援綏，同乘至\\n洛。遂為室家，克復舊好。至太康中，猶在。但不日日往來，每於三月三日，五月五日\\n，七月七日，九月九日旦，十五日輒下，往來經宿而去。張茂先為之作神女賦。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第二卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">壽光侯者，漢章帝時人也。能劾百鬼眾魅，令自縛見形。其鄉人有婦為魅所病，侯為劾\\n之，得大蛇數丈，死於門外，婦因以安。又有大樹，樹有精，人止其下者死，鳥過之亦\\n墜。侯劾之，樹盛夏枯落，有大蛇，長七八丈，懸死樹間。章帝聞之，徵問。對曰：「\\n有之。」帝曰：「殿下有怪，夜半後，常有數人，絳衣，披髮，持火相隨。豈能劾之？\\n」侯曰：「此小怪，易消耳。」帝偽使三人為之。侯乃設法，三人登時仆地，無氣。帝\\n驚曰：「非魅也，朕相試耳。」即使解之。或云：「漢武帝時，殿下有怪常見，朱衣，\\n披髮，相隨，持燭而走。帝謂劉憑曰：『卿可除此否？』憑曰：『可。』乃以青符擲之\\n，見數鬼傾地。帝驚曰：『以相試耳。』解之而蘇。」\\n樊英，隱於壺山。嘗有暴風從西南起，英謂學者曰：「成都市火甚盛。」因含水嗽之。\\n乃命計其時日，後有從蜀來者，云：「是日大火，有雲從東起，須臾大雨火遂滅。」\\n閩中有徐登者，女子化為丈夫，與東陽趙昺，並善方術。時遭兵亂，相遇於溪，各矜其\\n所能。登先禁溪水為不流，昺次禁楊柳為生稊。二人相視而笑。登年長，昺師事之。後\\n登身故，昺東入長安，百姓未知，昺乃升茅屋，據鼎而爨。主人驚怪，昺笑而不應，屋\\n亦不損。\\n趙昺嘗臨水求渡，船人不許。昺乃張帷蓋，坐其中，長嘯呼風，亂流而濟。於是百姓敬\\n服，從者如歸。長安令惡其惑眾，收殺之。民為立祠於永康，至今蚊蚋不能入。\\n徐登、趙昺，貴尚清儉，祀神以東流水，削桑皮以為脯。\\n陳節訪諸神，東海君以織成青襦一領遺之。\\n宣城邊洪，為廣陽領校，母喪歸家。韓友往投之，時日已暮，出告從者：「速裝束，吾\\n當夜去。」從者曰：「今日已暝，數十里草行，何急復去？」友曰：「此間血覆地，寧\\n可復住。」苦留之，不得。其夜，洪欻發狂，絞殺兩子，并殺婦。又斲父婢二人，皆被\\n創，因走亡，數日，乃於宅前林中得之，已自經死。\\n鞠道龍，善為幻術。嘗云：「東海人黃公，善為幻，制蛇，御虎。常佩赤金刀。及衰老\\n，飲酒過度。秦末，有白虎見於東海，詔遣黃公以赤刀往厭之；術既不行，遂為虎所殺\\n。」\\n謝糾，嚐食客，以朱書符投井中，有一雙鯉魚跳出，即命作膾。一坐皆得遍。\\n晉永嘉中，有天竺胡人，來渡江南。其人有數術：能斷舌復續，吐火。所在人士聚觀。\\n將斷時，先以舌吐示賓客，然後刀截，血流覆地，乃取置器中，傳以示人，視之舌頭，\\n半舌猶在，既而還取含續之。坐有頃，坐人見舌則如故，不知其實斷否。其續斷，取絹\\n布，與人合執一頭，對翦中斷之；已而取兩斷合視，絹布還連續，無異故體。時人多疑\\n以為幻，陰乃試之，真斷絹也。其吐火，先有藥在器中，取火一片，與黍餹合之，再三\\n吹呼，已而張口，火滿口中，因就爇取以炊，則火也。又取書紙及繩縷之屬，投火中，\\n眾共視之，見其燒爇了盡；乃撥灰中，舉而出之，故向物也。\\n扶南王范尋養虎於山，有犯罪者，投與虎，不噬，乃宥之。故山名大蟲，亦名大靈。又\\n養鱷魚十頭，若犯罪者，投與鱷魚，不噬，乃赦之，無罪者皆不噬。故有鱷魚池。又嘗\\n煮水令沸，以金指環投湯中，然後以手探湯：其直者，手不爛，有罪者，入湯即焦。\\n戚夫人侍兒賈佩蘭，後出為扶風人段儒妻，說：「在宮內時，嘗以弦管歌舞相歡娛，競\\n為妖服以趨良時。十月十五日，共入靈女廟，以豚黍樂神，吹笛，擊筑，歌上靈之曲。\\n既而相與連臂踏地為節，歌赤鳳皇來，乃巫俗也。至七月七日，臨百子池，作於闐樂，\\n樂畢，以五色縷相羈，謂之『相連綬』。八月四日，出雕房北戶，竹下圍棋。勝者，終\\n年有福；負者，終年疾病。取絲縷，就北辰星求長命，乃免。九月，佩茱萸，食蓬餌，\\n飲菊花酒，令人長命。菊花舒時，并採莖葉，雜黍米饟之，至來年九月九日始熟，就飲\\n焉，故謂之『菊花酒』。正月上辰，出池邊盥濯，食蓬餌，以祓妖邪。三月上已，張樂\\n於流水。如此終歲焉。」\\n漢武帝時，幸李夫人，夫人卒後，帝思念不已。方士齊人李少翁，言能致其神。乃夜施\\n帷帳，明燈燭，而令帝居他帳遙望之。見美女居帳中，如李夫人之狀，還幄坐而步，又\\n不得就視。帝愈益悲感，為作詩曰：「是耶？非耶？立而望之，偏婀娜，何冉冉其來遲\\n！」令樂府諸音家弦歌之。\\n漢北海營陵有道人，能令人與已死人相見。其同郡人婦死已數年，聞而往見之，曰：「\\n願令我一見亡婦，死不恨矣。」道人曰：「卿可往見之。若聞鼓聲，即出，勿留。」乃\\n語其相見之術。俄而得見之；於是與婦言語，悲喜恩情如生。良久，聞鼓聲，恨恨不能\\n得住，當出戶時，忽掩其衣裾戶間，掣絕而去。至後歲餘，此人身亡。家葬之，開冢，\\n見婦棺蓋下有衣裾。\\n吳孫休有疾，求覡視者，得一人，欲試之。乃殺鵝而埋於苑中，架小屋，施牀几，以婦\\n人屐履服物著其上。使覡視之，告曰：「若能說此冢中鬼婦人形狀者，當加厚賞，而即\\n信矣。」竟日無言。帝推問之急，乃曰：「實不見有鬼，但見一白頭鵝立墓上，所以不\\n即白之。疑是鬼神變化作此相，當候其真形而定。不復移易，不知何故，敢以實上。」\\n吳孫峻殺朱主，埋於石子岡。歸命即位，將欲改葬之，冢墓相亞，不可識別。而宮人頗\\n識主亡時所著衣服，乃使兩巫各住一處，以伺其靈，使察鑒之，不得相近。久時，二人\\n俱白見一女人，年可三十餘，上著青錦束頭，紫白袷裳，丹綈絲履，從石子岡上半岡，\\n而以手抑膝長太息，小住須臾，更進一冢上，便止，徘徊良久，奄然不見。二人之言，\\n不謀而合。於是開冢，衣服如之。\\n夏侯弘自云見鬼，與其言語。鎮西謝尚所乘馬忽死，憂惱甚至。謝曰：「卿若能令此馬\\n生者，卿真為見鬼也。」弘去良久，還曰：「廟神樂君馬，故取之。今當活。」尚對死\\n馬坐，須臾，馬忽自門外走還，至馬屍間，便滅，應時能動，起行。謝曰：「我無嗣，\\n是我一身之罰。」弘經時無所告。曰：「頃所見，小鬼耳，必不能辨此源由。」後忽逢\\n一鬼，乘新車，從十許人，著青絲布袍。弘前提牛鼻，車中人謂弘曰：「何以見阻？」\\n弘曰：「欲有所問。鎮西將軍謝尚無兒。此君風流令望，不可使之絕祀。」車中人動容\\n曰：「君所道正是僕兒。年少時，與家中婢通誓約不再婚，而違約；今此婢死，在天訴\\n之，是故無兒。」弘具以告。謝曰：「吾少時誠有此事。」弘於江陵，見一大鬼，提矛\\n戟，有隨從小鬼數人。弘畏懼，下路避之。大鬼過後，捉得一小鬼，問：「此何物？」\\n曰：「殺人以此矛戟，若中心腹者，無不輒死。」弘曰：「治此病有方否？」鬼曰：「\\n以烏雞薄之，即差。」弘曰：「今欲何行？」鬼曰：「當至荊、揚二州爾。」時比日行\\n心腹病，無有不死者，弘乃教人殺烏雞以薄之，十不失八九。今治中惡輒用烏雞薄之者\\n，弘之由也。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第三卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">漢永平中，會稽鍾離意，字子阿，為魯相。到官，出私錢萬三千文，付戶曹孔訴，修夫\\n子車。身入廟，拭几席劍履。男子張伯除堂下草，土中得玉璧七枚，伯懷其一，以六枚\\n白意。意令主簿安置几前，孔子教授堂下牀首有懸甕，意召孔訴問：「此何甕也？」對\\n曰：「夫子甕也。背有丹書，人莫敢發也。」意曰：「夫子，聖人。所以遺甕，欲以懸\\n示後賢。」因發之。中得素書，文曰：「後世修吾書，董仲舒。護吾車拭吾履，發吾笥\\n，會稽鍾離意。璧有七，張伯藏其一。意即召問：「璧有七，何藏一耶？」伯叩頭出之\\n。\\n段醫，字符章，廣漢新都人也。習易經，明風角。有一生來學。積年，自謂略究要術，\\n辭歸鄉里。醫為合膏藥，并以簡書封於筒中，告生曰：「有急，發視之。」生到葭萌，\\n與吏爭度津。吏撾破從者頭。生開筒得書，言：「到葭萌，與吏鬥，頭破者，以此膏裹\\n之。」生用其言，創者即愈。\\n右扶風臧仲英，為侍御史。家人作食，設案，有不清塵土投污之。炊臨熟，不知釜處。\\n兵弩自行。火從篋簏中起，衣物盡燒，而篋簏故完。婦女婢使，一旦盡失其鏡；數日，\\n從堂下擲庭中，有人聲言：「還汝鏡。」女孫年三四歲，亡之，求，不知處；兩三日，\\n乃於圊中糞下啼。若此非一。汝南許季山者，素善卜卦，卜之，曰：「家當有老青狗物\\n、內中侍御者名益喜，與共為之。誠欲絕，殺此狗，遣益喜歸鄉里。」仲英從之，怪遂\\n絕。後徙為太尉長史，遷魯相。\\n太尉喬玄，字公祖，梁國人也。初為司徒長史，五月末，於中門臥，夜半後，見東壁正\\n白，如開門明。呼問左右。左右莫見。因起自往手捫摸之，壁自如故。還牀，復見。心\\n大怖恐。其友應劭，適往候之，語次相告。劭曰：「鄉人有董彥興者，即許季山外孫也\\n。其探賾索隱，窮神知化，雖眭孟，京房，無以過也。然天性褊狹，羞於卜，筮者間來\\n候師。」王叔茂謂往迎之。須臾，便與俱來。公祖虛禮盛饌，下席行觴。彥興自陳：「\\n下土諸生，無他異分。幣重言甘，誠有踧踖。頗能別者，願得從事。」公祖辭讓再三，\\n爾乃聽之，曰：「府君當有怪，白光如門明者。然不為害也。六月上旬，雞明時，聞南\\n家哭，即吉。到秋節，遷北行，郡以金為名。位至將軍三公。」公祖曰：「怪異如此，\\n救族不暇，何能致望於所不圖？此相饒耳。」至六月九日，未明。太尉楊秉暴薨。七月\\n七日，拜鉅鹿太守。（「鉅」邊有金。）後為「度遼將軍」，歷登三事。\\n管輅，字公明，平原人也。善易卜。安平太守東萊王基，字伯輿，家數有怪，使輅筮之\\n。卦成，輅曰：「君之卦，當有賤婦人，生一男，墮地，便走入灶中死。又，牀上當有\\n一大蛇，銜筆，大小共視，須臾便去。又，烏來入室中，與燕共鬥，燕死，烏去。有此\\n三卦。」基大驚曰：「精義之致，乃至於此，幸為占其吉凶。」輅曰：「非有他禍，直\\n客（一作官）舍久遠，魑魅罔兩，共為怪耳。兒生便走，非能自走，直宋無忌之妖將其\\n入灶也。大蛇銜筆者，直老書佐耳。烏與燕鬥者，直老鈴下耳。夫神明之正，非妖能害\\n也。萬物之變，非道所止也。久遠之浮精，必能之定數也。今卦中見象，而不見其凶，\\n故知假托之數，非妖咎之徵，自無所憂也。昔高宗之鼎，非雉所雊；太戊之階，非桑所\\n生。然而野鳥一雊，武丁為高宗；桑穀暫生，太戊以興焉。知三事不為吉祥，願府君安\\n身養德，從容光大，勿以神奸，污累天真。」後卒無他。遷安南督軍後，輅鄉里乃太原\\n，問輅：「君往者為王府君論怪云：『老書佐為蛇，老鈴下為烏，』此本皆人。何化之\\n微賤乎？為見於爻象出君意乎？」輅言：「苟非性與天道，何由背爻象而任心胸者乎？\\n夫萬物之化，無有常形；人之變異，無有定體。或大為小，或小為大，固無優劣。萬物\\n之化，一例之道也。是以夏鯀天子之父，趙王如意，漢高之子，而鯀為黃熊，意為蒼狗\\n，斯亦至尊之位，而為黔喙之類也。況蛇者協辰巳之位，烏者棲太陽之精，此乃騰黑之\\n明象，白日之流景。如書佐、鈴下，各以微軀，化為蛇烏，不亦過乎。」\\n管輅至平原，見顏超貌主夭亡。顏父乃求輅延命。輅曰：「子歸，覓清酒鹿脯一斤，卯\\n日，刈麥地南大桑樹下，有二人圍位，次但酌酒置脯，飲盡更斟，以盡為度。若問汝，\\n汝但拜之，勿言。必合有人救汝。」顏依言而往，果見二人圍碁，頻置脯，斟酒於前。\\n其人貪戲，但飲酒食脯。不顧數巡，北邊坐者忽見顏在，叱曰：「何故在此？」顏惟拜\\n之。南面坐者語曰：「適來飲他酒脯，寧無情乎？」北坐者曰：「文書已定。」南坐者\\n曰：「借文書看之。」見超壽止可十九歲，乃取筆挑上語曰：「救汝至九十年活。」顏\\n拜而回。管語顏曰：「大助子，且喜得增壽。北邊坐人是北斗，南邊坐人是南斗。南斗\\n注生，北斗主死。凡人受胎，皆從南斗過北斗；所有祈求，皆向北斗。」\\n信都令家婦女驚恐，更互疾的。使輅筮之。輅曰：「君北堂西頭有兩死男子：一男持矛\\n，一男持弓箭。頭在壁內，腳在壁外。持矛者主刺頭，故頭重痛不得舉也；持弓箭者主\\n射胸腹，故心中懸痛不得飲食也。晝則浮游，夜來病人，故使驚恐也。」於是掘其室中\\n，入地八尺，果得二棺：一棺中有矛；一棺中有角弓及箭，箭久遠，木皆消爛，但有鐵\\n及角完耳。乃徙骸骨去城二十里埋之，無復疾病。\\n利漕民郭恩，字義博，兄弟三人，皆得躄疾。使輅筮其所由。輅曰：「卦中有君本墓，\\n墓中有女鬼，非君伯母，當叔母也。昔饑荒之世，當有利其數升米者，排著井中，嘖嘖\\n有聲，推一大石下，破其頭，孤魂冤痛，自訴於天耳。」\\n淳於智，字叔平，濟北廬人也。性深沈，有思義。少為書生，能易筮，善厭勝之術。高\\n平劉柔，夜臥，鼠齧其左手中指，意甚惡之。以問智。智為筮之，曰：「鼠本欲殺君而\\n不能，當為使其反死。」乃以朱書手腕橫文後三寸，為田字，可方一寸二分，使夜露手\\n以臥。有大鼠伏死於前。\\n上黨鮑瑗家多喪病貧苦，淳於智卜之，曰：「君居宅不利，故令君困爾。君舍東北有大\\n桑樹。君逕至市，入門數十步，當有一人賣新鞭者，便就買還，以懸此樹。三年，當暴\\n得財。」瑗承言詣市，果得馬鞭懸之。三年，濬井，得錢數十萬，銅鐵器復二萬餘，於\\n是業用既展，病者亦無恙。\\n譙人夏侯藻，母病困，將詣智卜，忽有一狐當門向之嗥叫。藻大愕懼。遂馳詣智。智曰\\n：「其禍甚急。君速歸，在狐嗥處，拊心啼哭，令家人驚怪，大小畢出，一人不出，啼\\n哭勿休。然其禍僅可免也。」藻還如其言，母亦扶病而出。家人既集，堂屋五間拉然而\\n崩。\\n護軍張劭母病篤。智筮之，使西出市沐猴繫母臂。令傍人搥拍，恒使作聲，三日放去。\\n劭從之，其猴出門，即為犬所咋死，母病遂差。\\n郭璞，字景純，行至廬江，勸太守胡孟康急回南渡。康不從，璞將促裝去之，愛其婢，\\n無由得，乃取小豆三斗，繞主人宅散之。主人晨起，見赤衣人數千圍其家，就視，則滅\\n。甚惡之，請璞為卦。璞曰：「君家不宜留此婢，可於東南二十里賣之，慎勿爭價，則\\n此妖可除也。」璞陰令人賤買此婢，復為投符於井中，數千赤衣人一一自投於井。主人\\n大悅。璞攜婢去，後數旬，而廬江陷。\\n趙固所乘馬忽死，甚悲惜之，以問郭璞。璞曰：「可遣數十人持竹竿，東行三十里，有\\n山林陵樹，便攪打之。當有一物出，急宜持歸。」於是如言，果得一物，似猿。持歸，\\n入門，見死馬，跳樑走往死馬頭，噓吸其鼻。頃之，馬即能起。奮迅嘶鳴，飲食如常。\\n亦不復見向物。固奇之，厚加資給。\\n揚州別駕顧球姊，生十年，便病，至年五十餘，令郭璞筮，得大過之升。其辭曰：「大\\n過卦者義不嘉。冢墓枯楊無英華。振動遊魂見龍車。身被重累嬰妖邪。法由斬祀殺靈蛇\\n。非己之咎先人瑕。案卦論之可奈何。」球乃跡訪其家事，先世曾伐大樹，得大蛇，殺\\n之，女便病。病後，有群鳥數千，迴翔屋上，人皆怪之，不知何故，有縣農行過舍邊，\\n仰視，見龍牽車，五色晃爛，其大非常，有頃遂滅。\\n義興方叔保得傷寒，垂死，令璞占之，不吉，令求白牛厭之。求之不得，唯羊子玄有一\\n白牛，不肯借。璞為致之，即日有大白牛從西來，逕往臨，叔保驚惶、病即愈。\\n西川費孝先善軌革，世皆知名，有大若人王旻，因貨殖至成都，求為卦。孝先曰：「教\\n住莫住，教洗莫洗。一石穀搗得三斗米。遇明即活，遇暗即死。」再三戒之，令誦此言\\n足矣。旻志之。及行，途中遇大雨，憩一屋下，路人盈塞，乃思曰：「教住莫住，得非\\n此耶？」遂冒雨行，未幾，屋遂顛覆，獨得免焉。旻之妻已私鄰比，欲媾終身之好，俟\\n旋歸，將致毒謀。旻既至，妻約其私人曰：「今夕新沐者，乃夫也。」將哺，呼旻洗沐\\n，重易巾幯。旻悟曰：「教洗莫洗，得非此耶？」堅不從。妻怒，不省，自沐。夜半反\\n被害。既覺，驚呼鄰里共視，皆莫測其由。遂被囚繫考訊。獄就，不能自辨。郡守錄狀\\n，旻泣言死即死矣，但孝先所言，終無驗耳。左右以是語上達。郡守命未得行法乎旻。\\n問曰：「汝鄰比何人也？」曰：「康七。」遂遣人捕之。「殺汝妻者，必此人也。」已\\n而果然。因謂僚佐曰：「一石穀搗得三斗米，非康七乎。」由是辨雪，誠遇明即活之效\\n。\\n隗照，汝陰鴻壽亭民也。善易，臨終，書板授其妻曰：「吾亡後，當大荒。雖爾，而慎\\n莫賣宅也。到後五年春，當有詔使，來頓此亭，姓龔，此人負吾金，即以此板往責之。\\n勿負言也。」亡後，果大困，欲賣宅者數矣，憶夫言，輒止。至期，有龔使者，果止亭\\n中，妻遂賚板責之。使者執板，不知所言，曰：「我平生不負錢，此何緣爾邪？」妻曰\\n：「夫臨亡，手書板見命如此，不敢妄也。」使者沈吟良久而悟，乃命取蓍筮之卦成，\\n抵掌歎曰：「妙哉隗生！含明隱跡，而莫之聞。可謂鏡窮達而洞吉凶者也。」於是告其\\n妻曰：「吾不負金，賢夫自有金。乃知亡後當暫窮，故藏金以待太平。所以不告兒婦者\\n，恐金盡而困無已也。知吾善易，故書板以寄意耳。金五百斤，盛以青罌，覆以銅柈，\\n埋在堂屋東頭，去地一丈，入地九尺。」妻還掘之，果得金，皆如所卜。\\n韓友，字景先，廬江舒人也。善占卜，亦行京房厭勝之術。劉世則女病魅，積年，巫為\\n攻禱，伐空冢故城間，得狸鼍數十，病猶不差。友筮之，命作布囊，俟女發時，張囊著\\n窗牖間。友閉戶作氣，若有所驅。須臾間，見囊大脹如吹。因決敗之。女仍大發。友乃\\n更作皮囊二枚沓張之，施張如前，囊復脹滿，因急縛囊口，懸著樹，二十許日，漸消。\\n開視，有二斤狐毛。女病遂差。\\n會稽嚴卿善卜筮。鄉人魏序欲東行，荒年，多抄盜，令卿筮之。卿曰：「君慎不可東行\\n。必遭暴害。而非劫也。」序不信。卿曰：「既必不停，宜有以禳之。可索西郭外獨母\\n家白雄狗，繫著船前。」求索，止得駁狗，無白者。卿曰：「駁者亦足。然猶恨其色不\\n純。當餘小毒，止及六畜輩耳。無所復憂。」序行半路，狗忽然作聲，甚急，有如人打\\n之者。比視，已死，吐黑血斗餘。其夕，序墅上白鵝數頭，無故自死。序家無恙。\\n沛國華佗，字符化，一名敷。瑯邪劉勛，為河內太守，有女，年幾二十，苦腳左膝有有\\n瘡，癢而不痛，瘡愈數十日復發，如此七八年。迎佗使視。佗曰：「是易治之。」當得\\n稻糠，黃色犬一頭，好馬二匹。以繩繫犬頸，使走馬牽犬，馬極，輒易，計馬走三十餘\\n里，犬不能行，復令步人拖曳，計向五十里，乃以藥飲女。女即安臥不知人，因取大刀\\n斷犬腹，近後腳之前，以所斷之處向瘡口，令二三寸，停之須臾，有若蛇者，從瘡中出\\n。便以鐵椎橫貫蛇頭，蛇在皮中動搖良久，須臾，不動，乃牽出，長三尺許，純是蛇，\\n但有眼處而無童子，又逆麟耳。以膏散著瘡中，七日愈。\\n佗嘗行道，見一人病咽，嗜食不得下，家人車載，欲往就醫。佗聞其呻吟聲，駐車往視\\n語之曰：「向來道邊，有賣餅家蒜虀大酢，從取三升飲之，病自當去。」即如佗言，立\\n吐蛇一枚。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第四卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">風伯，雨師，星也。風伯者，箕星也。雨師者，畢星也。鄭玄謂：司中、司命，文星第\\n四，第五星也。雨師：一曰屏翳，一曰號屏，一曰玄冥。\\n蜀郡張寬，字叔文，漢武帝時為侍中。從祀甘泉，至渭橋，有女子浴於渭水，乳長七尺\\n。上怪其異，遣問之。女曰：「帝後第七車者知我。」所來時，寬在第七車。對曰：「\\n天星。主祭祀者，齋戒不潔，則女人見。」\\n文王以太公望為灌壇令，期年，風不鳴條。文王夢一婦人，甚麗，當道而哭。問其故。\\n曰：「吾泰山之女，嫁為東海婦，欲歸，今為灌壇令當道有德，廢我行；我行，必有大\\n風疾雨，大風疾雨，是毀其德也。」文王覺，召太公問之。是日果有疾雨暴風，從太公\\n邑外而過。文王乃拜太公為大司馬。\\n胡母班，字季友，泰山人也。曾至泰山之側，忽於樹間，逢一絳衣騶呼班云：「泰山府\\n君召。」班驚楞，逡巡未答。復有一騶出，呼之。遂隨行數十步，騶請班暫瞑，少頃，\\n便見宮室，威儀甚嚴。班乃入閣拜謁，主為設食，語班曰：「欲見君，無他，欲附書與\\n女婿耳。」班問：「女郎何在？」曰：「女為河伯婦。」班曰：「輒當奉書，不知緣何\\n得達？」答曰：「今適河中流，便扣舟呼青衣，當自有取書者。」班乃辭出。昔騶復令\\n閉目，有頃，忽如故道。遂西行，如神言而呼青衣。須臾，果有一女僕出，取書而沒。\\n少頃，復出。云：「河伯欲暫見君。」婢亦請瞑目。遂拜謁河伯。河伯乃大設酒食，詞\\n旨慇懃。臨去，謂班曰：「感君遠為致書，無物相奉。」於是命左右：「取吾青絲履來\\n！」以貽班。班出，瞑然忽得還舟。遂於長安經年而還。至泰山側，不敢潛過，遂扣樹\\n自稱姓名，從長安還，欲啟消息。須臾，昔騶出，引班如向法而進。因致書焉。府君請\\n曰：「當別。」再報班，語訖，如廁，忽見其父著械徒，作此輩數百人。班進拜流涕問\\n：「大人何因及此？」父云：「吾死不幸，見遣三年，今已二年矣。困苦不可處。知汝\\n今為明府所識，可為吾陳之。乞免此役。便欲得社公耳。」班乃依教，叩頭陳乞。府君\\n曰：「生死異路，不可相近，身無所惜。」班苦請，方許之。於是辭出，還家。歲餘，\\n兒子死亡略盡。班惶懼，復詣泰山，扣樹求見。昔騶遂迎之而見。班乃自說：「昔辭曠\\n拙，及還家，兒死亡至盡。今恐禍故未已，輒來啟白，幸蒙哀救。」府君拊掌大笑曰：\\n「昔語君：死生異路，不可相近故也。」即敕外召班父。須臾至，庭中問之：「昔求還\\n里社，當為門戶作福，而孫息死亡至盡，何也？」答云：「久別鄉里，自忻得還，又遇\\n酒食充足，實念諸孫，召之。」於是代之。父涕泣而出。班遂還。後有兒皆無恙。\\n宋時弘農馮夷，華陰潼鄉堤首人也。以八月上庚日渡河，溺死。天帝署為河伯。又五行\\n書曰：「河伯以庚辰日死，不可治船遠行，溺沒不返。」\\n吳餘杭縣南，有上湖，湖中央作塘。有一人乘馬看戲，將三四人，至岑村飲酒，小醉，\\n暮還時，炎熱，因下馬，入水中枕石眠。馬斷走歸，從人悉追馬，至暮不返。眠覺，日\\n已向晡，不見人馬。見一婦來，年可十六七，云：「女郎再拜，日既向暮，此間大可畏\\n，君作何計？」因問：「女郎何姓？那得忽相聞？」復有一少年，年十三四，甚了了，\\n乘新車，車後二十人至，呼上車，云：「大人暫欲相見。」因回車而去。道中繹絡，把\\n火見城郭邑居。既入城，進廳事，上有信幡，題云：「河伯信。」俄見一人，年三十許\\n，顏色如畫，侍衛煩多，相對欣然，敕行酒，笑云：「僕有小女，頗聰明，欲以給君箕\\n帚。」此人知神，不敢拒逆。便敕：備辦會就郎中婚。承白：已辦。遂以絲布單衣，及\\n紗袷絹裙，紗衫褌履屐，皆精好。又給十小吏，青衣數十人。婦年可十八九，姿容婉媚\\n，便成。三日，經大會客拜閣，四日，云：「禮既有限，發遣去。」婦以金甌麝香囊與\\n婿別，涕泣而分。又與錢十萬，藥方三卷，云：「可以施功佈德。」復云：「十年當相\\n迎。」此人歸家，遂不肯別婚，辭親出家作道人。所得三卷方：一卷脈經，一卷湯方，\\n一卷丸方。周行救療，皆致神驗。後母老，兄喪，因還婚宦。\\n秦始皇三十六年，使者鄭容從關東來，將入函關，西至華陰，望見素車白馬，從華山上\\n下。疑其非人，道住止而待之。遂至，問鄭容曰：「安之？」答曰：「之咸陽。」車上\\n人曰：「吾華山使也。願托一牘書，致鎬池君所。子之咸陽，道過鎬池，見一大梓，有\\n文石，取款梓，當有應者。」即以書與之。容如其言，以石款梓樹，果有人來取書。明\\n年，祖龍死。\\n張璞，字公直，不知何許人也。為吳郡太守，征還，道由廬山，子女觀於祠室，婢使指\\n像人以戲曰：「以此配汝。」其夜，璞妻夢廬君致聘曰：「鄙男不肖，感垂採擇，用致\\n微意。」妻覺怪之。婢言其情。於是妻懼，催璞速發。中流，舟不為行。闔船震恐。乃\\n皆投物於水，船猶不行。或曰：「投女。」則船為進。皆曰：「神意已可知也。以一女\\n而滅一門，奈何？」璞曰：「吾不忍見之。」乃上飛廬，臥，使妻沈女於水。妻因以璞\\n亡兄孤女代之。置席水中，女坐其上，船乃得去。璞見女之在也，怒曰：「吾何面目於\\n當世也。」乃復投己女。及得渡，遙見二女在下。有吏立於岸側，曰：「吾廬君主簿也\\n。廬君謝君。知鬼神非匹。又敬君之義，故悉還二女。」後問女。言：「但見好屋，吏\\n卒，不覺在水中也。」\\n建康小吏曹著，為廬山使所迎，配以女婉。著形意不安，屢屢求請退。婉潛然垂涕，賦\\n詩序別。并贈織成褌衫。\\n宮亭湖孤石廟，嘗有估客下都，經其廟下，見二女子，云：「可為買兩量絲履，自相厚\\n報。」估客至都，市好絲履，并箱盛之，自市書刀，亦內箱中。既還，以箱及香置廟中\\n而去，忘取書刀。至河中流，忽有鯉魚跳入船內，破魚腹，得書刀焉。\\n南州人有遣吏獻犀簪於孫權者，舟過宮亭廟而乞靈焉。神忽下教曰：「須汝犀簪。」吏\\n惶遽不敢應。俄而犀簪已前列矣。神復下教曰：「俟汝至石頭城，返汝簪。」吏不得已\\n，遂行，自分失簪，且得死罪。比達石頭，忽有大鯉魚，長三尺，躍入舟。剖之，得簪\\n。\\n郭璞過江，宣城太守殷佑，引為參軍。時有一物，大如水牛，灰色，卑腳，腳類象，胸\\n前尾上皆白，大力而遲鈍，來到城下，眾咸怪焉。佑使人伏而取之。令璞作卦，遇遯之\\n蠱，名曰「驢鼠。」卜適了，伏者以戟刺，深尺餘。郡紀綱上祠請殺之。巫云：「廟神\\n不悅。此是䢼亭驢山君使。至荊山，暫來過我，不須觸之。」遂去，不復見。\\n廬陵歐明，從賈客，道經彭澤湖，每以舟中所有多少投湖中，云：「以為禮。」積數年\\n後，復過，忽見湖中有大道，上多風塵，有數吏，乘車馬來候明，云：「是青洪君使要\\n。」須臾，達見，有府舍，門下吏卒。明甚怖。吏曰：「無可怖！青洪君感君前後有禮\\n，故要君，必有重遺君者。君勿取，獨求『如願』耳。」明既見青洪君，乃求「如願。\\n」使逐明去。如願者，青洪君婢也。明將歸，所願輒得，數年，大富。\\n益州之西，雲南之東，有神祠，克山石為室，下有神，奉祠之，自稱黃公。因言：此神\\n，張良所受黃石公之靈也。清淨不宰殺。諸祈禱者，持一百錢，一雙筆，一丸墨，置石\\n室中，前請乞，先聞石室中有聲，須臾，問：「來人何欲？」既言，便具語吉凶，不見\\n其形。至今如此。\\n永嘉中，有神見兗州，自稱樊道基。有嫗，號成夫人。夫人好音樂，能彈箜篌，聞人弦\\n歌，輒便起舞。\\n沛國戴文謀，隱居陽城山中，曾於客堂，食際，忽聞有神呼曰：「我天帝使者，欲下憑\\n君，可乎？」文聞甚驚。又曰：「君疑我也。」文乃跪曰：「居貧，恐不足降下耳。」\\n既而灑掃設位，朝夕進食，甚謹。後於室內竊言之。婦曰：「此恐是妖魅憑依耳。」文\\n曰：「我亦疑之。」及祠饗之時，神乃言曰：「吾相從方欲相利，不意有疑心異議。」\\n文辭謝之際，忽堂上如數十人呼聲，出視之，見一大鳥，五色，白鳩數十隨之，東北入\\n雲而去，遂不見。\\n麋竺，字子仲，東海朐人也。祖世貨殖，家貲巨萬。常從洛歸，未至家數十里，見路次\\n有一好新婦，從竺求寄載。行可二十餘里，新婦謝去，謂竺曰：「我天使也。當往燒東\\n海麋竺家，感君見載，故以相語。」竺因私請之。婦曰：「不可得不燒。如此，君可快\\n去。我當緩行，日中，必火發。」竺乃急行歸，達家，便移出財物。日中，而火大發。\\n漢宣帝時，南陽陰子方者，性至孝。積恩，好施。喜祀灶。臘日，晨炊，而灶神形見。\\n子方再拜受慶，家有黃羊，因以祀之。自是已後，暴至巨富。田七百餘頃，輿馬僕隸，\\n比於邦君。子方嘗言：我子孫必將強大，至識三世，而遂繁昌。家凡四侯，牧守數十。\\n故後子孫嘗以臘日祀灶，而薦黃羊焉。\\n吳縣張成，夜起，忽見一婦人立於宅南角，舉手招成曰：「此是君家之蠶室。我即此地\\n之神。明年正月十五，宜作白粥，泛膏於上。」以後年年大得蠶。今之作膏糜像此。\\n豫章有戴氏女，久病不差，見一小石形像偶人，女謂曰：「爾有人形，豈神？能差我宿\\n疾者，吾將重汝。」其夜，夢有人告之：「吾將佑汝。」自後疾漸差。遂為立祠山下。\\n戴氏為巫，故名戴侯祠。\\n漢陽羨長劉嘗言：「我死當為神。」一夕，飲醉，無病而卒。風雨，失其柩。夜聞荊山\\n有數千人噉聲，鄉民往視之，則棺已成冢。遂改為君山，因立祠祀之。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第五卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">蔣子文者，廣陵人也。嗜酒，好色，挑撻無度。常自謂：「己骨清，死當為神。」漢末\\n，為秣陵尉，逐賊至鍾山下，賊擊傷額，因解綬縛之，有頃遂死。及吳先主之初，其故\\n吏見文於道，乘白馬，執白羽，侍從如平生。見者驚走。文追之，謂曰：「我當為此土\\n地神，以福爾下民。爾可宣告百姓，為我立祠。不爾，將有大咎。」是歲夏，大疫，百\\n姓竊相恐動，頗有竊祠之者矣。文又下巫祝：「吾將大啟佑孫氏，宜為我立祠；不爾，\\n將使蟲入人耳為災。」俄而小蟲如塵虻，入耳，皆死，醫不能治。百姓愈恐。孫主未之\\n信也。又下巫祝：「吾不祀我，將又以大火為災。」是歲，火災大發，一日數十處。火\\n及公宮。議者以為鬼有所歸，乃不為厲，宜有以撫之。於是使使者封子文為中都侯，次\\n弟子緒為長水校尉，皆加印綬。為立廟堂。轉號鍾山為蔣山，今建康東北蔣山是也。自\\n是災厲止息，百姓遂大事之。\\n劉赤父者，夢蔣侯召為主簿。期日促，乃往廟陳請：「母老，子弱，情事過切。乞蒙放\\n恕。會稽魏過，多材藝，善事神，請舉過自代。」因叩頭流血。廟祝曰：「特願相屈，\\n魏過何人，而有斯舉？」赤父固請，終不許，尋而赤父死焉。\\n咸寧中，太常卿韓伯子某，會稽內史王蘊子某，光祿大夫劉耽子某，同游蔣山廟。廟有\\n數婦人像，甚端正。某等醉，各指像以戲，自相配匹。即以其夕，三人同夢蔣侯遣傳教\\n相聞，曰：「家子女並醜陋，而猥垂榮顧。」輒刻某日：「悉相奉迎。」某等以其夢指\\n適異常，試往相問，而果各得此夢，符協如一。於是大懼。備三牲，詣廟謝罪乞哀。又\\n俱夢蔣侯親來降已曰：「君等既已顧之，實貪，會對克期垂及，豈容方更中悔？」經少\\n時並亡。\\n會稽鄮縣東野有女子，姓吳，字望子，年十六，姿容可愛。其鄉里有解鼓舞神者，要之\\n，便往。緣塘行，半路，忽見一貴人，端正非常。貴人乘船，挺力十餘，整頓令人問望\\n子「欲何之？」具以事對。貴人云：「今正欲往彼，便可入船共去。」望子辭不敢。忽\\n然不見。望子既拜神座，見向船中貴人，儼然端坐，即蔣侯像也。問望子「來何遲？」\\n因擲兩橘與之。數數形見，遂隆情好。心有所欲，輒空中下之。嘗思噉鯉一雙，鮮鯉隨\\n心而至。望子芳香，流聞數里，頗有神驗。一邑共事奉。經三年，望子忽生外意，神便\\n絕往來。\\n陳郡謝玉，為瑯邪內史，在京城，所在虎暴，殺人甚眾。有一人，以小船載年少婦，以\\n大刀插著船，挾暮來至邏所，將出語云：「此間頃來甚多草穢，君載細小，作此輕行，\\n大為不易。可止邏宿也。」相問訊既畢，邏將適還去。其婦上岸，便為虎將去；其夫拔\\n刀大喚，欲逐之。先奉事蔣侯，乃喚求助。如此當行十里，忽如有一黑衣為之導，其人\\n隨之，當復二十里，見大樹，既至一穴，虎子聞行聲，謂其母至，皆走出，其人即其所\\n殺之。便拔刀隱樹側，住良久，虎方至，便下婦著地，倒牽入穴。其人以刀當腰斲斷之\\n。虎既死，其婦故活。向曉，能語。問之，云：「虎初取，便負著背上，臨至而後下之\\n。四體無他，止為草木傷耳。」扶歸還船，明夜，夢一人語之曰：「蔣侯使助汝，知否\\n？」至家，殺豬祠焉。\\n淮南全椒縣有丁新婦者，本丹陽丁氏女，年十六，適全椒謝家。其姑嚴酷，使役有程，\\n不如限者，仍便笞捶不可堪。九月九日，乃自經死。遂有靈向，聞於民間。發言於巫祝\\n曰：「念人家婦女，作息不倦，使避九月九日，勿用作事。」見形，著縹衣，戴青蓋，\\n從一婢，至牛渚津，求渡。有兩男子，共乘船捕魚，乃呼求載。兩男子笑共調弄之。言\\n：「聽我為婦，當相渡也。」丁嫗曰：「謂汝是佳人，而無所知。汝是人，當使汝入泥\\n死；是鬼，使汝入水。」便卻入草中。須臾，有一老翁，乘船，載葦。嫗從索渡。翁曰\\n：「船上無裝，豈可露渡？恐不中載耳。」嫗言無苦。翁因出葦半許，安處不著船中，\\n徐渡之。至南岸，臨去，語翁曰：「吾是鬼神，非人也。自能得過，然宜使民間粗相聞\\n知。翁之厚意，出葦相渡，深有慚感，當有以相謝者。若翁速還去，必有所見，亦當有\\n所得也。」翁曰：「恐燥濕不至，何敢蒙謝。」翁還西岸，見兩男子覆水中。進前數里\\n，有魚千數，跳躍水邊，風吹至岸上。翁遂棄葦，載魚以歸。於是丁嫗遂還丹陽。江南\\n人皆呼為丁姑。九月九日，不用作事，咸以為息日也。今所在祠之。\\n散騎侍郎王佑疾困，與母辭訣，既而聞有通賓者，曰：「某郡，某里，某人，嘗為別駕\\n。」佑亦雅聞其姓字，有頃，奄然來至，曰：「與卿士類有自然之分，又州里情，便款\\n然。今年國家有大事，出三將軍，分佈徵發吾等十餘人為趙公明府參佐，至此倉卒，見\\n卿有高門大屋，故來投，與卿相得，大不可言。」佑知其鬼神，曰：「不幸疾篤，死在\\n旦夕，遭卿，以性命相托。」答曰：「人生有死，此必然之事。死者不繫生時貴賤。吾\\n今見領兵三千，須卿得度簿相付，如此地難得，不宜辭之。」佑曰：「老母年高，兄弟\\n無有，一旦死亡，前無供養。」遂欷歔不能自勝。其人愴然曰：「卿位為常伯，而家無\\n餘財，向聞與尊夫人辭訣，言辭哀苦，然則卿國士也，如何可令死。吾當相為。」因起\\n去。明日，更來。其明日，又來。佑曰：「卿許活吾，當卒恩否？」答曰：「大老子業\\n已許卿，當復相欺耶！」見其從者數百人，皆長二尺許，烏衣軍服，赤油為志。佑家擊\\n鼓禱祀，諸鬼聞鼓聲，皆應節起舞，振袖颯颯有聲。佑將為設酒食。辭曰：「不須。」\\n因復起去。謂佑曰：「病在人體中，如火。當以水解之。」因取一杯水，發被灌之。又\\n曰：「為卿留赤筆十餘枝，在薦下，可與人使簪之。出入辟惡災，舉事皆無恙。」因道\\n曰：「王甲、李乙，吾皆與之。」遂執佑手與辭。時佑得安眠，夜中忽覺，乃呼左右，\\n令開被，「神以水灌我，將大沾濡。」開被。而信有水在上被之下，下被之上，不浸，\\n如露之在荷。量之，得三升七合。於是疾三分愈二。數日，大除。凡其所道當取者，皆\\n死亡。唯王文英，半年後乃亡。所道與赤筆人，皆經疾病及兵亂，皆亦無恙。初，有妖\\n書云：「上帝以三將軍趙公明、鍾士季各督數鬼下取人。」莫知所在。佑病差，見此書\\n，與所道趙公明合焉。\\n漢下邳周式嘗至東海，道逢一吏，持一卷書，求寄載。行十餘里，謂式曰：「吾暫有所\\n過，留書寄君船中，慎勿發之。」去後，式盜發現書，皆諸死人錄，下條有式名。須臾\\n，吏還，式猶視書。吏怒曰：「故以相告，而忽視之？」式叩頭流血，良久，吏曰：「\\n感卿遠相載，此書不可除卿名。今日已去，還家，三年勿出門，可得度也。勿道見吾書\\n。」式還，不出，已二年餘，家皆怪之。鄰人卒亡，父怒，使往弔之。式不得已，適出\\n門，便見此吏。吏曰：「吾令汝三年勿出，而今出門，知復奈何？吾求不見，連累為鞭\\n杖，今已見汝，無可奈何。後三日，日中，當相取也。」式還，涕泣具道如此。父故不\\n信。母晝夜與相守。至三日日中時，果見來取，便死。\\n南頓張助，於田中種禾，見李核，欲持去，顧見空桑，中有土，因植種，以餘漿溉灌。\\n後人見桑中反覆生李，轉相告語，有病目痛者，息陰下，言：「李君令我目愈，謝以一\\n豚。」目痛小疾，亦行自愈。眾犬吠聲，盲者得視，遠近翕赫，其下車騎常數千百，酒\\n肉滂沱。間一歲餘，張助遠出來還，見之，驚云：此有何神，乃我所種耳。」因就斲之\\n。\\n王莽居攝，劉京上言：「齊郡臨淄縣亭長辛當，數夢人謂曰：『吾，天使也。攝皇帝，\\n當為真。即不信我，此亭中當有新井出。』亭長起視亭中，因有新井，入地百尺。」</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第六卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">妖怪者，蓋精氣之依物者也。氣亂於中，物變於外，形神氣質，表裡之用也。本於五行\\n，通於五事，雖消息升降，化動萬端，其於休咎之徵，皆可得域而論矣。\\n夏桀之時厲山亡，秦始皇之時三山亡，周顯王三十二年宋大邱社亡，漢昭帝之末，陳留\\n昌邑社亡。京房易傳曰：「山默然自移，天下兵亂，社稷亡也。」故會稽山陰瑯邪中有\\n怪山，世傳本瑯邪東武海中山也，時天夜，風雨晦冥，旦而見武山在焉，百姓怪之，因\\n名曰怪山，時東武縣山，亦一夕自亡去，識其形者，乃知其移來。今怪山下見有東武里\\n，蓋記山所自來，以為名也。又交州脆州山移至青州。凡山徙，皆不極之異也。此二事\\n未詳其世。尚書金縢曰：「山徙者，人君不用道，士賢者不興，或祿去，公室賞罰不由\\n君，私門成群，不救，當為易世變號。」說曰：「善言天者，必質於人；善言人者，必\\n本於天。」故天有四時，日月相推，寒暑迭代，其轉運也。和而為雨，怒而為風，散而\\n為露，亂而為霧，凝而為霜雪，立而為蚳，此天之常數也。人有四肢五臟，一覺一寐，\\n呼吸吐納，精氣往來，流而為榮衛，彰而為氣色，發而為聲音，此亦人之常數也。若四\\n時失運，寒暑乖違，則五緯盈縮，星辰錯行，日月薄蝕，彗孛流飛，此天地之危診也。\\n寒暑不時，此天地之蒸否也。石立，土踴，此天地之瘤贅也。山崩，地陷，此天地之癰\\n疽也。衝風，暴雨，此天地之奔氣也。雨澤不降，川瀆涸竭，此天地之焦枯也。\\n商紂之時，大龜生毛，兔生角，兵甲將興之象也。\\n周宣王三十三年，幽王生，是歲，有馬化為狐。\\n晉獻公二年，周惠王居於鄭，鄭人入王府，多脫化為蜮，射人。\\n周隱王二年四月，齊地暴長長丈餘，高一尺五寸。京房易妖曰：「地四時暴長占：春、\\n夏多吉，秋、冬多凶。」歷陽之郡，一夕淪入地中而為水澤，今麻湖是也。不知何時。\\n運斗樞曰：「邑之淪陰，吞陽，下相屠焉。」\\n周哀王八年，鄭有一婦人，生四十子，其二十人為人，二十人死。其九年，晉有豕生人\\n，吳赤烏七年，有婦人一生三子。\\n周烈王六年，林碧陽君之御人產二龍。\\n魯嚴公八年，齊襄公田於貝邱，見豕，從者曰：「公子彭生也。」公怒射之，豕人立而\\n唬，公懼墜車，傷足，喪屨。劉向以為近豕禍也。\\n魯嚴公時，有內蛇與外蛇鬥鄭南門中。內蛇死。劉向以為近蛇孽也。京房易傳曰：「立\\n嗣子疑，厥妖蛇居國門斗。」\\n魯昭公十九年，龍眾於鄭時門之外洧淵。劉向以為近龍孽也。京房易傳曰：「眾心不安\\n，厥妖龍眾其邑中也。」\\n魯定公元年，有九蛇繞柱，占，以為九世廟不祀，乃立煬宮。\\n秦孝公二十一年，有馬生人。昭王二十年，牡馬生子而死。劉向以為皆馬禍也。京房易\\n傳曰：「方伯分威，厥妖牡馬生子。上無天子，諸侯相伐，厥妖馬生人。」\\n魏襄王十三年，有女子化為丈夫，與妻生子。京房易傳曰：「女子化為丈夫，茲謂陰昌\\n，賤人為王。丈夫化為女子，茲謂陰勝陽，厥咎亡。」一曰：「男化為女宮刑濫，女化\\n為男婦政行也。」\\n秦孝文王五年，游煦衍，有獻五足牛，時秦世大用民力，天下叛之。京房易傳曰：「興\\n繇役，奪民時，厥妖牛生五足。」\\n秦始皇二十六年，有大人長五丈，足履六尺，皆夷狄服，凡十二人，見於臨洮，乃作金\\n人十二以象之。\\n漢惠帝二年，正月癸酉旦，有兩龍現於蘭陵廷東里溫陵井中，至乙亥夜，去。京房易傳\\n曰：「有德遭害，厥妖龍見井中。」又曰：「行刑暴惡，黑龍從井出。」\\n漢文帝十二年，吳地有馬生角，在耳前，上向，右角長三寸，左角長二寸，皆大二寸。\\n劉向以為馬不當生角，猶吳不當舉兵向上也，吳將反之變云。京房易傳曰：「臣易上，\\n政不順，厥妖馬生角。茲謂賢士不足。」又曰：「天子親伐，馬生角。」\\n文帝後元五年六月，齊雍城門外有狗生角。京房易傳曰：「執政失下，將害之，厥妖狗\\n生角。」\\n漢景帝元年九月，膠東下密人，年七十餘，生角，角有毛。京房易傳曰：「冢宰專政，\\n厥妖人生角。」五行志以為人不當生角，猶諸侯不敢舉兵以向京師也。其後遂有七國之\\n難。至晉武帝泰始五年，元城人，年七十，生角。殆趙王倫篡亂之應也。\\n漢景帝三年，邯鄲有狗與彘交，是時趙王悖亂，遂與六國反，外結、匈奴以為援。五行\\n志以為：犬，兵革失眾之占，豕，北方匈奴之象。逆言失聽，交於異類，以生害也。京\\n房易傳曰：「夫婦不嚴，厥妖狗與豕交。茲謂反德，國有兵革。」\\n景帝三年十一月，有白頸烏與黑烏群鬥楚國呂縣：白頸不勝，墮泗水中死者數千。劉向\\n以為近白黑祥也。時楚王戊暴逆無道，刑辱申公，與吳謀反。烏群鬥者，師戰之象也。\\n白頸者小，明小者敗也。墮於水者，將死水地。王戊不悟，遂舉兵應吳，與漢大戰，兵\\n敗而走，至於丹徒。為越人所斬，墮泗水之效也。京房易傳曰：「逆親親，厥妖白黑烏\\n鬥於國中。」燕王旦之謀反也，又有一烏，一鵲，鬥於燕宮中池上，烏墮池死。五行志\\n以為楚、燕皆骨肉，藩臣驕恣，而謀不義，俱有烏鵲鬥死之祥。行同而占合，此天人之\\n明表也。燕陰謀未發，獨王自殺於宮，故一烏而水色者死；楚炕陽舉兵，軍師大敗於野\\n，故烏眾而金色者死：天道精微之效也。京房易傳曰：「顓征劫殺，厥妖烏鵲鬥。」\\n景帝十六年，梁孝王田北山，有獻牛，足上出背上者。劉向以為近牛禍，內則思慮霿亂\\n，外則土功過制，故牛禍作。足而出於背，下奸上之象也。\\n漢武帝太始四年七月，趙有蛇從郭外入，與邑中蛇鬥孝文廟下。邑中蛇死。後二年秋，\\n有衛太子事，自趙人江充起。\\n漢昭帝元鳳元年九月，燕有黃鼠銜其尾舞王宮端門中。王往視之，鼠舞如故。王使吏以\\n酒脯祠鼠，舞不休。一日一夜，死。時燕王旦謀反，將死之象也。京房易傳曰：「誅不\\n原情，厥妖鼠舞門。」\\n昭帝元鳳三年正月，泰山蕪萊山南洶洶有數千人聲。民往視之，有大石自立，高丈五尺\\n，大四十八圍，入地深八尺，三石為足。石立後，有白烏數千集其旁。宣帝中興之瑞也\\n。\\n昭帝時上林苑中，大柳樹斷仆地，一朝起立，生枝葉，有蟲食其葉，成文字，曰：「公\\n孫病已立。」\\n昭帝時昌邑王賀見大白狗，冠「方山冠」而無尾。至熹平中，省內冠狗帶綬以為笑樂，\\n有一狗突出，走入司空府門，或見之者，莫不驚怪。京房易傳曰：「君不正，臣欲篡，\\n厥妖狗冠出朝門。」\\n漢宣帝黃龍元年，未央殿輅軨中雌雞化為雄，毛衣變化，而不鳴，不將，無距。元帝初\\n元元年，丞相府史家雌雞伏子，漸化為雄，冠距鳴將。至永光中有獻雄雞生角者。五行\\n志以為王氏之應。京房易傳曰：「賢者居明夷之世，知時而傷或眾在位，厥妖雞生角。\\n」又曰：「婦人專政，國不靜，牝雞雄鳴，主不榮。」\\n宣帝之世，燕、岱之閒，有三男共取一婦，生四子，及至將分妻子而不可均，乃致爭訟\\n。廷尉范延壽斷之曰：「此非人類，當以禽獸從母不從父也。」請戮三男，以兒還母。\\n宣帝嗟歎曰：「事何必古，若此，則可謂當於理而厭人情也。」延壽蓋見人事而知用刑\\n矣，未知論人妖將來之驗也。\\n漢元帝永光二年八月，天雨草，而葉相樛結，大如彈丸。至平帝元始三年正月，天雨草\\n，狀如永光時。京房易傳曰：「君吝於祿，信衰，賢去，厥妖天雨草。」\\n元帝建昭五年，兗州刺史浩賞，禁民私所自立社。山陽橐茅鄉社有大槐樹，吏伐斷之，\\n其夜樹復立故處。說曰：「凡枯斷復起，皆廢而復興之象也。」是世祖之應耳。\\n漢成帝建始四年九月，長安城南，有鼠銜黃稿柏葉，上民冢柏及榆樹上為巢，桐柏為多\\n，巢中無子，皆有乾鼠矢數升。時議臣以為恐有水災。鼠盜竊小蟲，夜出，晝匿，今正\\n晝去穴而登木，象賤人將居貴顯之占。桐柏，衛思後園所在也，其後趙後自微賤登至尊\\n，與衛後同類，趙後終無子，而為害。明年，有鳶焚巢殺子之象云。京房易傳曰：「臣\\n私祿罔干，厥妖鼠巢。」\\n成帝河平元年，長安男子石良、劉音相與同居，有如人狀，在其室中，擊之，為狗，走\\n出。去後，有數人披甲，持弓弩至良家。良等格擊，或死，或傷，皆狗也。自二月至六\\n月，乃止。其於洪範，皆犬禍，言不從之咎也。\\n成帝河平元年二月庚子，泰山山桑谷，有鳶焚其巢。男子孫通等聞山中群鳥鳶鵲聲，往\\n視之，見巢燃，盡墮池中，有三鳶鷇，燒死。樹大四圍，巢去地五丈五尺。易曰：「鳥\\n焚其巢，旅人先笑後號咷。」後卒成易世之禍云。\\n成帝鴻嘉四年秋，雨魚於信都，長五寸以下。至永始元年春，北海出大魚，長六丈，高\\n一丈，四枚。哀帝建平三年，東萊平度出大魚，長八丈，高一丈一尺，七枚。皆死。靈\\n帝熹平二年，東萊海出大魚二枚，長八九丈，高二丈餘。京房易傳曰：「海數見巨魚，\\n邪人進，賢人疏。」\\n成帝永始元年二月，河南街郵樗樹生枝，如人頭，眉目鬚皆具，亡髮耳。至哀帝建平三\\n年十月，汝南西平遂陽鄉有材仆地生枝，如人形，身青黃色，面白，頭有髭髮，稍長大\\n，凡長六寸一分。京房易傳曰：「王德衰，下人將起，則有木生為人狀」。其後有王莽\\n之篡。\\n成帝綏和二年二月，大廄馬生角，在左耳前，圍長各二寸。是時王莽為大司馬，害上之\\n萌，自此始矣。\\n成帝綏和二年三月，天水平襄有燕生雀，哺食至大，俱飛去。京房易傳曰：「賊臣在國\\n，厥咎燕生雀，諸侯銷。」又曰：「生非其類，子不嗣世。」\\n漢哀帝建平三年，定襄有牡馬生駒三足，隨群飲食，五行志以為：馬，國之武用。三足\\n，不任用之象也。\\n哀帝建平三年，零陵有樹僵地，圍一丈六尺，長十丈七尺，民斷其本，長九尺餘，皆枯\\n，三月，樹卒自立故處。京房易傳曰：「棄正，作淫，厥妖本斷自屬。妃後有顓，木仆\\n，反立，斷枯，復生。」\\n哀帝建平四年四月，山陽方與女子田無嗇生子，未生二月前，兒啼腹中，及生，不舉，\\n葬之陌上。後三日，有人過，聞兒啼聲。母因掘收養之。\\n哀帝建平四年夏，京師郡國民聚會里巷阡陌，設張博具歌舞，嗣西王母。又傳書曰：「\\n母告百姓：佩此書者，不死。不信我言，視門樞下，當有白髮。」至秋乃止。\\n哀帝建平中，豫章有男子化為女子，嫁為人婦，生一子。長安陳鳳曰：「陽變為陰，將\\n亡；繼嗣，自相生之象」。一曰：「嫁為人婦，生一子者，將復一世，乃絕。」故後哀\\n帝崩，平帝沒，而王莽篡焉。\\n漢平帝元始元年二月，朔方廣牧女子趙春病死，既棺殮，積七日，出在棺外。自言見夫\\n死父，曰：「年二十七，汝不當死。」太守譚以聞，說曰：「至陰為陽，下人為上。厥\\n妖人死復生。」其後王莽篡位。\\n漢平帝元始元年六月，長安有女子生兒：兩頭，兩頸面，俱相向；四臂，共胸，俱前向\\n；尻上有目，長二寸所。京房易傳曰：「暌孤見豕負塗，厥妖人生兩頭，下相攘。善妖\\n，亦同人。若六畜，首目在下。」茲謂亡上，政將變更。厥妖之作，以譴失正，各象其\\n類。兩頸，下不一也。手多，所任邪也。足少，下不勝任，或不任下也。凡下體生於上\\n，不敬也；上體生於下，媟瀆也。生非其類，淫亂也；人生而大，上速成也；生而能言\\n，好虛也。群妖推此類。不改，乃成凶也。\\n漢章帝元和元年，代郡高柳烏生子，三足，大如雞，色赤，頭有角，長寸餘。\\n漢桓帝即位，有大蛇見德陽殿上。洛陽市令淳於翼曰：「蛇有鱗，甲兵之象也；見於省\\n中，將有椒房大臣受甲兵之象也。」乃棄官遁去。到延熹二年，誅大將軍梁冀，捕治家\\n屬，揚兵京師也。\\n漢桓帝建和三年秋七月，北地廉雨肉，似羊肋，或大如手。是時梁太后攝政，梁冀專權\\n，擅殺，誅太尉李固、杜喬，天下冤之。其後，梁氏誅滅。\\n漢桓帝元嘉中，京都婦女作「愁眉」、「啼妝」、「墮馬髻」、「折腰步」、「齲齒笑\\n」。「愁眉」者，細而曲折。「啼七」者，薄拭目下若啼處。「墮馬髻」者，作一邊。\\n「折腰步」者，足不在下體。「齲齒笑」者，若齒痛，樂不欣欣。始自大將軍梁冀妻孫\\n壽所為，京都翕然，諸夏效之。天戒若曰：「兵馬將往收捕：婦女憂愁，踧眉啼哭；吏\\n卒掣頓，折其腰脊，令髻邪傾；雖強語笑，無復氣味也。」到延熹二年，冀舉宗合誅。\\n桓帝延熹五年，臨沅縣有牛生雞，兩頭四足。\\n漢靈帝數遊戲於西園中，令後宮采女為客舍主人，身為估服，行至舍，問采女下酒食，\\n因共飲食，以為戲樂。是天子將欲失位，降在皂隸之謠也。其後天下大亂。古志有曰：\\n「赤厄三七。」三七者經二百一十載，當有外戚之篡。丹眉之妖，篡盜短祚，極於三六\\n，當有飛龍之秀，興復祖宗。又歷三七，當復有黃首之妖，天下大亂矣。自高祖建業，\\n至於平帝之末，二百一十年，而王莽篡，蓋因母后之親。十八年而山東賊樊子都等起，\\n實丹其眉，故天下號曰「赤眉」。於是光武以興祚，其名曰秀。至於靈帝中平元年，而\\n張角起，置三十六方，徒眾數十萬，皆是黃巾，故天下號曰「黃巾賊」。至今道服，由\\n此而興。初起於鄴，會於真定，誑感百姓曰：「蒼天已死，黃天立。歲名甲子年，天下\\n大吉。」起於鄴者，天下始業也，會於真定也。小民相向跪拜趨信。荊、揚尤甚。乃棄\\n財產，流沈道路，死者無數。角等初以二月起兵，其冬十二月悉破。自光武中興至黃巾\\n之起，未盈二百一十年，而天下大亂。漢祚廢絕，實應三七之運。\\n靈帝建寧中，男子之衣好為長服，而下甚短；女子好為長裾，而上甚短。是陽無下而陰\\n無上，天下未欲平也。後遂大亂。\\n靈帝建寧三年春，河內有婦食夫，河南有夫食婦。夫婦陰陽，二儀有情之深者也。今反\\n相食，陰陽相侵，豈特日月之眚哉。靈帝既沒，天下大亂，君有妄誅之暴，臣有劫弒之\\n逆，兵革相殘，骨肉為讎，生民之禍極矣。故人妖為之先作。而恨不遭辛有、屠乘之論\\n，以測其情也。\\n靈帝熹平二年六月，雒陽民訛言：虎賁寺東壁中，有黃人，形容鬚眉良是。觀者數萬。\\n省內悉出，道路斷絕。到中平元年二月，張角兄弟起兵冀州，自號「黃天」。三十六方\\n，四面出和。將帥星布，吏士外屬。因其疲餧牽而勝之。\\n靈帝熹平三年，右校別作中，有兩樗樹，皆高四尺所，其一枝宿昔暴長，長一丈餘，麤\\n大一圍，作胡人狀，頭目鬢鬚髮俱具。其五年，十月壬午，正殿側有槐樹，皆六七圍，\\n自拔，倒豎，根上枝下。又中平中長安城西北六七里，空樹中，有人面，生鬢。其於洪\\n範，皆為木不曲直。\\n靈帝光和元年，南宮侍中寺雌雞欲化為雄，一身毛皆似雄，但頭冠尚未變。\\n靈帝光和二年，洛陽上西門外女子生兒：兩頭，異肩，共胸，俱前。向以為不祥，墮地\\n，棄之。自是之後，朝廷霿亂，政在私門，上下無別，二頭之象。後董卓戮太后。被以\\n不孝之名，放廢天子，後復害之，漢元以來，禍莫踰此。\\n光和四年，南宮中黃門寺有一男子，長九尺，服白衣，中黃門解步呵問：「汝何等人？\\n」白衣妄入宮掖，曰：「我梁伯夏。後天使我為天子。」步欲前收之，因忽不見。\\n光和七年陳留、濟陽、長垣、濟陰、東郡、冤句、離狐界中路邊生草，悉作人狀，操持\\n兵弩；牛馬龍蛇鳥獸之形，白黑各如其色，羽毛頭目足翅皆備，非但彷彿，像之尤純。\\n舊說曰：「近草妖也。」是歲有黃巾賊起，漢遂微弱。\\n靈帝中平元年六月壬申，雒陽男子劉倉，居上西門外，妻生男，兩頭共身。至建安中，\\n女子生男，亦兩頭共身。\\n中平三年八月中，懷陵上有萬餘雀，先極悲鳴，已因亂鬥，相殺，皆斷頭懸著樹枝枳棘\\n。到六年，靈帝崩。夫陵者，高大之象也；雀者，爵也。天戒若曰：「諸懷爵祿而尊厚\\n者，還自相害，至滅亡也。」\\n漢時，京師賓婚嘉會，皆作「魁櫑」，酒酣之後，續以「輓歌」。「魁櫑」，喪家之樂\\n；「輓歌」，執紼相偶和之者。天戒若曰：「國家當急殄悴，諸貴樂皆死亡也。」自靈\\n帝崩後，京師壞滅，戶有兼屍，蟲而相食者，「魁櫑」、「輓歌」斯之效乎？\\n靈帝之末，京師謠言曰：「侯非侯，王非王。千乘萬騎上北邙。」到中平六年，史侯登\\n躡至尊，獻帝未有爵號，為中常侍段圭等所執，公卿百僚，皆隨其後，到河上，乃得還\\n。\\n漢獻帝初平中，長沙有人姓桓氏，死，棺斂月餘，其母聞棺中有聲，發之，遂生。占曰\\n：「至陰為陽，下人為上。」其後曹公由庶士起。\\n獻帝建安七年，越雋有男子化為女子，時周群上言：哀帝時亦有此變，將有易代之事。\\n至二十五年，獻帝封山陽公。\\n建安初荊州童謠曰：「八九年間始欲衰，至十三年無孑遺。」言自中興以來，荊州獨全\\n；及劉表為牧，民有豐樂；至建安九年，當始衰。始衰者，謂劉表妻死，諸將並零落也\\n。十三年無孑遺者，表當又死，因以喪敗也。是時華容有女子，忽啼呼曰：「將有大喪\\n。」言語過差，縣以為妖言，繫獄，月餘，忽於獄中哭曰：「劉荊州今日死。華容去州\\n數百里，即遣馬吏驗視，而劉表果死。縣乃出之。續又歌吟曰：「不意李立為貴人。」\\n後無幾，曹公平荊州，以涿郡李立，字建賢，為荊州刺史。\\n建安二十五年正月，魏武在洛陽起建始殿，伐濯龍樹而血出。又掘徒梨，根傷，而血出\\n。魏武惡之，遂寢疾，是月崩，是歲，為魏武黃初元年。\\n魏黃初元年，未央宮中有鷹，生燕巢中，口爪俱赤。至青龍中，明帝為凌霄閣，始構，\\n有鵲巢其上。帝以問高堂隆，對曰：「詩云：『惟鵲有巢，惟鳩居之。』今興起宮室，\\n而鵲來巢，此宮室未成，身不得居之象也。」\\n魏齊王嘉平初，白馬河出妖馬，夜過官牧邊鳴呼，眾馬皆應；明日，見其跡，大如斛，\\n行數里，還入河。\\n魏景初元年，有燕生巨鷇於衛國李蓋家，形若鷹，吻似燕。高堂隆曰：「此魏室之大異\\n，宜防鷹揚之臣，於蕭牆之內。」其後宣帝起，誅曹爽，遂有魏室。\\n蜀景耀五年，宮中大樹無故自折。譙周深憂之，無所與言，乃書柱曰：「眾而大，期之\\n會。具而授，若何復。」言：曹者，大也。眾而大，天下其當會也。具而授，如何復有\\n立者乎。蜀既亡，咸以周言為驗。\\n吳孫權太元元年八月朔，大風，江海湧溢，平地水深八尺，拔高陵樹二千株，石碑差動\\n，吳城兩門飛落。明年權死。\\n吳孫亮五鳳元年六月，交址稗草化為稻。昔三苗將亡，五穀變種。此草妖也。其後亮廢\\n。\\n吳孫亮五鳳二年五月，陽羨縣離里山大石自立。是時孫皓承廢故之家得復其位之應也。\\n吳孫休永安四年，安吳民陳焦死，七日，復生，穿冢出烏程。孫皓承廢故之家得位之祥\\n也。\\n孫休後，衣服之制，上長，下短，又積領五六，而裳居一二。蓋上饒奢，下儉逼，上有\\n餘，下不足之象也。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第七卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">初，漢元、成之世，先識之士有言曰：「魏年有和，當有開石於西三千餘里，繫五馬，\\n文曰：『大討曹。』」及魏之初興也，張掖之柳谷，有開石焉：始見於建安，形成於黃\\n初，文備於太和，周圍七尋，中高一仞，蒼質素章：龍、馬、鱗、鹿、鳳凰、仙人之象\\n，粲然咸著。此一事者，魏、晉代興之符也。至晉泰始三年，張掖太守焦勝上言：以留\\n郡本國圖，校今石文，文字多少不同，謹具圖上。案其文有五馬象：其一，有人平上幘\\n，執戟而乘之。其一，有若馬形而不成，其字有金，有中，有大司馬，有王，有大吉，\\n有正，有開壽。其一，成行，曰：金當取之。\\n晉武帝泰始初，衣服上儉，下豐，著衣者皆厭腰。此君衰弱，臣放縱之象也。至元康末\\n，婦人出兩襠，加乎交領之上。此內出外也。為車乘者，苟貴輕細，又數變易其形，皆\\n以白篾為純。蓋古喪車之遺象。晉之禍徵也。\\n胡牀，貊盤，翟之器也。羌煮，貊炙，翟之食也。自太始以來，中國尚之。貴人，富室\\n，必留其器。吉享嘉賓，皆以為先。戎翟侵中國之前兆也。\\n晉太康四年，會稽郡蟛蚑及蟹，皆化為鼠。其眾覆野。大食稻，為災。始成，有毛肉而\\n無骨，其行不能過田，數日之後，則皆為牝。\\n太康五年正月，二龍見武庫井中。武庫者，帝王威御之器，所寶藏也；屋宇邃密，非龍\\n所處。是後七年，藩王相害；二十八年，果有二胡，僭竊神器，皆字曰龍。\\n晉武帝太康六年，南陽獲兩足虎。虎者，陰精而居乎陽，金獸也。南陽，火名也。金精\\n入火，而失其形，王室亂之妖也。其七年十一月景辰，四角獸見於河間。天戒若曰：「\\n角，兵象也。四者，四方之象。當有兵革起於四方。」後河間王遂連四方之兵，作為亂\\n階。\\n太康九年，幽州塞北有死牛頭語。時帝多疾病，深以後事為念，而付托不以至公，思瞀\\n亂之應也。\\n太康中，有鯉魚二枚，現武庫屋上。武庫，兵府；魚有鱗甲，亦是兵之類也。魚既極陰\\n，屋上太陽，魚現屋上，象至陰以兵革之禍干太陽也。及惠帝初，誅皇后父楊駿，矢交\\n宮闕，廢后為庶人，死於幽宮。元康之末，而賈后專制，謗殺太子，尋亦誅廢。十年之\\n間，母后之難再興，是其應也。自是禍亂構矣。京房易妖曰：「魚去水，飛入道路，兵\\n且作。」\\n初，作屐者：婦人圓頭，男子方頭。蓋作意欲別男女也。至太康中，婦人皆方頭屐，與\\n男無異，此賈后專妒之徵也。\\n晉時，婦人結髮者，既成，以繒急束其環，名曰「擷子髻」。始自宮中，天下翕然化之\\n也。其末年，遂有懷、惠之事。\\n太康中，天下為「晉世寧」之舞。其舞，抑手以執杯盤，而反覆之。歌曰：「晉世寧舞\\n，杯盤反覆。」至危也。杯盤，酒器也，而名曰「晉世寧」者，言時人苟且飲食之間，\\n而其智不可及遠，如器在手也。\\n太康中，天下以氈為絔頭，及絡帶褲口。於是百姓咸相戲曰：「中國其必為胡所破也。\\n夫氈，胡之所產者也，而天下以為絔頭，帶身，褲口，胡既三制之矣，能無敗乎？」\\n太康末，京、洛為「折楊柳」之歌。其曲始有兵革苦辛之辭，終以擒獲斬截之事。自後\\n楊駿被誅，太后幽死，楊柳之應也。\\n晉武帝太熙元年，遼東有馬生角，在兩耳下，長三寸。及帝宴駕，王室毒於兵禍。\\n晉惠帝元康中，婦人之飾有五佩兵。又以金、銀、象、角、玳瑁之屬，為斧、鉞、戈、\\n戟而載之，以當笄。男女之別，國之大節故服食異等。今婦人而以兵器為飾，蓋妖之甚\\n者也。於是遂有賈后之事。\\n晉元康三年閏二月，殿前六鐘皆出涕，五刻乃止。前年，賈后殺楊太后於金墉城，而賈\\n后為惡不悛，故鐘出涕，猶傷之也。\\n惠帝之世，京、洛有人，一身而男女二體，亦能兩用人道，而性尤好淫。天下兵亂，由\\n男女氣亂，而妖形作也。\\n惠帝元康中，安豐有女子，曰周世寧，年八歲，漸化為男。至十七八，而氣性成。女體\\n化而不盡，男體成而不徹，留妻而無子。\\n元康五年三月，臨淄有大蛇，長十許丈，負二小蛇，入城北門，逕從市入漢陽城景王祠\\n中，不見。\\n元康五年三月，呂縣有流血，東西百餘步，其後八載，而封雲亂徐州，殺傷數萬人。\\n元康七年，霹靂破城南高禖石。高禖，宮中求子祠也。賈后妒忌，將殺懷、愍，故天怒\\n賈后將誅之應也。\\n元康中，天下始相效為烏杖，以柱掖其後，稍施其鐓，住則植之。及懷、愍之世，王室\\n多故，而中都喪敗，元帝以藩臣樹德東方，維持天下，柱掖之應也。\\n元康中，貴游子弟，相與為散髮、倮身之飲，對弄婢妾。逆之者傷好，非之者負譏。希\\n世之士，恥不與焉。胡狄侵中國之萌也。其後遂有二胡之亂。\\n惠帝太安元年，丹陽湖熟縣夏架湖，有大石浮二百步而登岸，百姓驚歎相告曰：「石來\\n尋。」而石冰入建鄴。\\n太安元年四月，有人自雲龍門入殿前，北面再拜，曰：「我當作中書監。」即收斬之。\\n禁庭尊秘之處，今賤人竟入，而門衛不覺者，宮室將虛，下人踰上之妖也。是後帝遷長\\n安，宮闕遂空焉。\\n太安中江夏功曹張騁所乘牛，忽言曰：「天下方亂，吾甚極為，乘我何之？」騁及從者\\n數人皆驚怖。因紿之曰：「令汝還，勿復言。」乃中道還，至家，未釋駕。又言曰：「\\n歸何早也？」騁益憂懼，秘而不言。安陸縣有善卜者，騁從之卜。卜者曰：「大凶。非\\n一家之禍，天下將有兵起。一郡之內，皆破亡乎！」騁還家，牛又人立而行。百姓聚觀\\n。其秋張昌賊起。先略江夏，誑曜百姓，以漢祚復興，有鳳凰之瑞，聖人當世。從軍者\\n皆絳抹頭，以彰火德之祥，百姓波蕩，從亂如歸。騁兄弟並為將軍都尉。未幾而敗。於\\n是一郡破殘，死傷過半，而騁家族矣。京房易妖曰：「牛能言，如其言占吉凶。」\\n元康、太安之間，江、淮之域，有敗屩自聚於道，多者至四五十量。人或散去之，投林\\n草中，明日視之，悉復如故。或云：「見貓銜而聚之。」世之所說：「屩者，人之賤服\\n。而當勞辱下民之象也。敗者，疲弊之象也。道者，地里四方所以交通，王命所由往來\\n也。今敗屩聚於道者，象下民疲病，將相聚為亂，絕四方而壅王命也。」\\n晉惠帝永興元年，成都王之攻長沙也，反軍於鄴，分外陳兵。是夜，戟鋒皆有火光，遙\\n望如懸燭，就視，則亡焉。其後終以敗亡。\\n晉懷帝永嘉元年，吳郡吳縣萬詳婢，生一子，鳥頭，兩足，馬蹄，一手，無毛，尾黃色\\n，大如碗。\\n永嘉五年，枹罕令嚴根婢，產一龍，一女，一鵝。京房易傳曰：「人生他物，非人所見\\n者，皆為天下大兵。」時帝承惠帝之後，四海沸騰，尋而陷於平陽，為逆胡所害。\\n永嘉五年，吳郡嘉興張林家，有狗忽作人言曰：「天下人俱餓死。」於是果有二胡之亂\\n，天下饑荒焉。\\n永嘉五年十一月，有蝘鼠出延陵，郭璞筮之，遇臨之益，曰：「此郡之東縣，當有妖人\\n欲稱制者。尋亦自死矣。」\\n永嘉六年正月，無錫縣欻有四枝茱萸樹，相樛而生，狀若連理。先是，郭璞筮延陵蝘鼠\\n，遇臨之益，曰：「後當復有妖樹生，若瑞而非，辛螫之木也。儻有此，東西數百里，\\n必有作逆者。」及此生木，其後吳興徐馥作亂，殺太守袁琇。\\n永嘉中壽春城內有豕生人，兩頭而不活。周馥取而觀之。識者云：「豕，北方畜，胡狄\\n象。兩頭者，無上也。生而死，不遂也。」天戒若曰：「易生專利之謀，將自致傾覆也\\n。」俄為元帝所敗。\\n永嘉中，士大夫競服生箋單衣。識者怪之，曰：「此古練纕之布，諸侯所以服天子也。\\n今無故服之，殆有應乎！」其後懷、愍晏駕。\\n昔魏武軍中無故作白帢，此縞素凶喪之徵也。初，橫縫其前以別後，名之曰「顏帢」，\\n傳行之。至永嘉之間，稍去其縫，名「無顏帢」，而婦人束髮，其緩彌甚，紒之堅不能\\n自立，髮被於額，目出而已。無顏者，愧之言也。覆額者，慚之貌也。其緩彌甚者，言\\n天下亡禮與義，放縱情性，及其終極，至於大恥也。其後二年，永嘉之亂，四海分崩，\\n下人悲難，無顏以生焉。\\n晉愍帝建興四年，西都傾覆，元皇帝始為晉王四海宅心。其年十月二十二日，新蔡縣吏\\n任喬妻胡氏年二十五，產二女，相向，腹心合，自腰以上，臍以下。各分。此蓋天下未\\n一之妖也。時內史呂會上言：「按瑞應圖云：『異根同體，謂之連理。異畝同潁，謂之\\n嘉禾。』草木之屬，猶以為瑞；今二人同心，天垂靈象。故易云：『二人同心，其利斷\\n金。』休顯見生於陳東之中，蓋四海同心之瑞。不勝喜躍。謹畫圖上。」時有識者哂之\\n。君子曰：「知之難也。以臧文仲之才，獨祀爰居焉。布在方冊，千載不忘。故士不可\\n以不學。古人有言：木無枝謂之瘣，人不學謂之瞽。當其所蔽，蓋闕如也。可不勉乎？\\n」\\n晉元帝建武元年六月，揚州大旱；十二月，河東地震。去年十二月，斬督運令史淳於伯\\n，血逆深上柱二丈三尺，旋復下深四尺五寸。是時淳於伯冤死，遂頻旱三年。刑罰妄加\\n，群陰不附，則陽氣勝之。罰，又冤氣之應也。\\n晉元帝建武元年七月，晉陵東門，有牛生犢，一體兩頭。京房易傳曰：「牛生子，二首\\n，一身，天下將分之象也。」\\n元帝太興元年四月，西平地震，湧水出。十二月，廬陵、豫章、武昌、西陵地震，湧水\\n出，山崩。此王敦陵上之應也。\\n太興元年，三月武昌太守王諒，有牛生子，兩頭，八足，兩尾，共一腹。不能自生，十\\n餘人以繩引之。子死，母活。其三年後，苑中有牛生子，一足三尾，生而即死。\\n太興二年，丹陽郡吏濮陽演馬生駒，兩頭，自項前別。生而死。此政在私門二頭之象也\\n。其後王敦陵上。\\n太興初，有女子，其陰在腹，當臍下。自中國來，至江東。其性淫而不產。又有女子，\\n陰在首。居在揚州。亦性好淫。京房易妖曰：「人生子，陰在首，則天下大亂。若在腹\\n，則天下有事。若在背，則天下無後。」\\n太興中王敦鎮武昌，武昌災，火起，興眾救之，救於此，而發於彼，東西南北數十處俱\\n應，數日不絕，舊說所謂「濫災妄起，雖興師不能救之」之謂也。此臣而行君，亢陽失\\n節。是時王敦陵上，有無君之心，故災也。\\n太興中兵士以絳囊縛紒。識者曰：「紒在首，為乾，君道也，囊者，為坤，臣道也。今\\n以朱囊縛紒，臣道侵君之象也，為衣者上帶短纔至於掖；著帽者，又以帶縛項，下逼上\\n，上無地也。為褲者，直幅，無口，無殺，下大之象也。」尋而王敦謀逆，再攻京師。\\n太興四年，王敦在武昌，鈴下儀仗生花，如蓮花，五六日而萎落。說曰：「易說：『枯\\n楊生花，何可久也。』今狂花生枯木，又在鈴閣之間，言威儀之富，榮華之盛，皆如狂\\n花之發，不可久也。」其後王敦終以逆，命加戮其屍。\\n舊為羽扇柄者，刻木象其骨形，列羽用十，取全數也。初，王敦南征，始改為長柄，下\\n出，可捉。而減其羽，用八。識者尤之曰：「夫羽扇，翼之名也。創為長柄，將執其柄\\n以制其羽翼也。改十為八，將未備奪已備也。此殆敦之擅權，以制朝廷之柄，又將以無\\n德之材，欲竊非據也。」\\n晉明帝太寧初，武昌有大蛇，常居故神祠空樹中，每出頭從人受食。京房易傳曰：「蛇\\n見於邑，不出三年，有大兵，國有大憂。」尋有王敦之逆。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第八卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">虞舜耕於歷山，得「玉歷」於河際之岩，舜知天命在己，體道不倦。舜，龍顏，大口，\\n手握褒。宋均注曰：「握褒，手中有『褒』字，喻從勞苦受褒飭致大祚也。」\\n湯既克夏，大旱七年，洛川竭。湯乃以身禱於桑林，翦其爪、髮，自以為犧牲，祈福於\\n上帝。於是大雨即至，洽於四海。\\n呂望釣於渭陽。文王出遊獵，占曰：「今曰獵得一狩，非龍，非螭，非熊，非羆。合得\\n帝王師。」果得太公於渭之陽，與語，大悅，同車載而還。\\n武王伐紂，至河上，雨甚。疾雷，晦冥。揚波於河。眾甚懼。武王曰：「余在天下，誰\\n敢干余者？」風波立濟。\\n魯哀公十四年，孔子夜夢三槐之間，豐、沛之邦，有赤氤氣起，乃呼顏回、子夏同往觀\\n之。驅車到楚西北范氏街，見芻兒打鱗，傷其左前足，束薪而覆之。孔子曰：「兒來！\\n汝姓為誰？」兒曰：「吾姓為赤松，名時喬，字受紀。」孔子曰：「汝豈有所見乎？」\\n兒曰：「吾所見一禽，如麇，羊頭，頭上有角，其末有肉。方以是西走。」孔子曰：「\\n天下已有主也。為赤劉。陳、項為輔。五星入井，從歲星。」兒發薪下鱗，示孔子。孔\\n子趨而往，鱗向孔子蒙其耳，吐三卷圖，廣三寸，長八寸，每卷二十四子。其言赤劉當\\n起日周亡，赤氣起，火耀興，玄丘制命，帝卯金。\\n　　孔子修春秋，制孝經，既成，齋戒向北辰而拜，告備於天。乃洪鬱，起白霧摩地，\\n白虹自上而下，化為黃玉，長三尺，上有刻文。孔子跪受而讀之，曰：「寶文出，劉季\\n握。卯，金，刀，在軫北。字禾子，天下服。」\\n　　秦穆公時，陳倉人掘地，得物，若羊非羊，若豬非豬。牽以獻穆公。道逢二童子，\\n童子曰：「此名為媼。常在地，食死人腦。若欲殺之，以柏插其首。」媼曰：「彼二童\\n子，名為陳寶。得雄者王，得雌者伯。」陳倉人舍媼逐二童子，童子化為雉，飛入平林\\n。陳倉人告穆公，穆公發徒大獵，果得其雌。又化為石。置之汧、渭之間，至文公時，\\n為立祠陳寶。其雄者飛至南陽。今南陽雉縣，是其地也。秦欲表其符，故以名縣。每陳\\n倉祠時有赤光，長十餘丈，從雉縣來，入陳倉祠中，有聲殷殷如雄雉。其後，光武起於\\n南陽。\\n　　宋大夫邢史子臣明於天道。周敬王之三十七年，景公問曰：「天道其何祥？」對曰\\n：「後五十年五月丁亥，臣將死。死後五年五月丁卯，吳將亡。亡後五年，君將終。終\\n後四百年，邾王天下。」俄而皆如其言所云。邾王天下者，謂魏之興也。邾，曹姓，魏\\n亦曹姓，皆邾之後。其年數則錯。未知刑史失其數耶？將年代久遠，注記者傳而有謬也\\n？\\n吳以草創之國，信不堅固，邊屯守將，皆質其妻子，名曰：「保質童子。」少年以類相\\n與娛遊者，日有十數。孫休永安三年二月，有一異兒，長四尺餘，年可六七歲，衣青衣\\n，忽來從群兒戲。諸兒莫之識也，皆問曰：「爾誰家小兒，今日忽來？」答曰：「見爾\\n群戲樂，故來耳！」詳而視之，眼有光芒，爚爚外射。諸兒畏之重問其故。兒乃答曰：\\n「爾恐我乎？我非人也，乃熒惑星也，將有以告爾。三公歸於司馬。」諸兒大驚，或走\\n告大人，大人馳往觀之。兒曰：「舍爾去乎！」聳身而躍，即以化矣。仰而視之，若曳\\n一疋練以登天。大人來者，猶及見焉。飄飄漸高，有頃而沒。時吳政峻急，莫敢宣也。\\n後四年而蜀亡，六年而魏廢，二十一年而吳平：是歸於司馬也。\\n都水馬武舉戴洋為都水令史，洋請急還鄉，將赴洛，夢神人謂之曰：「洛中當敗，人盡\\n南渡。年五年，揚州必有天子。」洋信之，遂不去。既而皆如其夢。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第九卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　後漢中興初，汝南有應樞者，生四子，而盡見神光照社。樞見光，以問卜人。卜人\\n曰：「此天祥也。子孫其興乎！」乃探得黃金。自是子孫宦學，並有才名。至瑒，七世\\n通顯。\\n　　車騎將軍巴郡馮緄，字鴻卿，初為議郎，發綬笥，有二赤蛇，可長二尺，分南北走\\n。大用憂怖。許季山孫憲，字寧方，得其先人秘要，緄請使卜。云：「此吉祥也。君後\\n三歲，當為邊將，東北四五里，官以東為名。」後五年，從大將軍南征，居無何，拜尚\\n書郎，遼東太守，南征將軍。\\n　　常山張顥為梁州牧，天新雨後，有鳥如山鵲，飛翔入市，忽然墜地。人爭取之，化\\n為圓石。顥椎破之，得一金印，文曰：「忠孝侯印。」顥以上聞，藏之秘府。後議郎汝\\n南樊衡夷上言：「堯舜時舊有此官。今天降印，宜可復置。」顥後官至太尉。\\n　　京兆長安有張氏，獨處一室，有鳩自外入，止於牀。張氏祝曰：「鳩來，為我禍也\\n，飛上承塵；為我福也，即入我懷。」鳩飛入懷。以手探之，則不知鳩之所在，而得一\\n金鉤。遂寶之。自是子孫漸富，資財萬倍。蜀賈至長安，聞之，乃厚賂婢，婢竊鉤與賈\\n。張氏既失鉤，漸漸衰耗！而蜀賈亦數罹窮厄，不為己利。或告之曰：「天命也。不可\\n力求。」於是賚鉤以反張氏，張氏復昌。故關西稱張氏傳鉤云。\\n　　漢征和三年三月，天大雨，何比干在家，日中，夢貴客車騎滿門。覺，以語妻。語\\n未巳，而門有老嫗，可八十餘，頭白，求寄避雨，雨甚，而衣不沾漬。雨止，送至門，\\n乃謂比干曰：「公有陰德，今天錫君策，以廣公之子孫。」因出懷中符策，狀如簡，長\\n九寸，凡九百九十枚，以授比干，曰：「子孫佩印綬者，當如此算。」\\n　　魏舒，字陽元，任城樊人也。少孤，嘗詣野王，主人妻夜產，俄而聞車馬之聲，相\\n問曰：「男也？女也？」曰：「男。」書之。「十五，以兵死。」復問：「寢者為誰？\\n」曰：「魏公舒。」後十五載，詣主人，問所生童何在？曰：「因條桑，為斧傷而死。\\n」舒自知當為公矣。\\n　　賈誼為長沙王太傅，四月庚子日，有鵩鳥飛入其舍，止於坐隅，良久，乃去。誼發\\n書占之，曰：「野鳥入室，主人將去。」誼忌之，故作鵩鳥賦，齊死生而等禍福，以致\\n命定志焉。\\n　　王莽居攝，東郡太守翟義，知其將篡漢，謀舉義兵。兄宣，教授諸生，滿堂。群鵝\\n雁數十在中庭，有狗從外入，齧之，皆死。驚救之，皆斷頭。狗走出門，求，不知處。\\n宣大惡之。數日，莽夷其三族。\\n　　魏司馬太傅懿平公孫淵，斬淵父子。先時，淵家數有怪：一犬著冠幘，絳衣，上屋\\n。欻有一兒，蒸死甑中。襄平北市，生肉，長圍各數尺，有頭、目、口、喙，無手、足\\n，而動搖。占者曰：「有形不成，有體無聲，其國滅亡。」\\n　　吳諸葛恪征淮南，歸，將朝會之夜，精爽擾動，通夕不寐。嚴畢趨出，犬銜引其衣\\n。恪曰：「犬不欲我行耶？」出，仍入坐，少頃，復起，犬又銜衣。恪令從者逐之。及\\n入，果被殺。其妻在室，語使婢曰：「爾何故血臭？」婢曰：「不也。」有頃，愈劇。\\n又問婢曰：「汝眼目瞻視，何以不常？」婢蹷然起躍，頭至於棟，攘臂切齒而言曰：「\\n諸葛公乃為孫峻所殺。」於是大小知恪死矣。而吏兵尋至。\\n　　吳戍將鄧喜殺豬祠神，治畢，懸之，忽見一人頭，往食肉。喜引弓射中之，咋咋作\\n聲，繞屋三日。後人白喜謀叛，合門被誅。\\n　　賈充伐吳時，嘗屯項城，軍中忽失充所在。充帳下都督周勤時晝寢，夢見百餘人，\\n錄充引入一逕。勤驚覺，聞失充，乃出尋索。忽睹所夢之道，遂往求之。果見充行至一\\n府舍，侍衛甚盛，府公南面坐，聲色甚厲，謂充曰：「將亂吾家事者，必爾與荀勗。既\\n惑吾子，又亂吾孫，間使任愷黜汝而不去，又使庾純詈汝而不改。今吳寇當平，汝方表\\n斬張華。汝之暗戇，皆此類也。若不悛慎，當旦夕加誅。」充叩頭流血。府公曰：「汝\\n所以延日月而名器若此者，是衛府之勛耳。終當使係嗣死於鍾虞之間，大子斃於金酒之\\n中，小子困於枯木之下。荀勗亦宜同然。其先德小濃，故在汝後。數世之外，國嗣亦替\\n。」言畢命去。充忽然得還營，顏色憔悴，性理昏錯，經日乃復。至後，謐死於鍾下，\\n賈后服金酒而死，賈午考竟用大杖終。皆如所言。\\n　　庾亮，字文康，鄢陵人，鎮荊州，登廁，忽見廁中一物，如「方相」，兩眼盡赤，\\n身有光耀，漸漸從土中出。乃攘臂，以拳擊之。應手有聲，縮入地。因而寢疾。術士戴\\n洋曰：「昔蘇峻事公，於白石祠中祈福，許賽其牛。從來未解。故為此鬼所考，不可救\\n也。」明年，亮果亡。\\n　　東陽劉寵字道弘，居於湖熟，每夜，門庭自有血數升，不知所從來。如此三四。後\\n寵為折衝將軍，見遣北征，將行，而炊飰盡變為蟲。其家人蒸炒，亦變為蟲。其火愈猛\\n，其蟲愈壯。寵遂北征，軍敗於壇邱，為徐龕所殺。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　漢和熹鄧皇后，嘗夢登梯以捫天，體蕩蕩正清滑，有若鐘乳狀。乃仰嗡飲之。以訊\\n諸占夢。言：「堯夢攀天而上，湯夢及天砥之，斯皆聖王之前占也。吉不可言。」\\n　　孫堅夫人吳氏，孕而夢月入懷。已而生策。及權在孕，又夢日入懷。以告堅曰：「\\n妾昔懷策，夢月入懷；今又夢日，何也？」堅曰：「日月者，陰陽之精，極貴之象，吾\\n子孫其興乎。」\\n　　漢蔡茂字子禮，河內懷人也。初在廣漢，夢坐大殿，極上有禾三穗。茂取之，得其\\n中穗，輒復失之。以問主簿郭賀。賀曰：「大殿者，官府之形象也。極而有禾，人臣之\\n上祿也。取中穗，是中台之象也。於字，『禾』『失』為『秩』，雖曰失之，乃所以祿\\n也。兗職中闕，君其補之。」旬月，而茂徵焉。\\n　　周擥嘖者，貧而好道，失婦夜耕，困，息臥。夢天公過而哀之，敕外有以給與。司\\n命按錄籍，云：「此人相貧，限不過此。惟有張車子，應賜祿千萬。車子未生，請以借\\n之。」天公曰：「善。」曙覺，言之。於是夫婦戮力，晝夜治生，所為輒得，貲至千萬\\n。先時，有張嫗者，嘗往周家傭賃，野合，有身，月滿，當孕，便遣出外，駐車屋下，\\n產得兒。主人往視，哀其孤寒，作粥糜食之。問：「當名汝兒作何？」嫗曰：「今在車\\n屋下而生，夢天告之，名為車子。」周乃悟曰：「吾昔夢從天換錢，外白以張車子錢貸\\n我，必是子也。財當歸之矣。」自是居日衰減，車子長大，富於周家。\\n　　夏陽盧汾，字士濟，夢入蟻穴，見堂宇三間，勢甚危豁，題其額，曰：審雨堂。\\n　　吳選曹令史劉卓，病篤，夢見一人，以白越單衫與之，言曰：「汝著衫，污，火燒\\n，便潔也。」卓覺，果有衫在側。污，輒火浣之。\\n　　淮南書佐劉雅，夢見青刺蜴從屋落其腹內，因苦腹痛病。\\n　　後漢張奐為武威太守，其妻夢帝與印綬，登樓而歌。覺，以告奐。奐令占之，曰：\\n「夫人方生男，後臨此郡命終此樓。」後生子猛，建安中，果為武威太守殺刺史，邯鄲\\n商州兵圍急，猛恥見擒，乃登樓自焚而死。\\n　　漢靈帝夢見桓帝，怒曰：「宋皇后有何罪過，而聽用邪孽，使絕其命。渤海王悝，\\n既已自貶，又受誅斃。今宋氏及悝，自訴於天，上帝震怒，罪在難救。」夢殊明察。帝\\n既覺而恐，尋亦崩。\\n　　吳時嘉興徐伯始病，使道士呂石安神座，石有弟子戴本、王思，三人居住海鹽，伯\\n始迎之以助石。晝臥，夢上天北斗門下見外鞍馬三匹。云：「明日當以一迎石，一迎本\\n，一迎思。」石夢覺，語本、思云：「如此死期，可急還，與家別。」不卒事而去。伯\\n始怪而留之。曰：「懼不得見家也。」間一日，三人同時死。\\n　　會稽謝奉與永嘉太守郭伯猷善，謝忽夢郭與人於浙江上爭樗蒲錢。因為水神所責，\\n墮水而死。已營理郭凶事。及覺，即往郭許，共圍棋，良久，謝云：「卿知吾來意否？\\n」因說所夢。郭聞之，悵然云：「吾作夜亦夢與人爭錢，如卿所夢，何期太的的也？」\\n須臾，如廁，便倒，氣絕。謝為凶具。\\n　　嘉興徐泰，幼喪父母，叔父隗養之，甚於所生。隗病，泰營侍甚勤。是夜三更中，\\n夢二人乘船持箱，上泰牀頭，發箱，出簿書示曰：「汝叔應死。」泰即於夢中叩頭祈請\\n。良久，二人曰：「汝縣有同姓名人否？」泰思得，語二人云：「張隗，不姓徐。」二\\n人云：「亦可強逼。念汝能事叔父，當為汝活之。」遂不復見。泰覺，叔病乃差。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十一卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　楚熊渠子夜行見寢石，以為伏虎，彎弓射之。沒金，鎩羽。下視，知其石也。因復\\n射之，矢摧，無跡。漢世復有李廣，為右北平太守，射虎，得石，亦如之。劉向曰：「\\n誠之至也，而金石為之開，況於人乎！夫唱而不和，動而不隨，中必有不全者也。夫不\\n降席而匡天下者，求之己也。」\\n　　楚王游於苑，白猿在焉；王令善射者射之，矢數發，猿搏矢而笑；乃命由基，由基\\n撫弓，猿即抱木而號。及六國時，更羸謂魏王曰：「臣能為虛發而下鳥。」魏王曰：「\\n然則射可至於此乎？」羸曰：「可。」有頃聞雁從東方來，更羸虛發而鳥下焉。\\n　　齊景公渡於江、沅之河，鼋銜左驂，沒之。眾皆驚惕；古冶子於是拔劍從之，邪行\\n五里，逆行三里，至於砥柱之下，殺之，乃鼋也，左手持鼋頭，右手拔左驂，燕躍鵠踴\\n而出，仰天大呼，水為逆流三百步。觀者皆以為河伯也。\\n　　楚干將莫邪為楚王作劍，三年乃成，王怒，欲殺之。劉有雌雄，其妻重身，當產，\\n夫語妻曰：「吾為王作劍，三年乃成；王怒，往，必殺我。汝若生子，是男，大，告之\\n曰：『出戶，望南山，松生石上，劍在其背。』」於是即將雌劍往見楚王。王大怒，使\\n相之，劍有二一雄，一雌，雌來，雄不來。王怒，即殺之。莫邪子名赤，比後壯，乃問\\n其母曰：「吾父所在？」母曰：「汝父為楚王作劍，三年乃成，王怒，殺之。去時囑我\\n：『語汝子：出戶，往南山，松生石上，劍在其背。』」於是子出戶，南望，\\n不見有山，但睹堂前松柱下石砥之上，即以斧破其背，得劍。日夜思欲報楚王。王夢見\\n一兒，眉間廣尺，言欲報讎。王即購之千金。兒聞之，亡去，入山，行歌。客有逢者。\\n謂：「子年少。何哭之甚悲耶：」曰：「吾干將莫邪子也。楚王殺吾父，吾欲報之。」\\n客曰：「聞王購子頭千金，將子頭與劍來，為子報之。」兒曰：「幸甚。」即自刎，兩\\n手捧頭及劍奉之，立僵。」客曰：「不負子也。」於是屍乃仆。客持頭往見楚王，王大\\n喜。客曰：「此乃勇士頭也。當於湯鑊煮之。」王如其言。煮頭三日，三夕，不爛。頭\\n踔出湯中，躓目大怒。客曰：「此兒頭不爛，願王自往臨視之，是必爛也。」王即臨之\\n。客以劍擬王，王頭隨墮湯中；客亦自擬己頭，頭復墮湯中。三首俱爛，不可識別。乃\\n分其湯肉葬之。故通名三王墓。今在汝南北宜春縣界。\\n　　漢武時，蒼梧賈雍為豫章太守，有神術，出界討賊，為賊所殺，失頭，上馬回營中\\n，咸走來視雍。雍胸中語曰：「戰不利，為賊所傷。諸君視有頭佳乎？無頭佳乎？」吏\\n涕泣曰：「有頭佳。」雍曰：「不然。無頭亦佳。」言畢，遂死。\\n　　渤海太守史良姊，一女子，許嫁而不果，良怒，殺之，斷其頭而歸，投於灶下。曰\\n「當令火葬。」頭語曰：「使君我相從，何圖當爾。」後夢見曰：「還君物。」覺而得\\n昔所與香纓金釵之屬。\\n　　周靈王時，萇弘見殺，蜀人因藏其血，三年，乃化而為碧。\\n　　漢武帝東游，未出函谷關，有物當道，身長數丈，其狀象牛，青眼而曜睛，四足，\\n入土，動而不徙。百官驚駭。東方朔乃請以酒灌之。灌之數十斛，而物消。帝問其故。\\n答曰：「此名為患憂氣之所生也。此必是秦之獄地，不然，則罪人徒作之所聚。夫酒忘\\n憂，故能消之也。」帝曰：「吁！博物之士，至於此乎！」\\n　　後漢，諒輔，字漢儒，廣漢新都人，少給佐吏，漿水不交，為從事，大小畢舉，郡\\n縣斂手。時夏枯旱，太守自曝中庭，而雨不降；輔以五官掾出禱山川，自誓曰：「輔為\\n郡股肱，不能進諫，納忠，薦賢，退惡，和調百姓；至令天地否隔，萬物枯焦，百姓喁\\n喁，無所控訴，咎盡在輔。今郡太守內省責己，自曝中庭，使輔謝罪，為民祈福；精誠\\n懇到，未有感徹，輔今敢自誓：若至日中無雨，請以身塞無狀。」乃積薪柴，將自焚焉\\n。至日中時，山氣轉黑，起雷，雨大作，一郡沾潤。世以此稱其至誠。\\n　　何敞吳郡人，少好道藝，隱居，里以大旱，民物憔悴，太守慶洪遣戶曹掾致謁，奉\\n印綬，煩守無錫。敞不受。退，歎而言曰：「郡界有災，安能得懷道！」因跋涉之縣，\\n駐明星屋中，蝗蝝消死，敞即遁去。後舉方正博士，皆不就，卒於家。\\n　　後漢，徐栩，字敬卿，吳由拳人，少為獄吏，執法詳平。為小黃令時，屬縣大蝗，\\n野無生草，過小黃界，飛逝，不集。刺史行部責栩不治。栩棄官，蝗應聲而至。刺史謝\\n令還寺舍，蝗即飛去。\\n　　王業，字子香，漢和帝時為荊州刺史，每出行部，沐浴齋素，以祈於天地，當啟佐\\n愚心，無使有枉百姓。在州七年，惠風大行，苛慝不作，山無豺狼。卒於湘江，有二白\\n虎，低頭，曳尾，宿衛其側。及喪去，虎踰州境，忽然不見。民共為立碑，號曰「湘江\\n白虎墓」。\\n　　吳時，葛祚為衡陽太守，郡境有大槎橫水，能為妖怪，百姓為立廟，行旅禱祀，槎\\n乃沈沒，不者，槎浮，則船為之破壞。祚將去官，乃大具斧斤，將去民累。明日，當至\\n，其夜聞江中洶洶有人聲，往視之，槎乃移去，沿流下數里，駐灣中。自此行者無復沈\\n覆之患。衡陽人為祚立碑，曰「正德祈禳，神木為移。」\\n　　曾子從仲尼在楚，而心動，辭歸，問母，母曰：「思爾，齧指。」孔子曰：「曾參\\n之孝，精感萬里。」\\n　　周暢，性仁慈，少至孝，獨與母居，每出入，母欲呼之，常自齧其手，暢即覺手痛\\n而至。治中從事未之信。候暢在田，使母齧手，而暢即歸。元初二年，為河南尹，時夏\\n大旱，久禱無應；暢收葬洛陽城旁客死骸骨萬餘，為立義冢，應時澍雨。\\n　　王祥，字休徵，瑯邪人，性至孝，早喪親，繼母朱氏不慈，數譖之，由是失愛於父\\n。每使掃除牛下。父母有疾，衣不解帶。母常欲生魚，時天寒，冰凍，祥解衣將剖冰求\\n之，冰忽自解，雙鯉躍出，持之而歸。母又思黃雀炙，復有黃雀數十，入其幙，復以供\\n母。鄉里驚歎，以為孝感所致。\\n　　王延，性至孝；繼母卜氏，嘗盛冬思生魚，敕延求而不獲，杖之流血；延尋汾叩凌\\n而哭，忽有一魚，長五尺，躍出冰上，延取以進母。卜氏食之，積日不盡。於是心悟，\\n撫延如己子。\\n　　楚僚，早失母，事後母至孝，母患癰腫，形容日悴，僚自徐徐吮之，血出，迨夜即\\n得安寢。乃夢一小兒，語母曰：「若得鯉魚食之，其病即差，可以延壽。不然，不久死\\n矣。」母覺而告僚，時十二月，冰凍，僚乃仰天歎泣，脫衣上冰，臥之。有一童子，決\\n僚臥處，冰忽自開，一雙鯉魚躍出。僚將歸奉其母，病即愈。壽至一百三十三歲。蓋至\\n孝感天神，昭應如此。此與王祥，王延事同。\\n　　盛彥，字翁子，廣陵人，母王氏，因疾失明，彥躬自侍養。母食，必自哺之。母疾\\n，既久，至於婢使數見捶撻，婢忿恨，聞彥蹔行，取蠐螬炙飴之。母食，以為美，然疑\\n是異物，密藏以示彥。彥見之，抱母慟哭，絕而復甦。母目豁然即開，於此遂愈。\\n　　顏含，宇弘都，次嫂樊氏，因疾失明，醫人疏方，須蚺蛇膽，而尋求備至，無由得\\n之。含憂歎累時，嘗晝獨坐，忽有一青衣童子，年可十三四，持一青囊授含，含開視，\\n乃蛇膽也。童子逡巡出戶，化成青鳥飛去。得膽，藥成，嫂病即愈。\\n　　郭巨，隆慮人也，一云河內溫人，兄弟三人，早喪父，禮畢，二弟求分，以錢二千\\n萬，二弟各取千萬，巨獨與母居客舍，夫婦傭賃以給公養。居有頃，妻產男，巨念舉兒\\n妨事親，一也；老人得食，喜分兒孫，減饌，二也；乃於野鑿地，欲埋兒，得石蓋，下\\n有黃金一釜，中有丹書，曰：「孝子郭巨，黃金一釜，以用賜汝。」於是名振天下。\\n　　新興劉殷，字長盛，七歲喪父，哀毀過禮，服喪三年，未嘗見齒。事曾祖母王氏，\\n嘗夜夢人謂之曰：「西籬下有粟。」寤而掘之，得粟十五鍾，銘曰：「七年粟百石，以\\n賜孝子劉殷。」自是食之七歲，方盡。及王氏卒，夫婦毀瘠，幾至滅性。時柩在殯，而\\n西鄰失火，風勢甚猛，殷夫婦叩殯號哭，火遂滅。後有二白鳩來巢其樹庭。\\n　　楊公伯，雍雒陽縣人也，本以儈賣為業，性篤孝，父母亡，葬無終山，遂家焉。山\\n高八十里，上無水，公汲水作義漿於阪頭，行者皆飲之。三年，有一人就飲，以一斗石\\n子與之，使至高平好地有石處種之，云：「玉當生其中。」楊公未娶，又語云：「汝後\\n當得好婦。」語畢，不見。乃種其石，數歲，時時往視，見玉子生石上，人莫知也。有\\n徐氏者，右北平著姓女，甚有行，時人求，多不許；公乃試求徐氏，徐氏笑以為狂，因\\n戲云：「得白璧一雙來，當聽為婚。」公至所種玉田中，得白璧五雙，以聘。徐氏大驚\\n，遂以女妻公。天子聞而異之，拜為大夫。乃於種玉處四角，作大石柱，各一丈，中央\\n一頃地名曰「玉田。」\\n　　衡農，字剽卿，東平人也。少孤，事繼母至孝。常宿於他舍，值雷風，頻夢虎齧其\\n足，農呼妻相出於庭，叩頭三下。屋忽然而壞，壓死者三十餘人，唯農夫妻獲免。\\n　　羅威，字德仁，八歲喪父，事母性至孝，母年七十，天大寒，常以身自溫席而後授\\n其處。\\n　　王裒，字偉元，城陽營陵人也。父儀，為文帝所殺。裒廬於墓側，旦夕常至墓所拜\\n跪，攀柏悲號，涕泣著樹，樹為之枯。母性畏雷，母沒，每雷，輒到墓曰：「裒在此。\\n」\\n　　鄭弘遷臨淮太守，郡民徐憲在喪，致哀，有白鳩巢戶側。弘舉為孝廉。朝廷稱為「\\n白鳩郎。」\\n　　漢時，東海孝婦養姑甚謹，姑曰：「婦養我勤苦，我已老，何惜餘年，久累年少。\\n」遂自縊死。其女告官云：「婦殺我母。」官收，繫之。拷掠毒治，孝婦不堪苦楚，自\\n誣服之。時於公為獄吏，曰：「此婦養姑十餘年，以孝聞徹，必不殺也。」太守不聽。\\n於公爭不得理，抱其獄詞哭於府而去。自後郡中枯旱，三年不雨。後太守至，於公曰：\\n「孝婦不當死，前太守枉殺之，咎當在此。」太守實時身祭孝婦冢，因表其墓，天立雨\\n，歲大熟。長老傳云：「孝婦名周青，青將死，車載十丈竹竿，以懸五旛，立誓於眾曰\\n：『青若有罪，願殺，血當順下；青若枉死，血當逆流。』既行刑已，其血青黃緣旛竹\\n而上，極標，又緣旛而下云。」\\n　　犍為叔先泥和，其女名雄，永建三年，泥和為縣功曹，縣長趙祉遣泥和拜檄，謁巴\\n郡太守，以十月乘船，於城湍墮水死，屍喪不得。雄哀慟號咷，命不圖存，告弟賢及夫\\n人，令勤覓父屍，若求不得，吾欲自沈覓之。時雄年二十七，有子男貢，年五歲，貰，\\n年三歲，乃各作繡香囊一枚，盛以金珠，環，預嬰二子，哀號之聲，不絕於口，昆族私\\n憂。至十二月十五日，父喪不得，雄乘小船於父墮處，哭泣數聲，竟自投水中，旋流沒\\n底。見夢告弟云：「至二十一日，與父俱出。」至期，如夢，與父相持并浮出江。縣長\\n表言郡太守，肅登承上尚書，乃遣戶曹掾為雄立碑，圖象其形，令知至孝。\\n　　河南樂羊子之妻者，不知何氏之女也。躬勤養姑。嘗有他舍雞，謬入園中，姑盜殺\\n而食之。妻對雞不食而泣。姑怪問其故。妻曰：「自傷居貧，使食有他肉。」姑竟棄之\\n。後盜有欲犯之者，乃先劫其姑，妻聞，操刀而出。盜曰：「釋汝刀。從我者，可全；\\n不從我者，則殺汝姑。」妻仰天而歎，刎頸而死。盜亦不殺姑。太守聞之，捕殺盜賊，\\n賜妻縑帛，以禮葬之。\\n　　庾袞，字叔褒，咸寧中大疫，二兄俱亡，次兄毗復殆，癘氣方盛，父母諸弟皆出次\\n於外，袞獨留，不去。諸父兄強之，乃曰：「袞性不畏病。」遂親自扶持，晝夜不眠。\\n間復撫柩哀臨不輟。如此十餘旬，疫勢既退，家人乃返。毗病得差，袞亦無恙。\\n　　宋康王舍人韓憑娶妻何氏，美，康王奪之。憑怨，王囚之，論為城旦。妻密遺憑書\\n，繆其辭曰：「其雨淫淫，河大水深，日出當心。」既而王得其書，以示左右，左右莫\\n解其意。臣蘇賀對曰：「其雨淫淫，言愁且思也。河大水深，不得往來也。日出當心，\\n心有死志也。」俄而憑乃自殺。其妻乃陰腐其衣，王與之登台，妻遂自投台，左右攬之\\n，衣不中手而死。遺書於帶曰：「王利其生，妾利其死，願以屍骨賜憑合葬。」王怒，\\n弗聽，使里人埋之，冢相望也。王曰：「爾夫婦相愛不已，若能使冢合，則吾弗阻也。\\n」宿昔之間，便有大梓木，生於二冢之端，旬日而大盈抱，屈體相就，根交於下，枝錯\\n於上。又有鴛鴦，雌雄各一，恒棲樹上，晨夕不去，交頸悲鳴，音聲感人。宋人哀之，\\n遂號其木曰「相思樹。」「相思」之名，起於此也。南人謂：此禽即韓憑夫婦之精魂。\\n今睢陽有韓憑城，其歌謠至今猶存。\\n　　漢末零陽郡太守史滿，有女，悅門下書佐；乃密使侍婢取書佐盥手殘水飲之，遂有\\n妊。已而生子，至能行，太守令抱兒出，使求其父。兒匍匐直入書佐懷中。書佐推之仆\\n地，化為水。窮問之，具省前事，遂以女妻書佐。\\n　　鄱陽西有望夫岡。昔縣人陳明與梅氏為婚，未成，而妖魅詐迎婦去。明詣卜者，決\\n云：「行西北五十里求之。」明如言，見一大穴，深邃無底。以繩懸人，遂得其婦。乃\\n令婦先出，而明所將鄰人秦文，遂不取明。其婦乃自誓執志登此岡首而望其夫，因以名\\n焉。\\n　　後漢，南康鄧元義，父伯考，為尚書僕射，元義還鄉里，妻留事姑，甚謹。姑憎之\\n，幽閉空室，節其飲食，羸露，日困，終無怨言。時伯考怪而問之，元義子朗，時方數\\n歲，言：「母不病，但苦饑耳。」伯考流涕曰：「何意親姑反為此禍！」遺歸家，更嫁\\n，為華仲妻。仲為將作大匠，妻乘朝車出，元義於路旁觀之，謂人曰：「此我故婦，非\\n有他過，家夫人遇之實酷，本自相貴。」其子朗，時為郎，母與書，皆不答，與衣裳，\\n輒以燒之。母不以介意。母欲見之，乃至親家李氏堂上，令人以他詞請朗。朗至，見母\\n，再拜涕泣，因起出。母追謂之曰：「我幾死。自為汝家所棄，我何罪過，乃如此耶！\\n」因此遂絕。\\n　　嚴遵為揚州刺史，行部，聞道傍女子哭聲不哀。問所哭者誰。對云：「夫遭燒死。\\n」遵敕吏舁屍到，與語，訖，語吏云：「死人自道不燒死。」乃攝女，令人守屍，云：\\n「當有枉。」吏曰：「有蠅聚頭所。」遵令披視，得鐵锥貫頂。考問，以淫殺夫。\\n　　漢，範式，字巨卿，山陽金鄉人也，一名泛，與汝南張劭為友，劭字符伯。二人並\\n游太學，後告歸鄉里，式謂元伯曰「後二年，當還。將過拜尊親，見孺子焉。」乃共克\\n期日。後期方至，元伯具以白母，請設饌以候之。母曰：「二年之別，千里結言，爾何\\n相信之審耶！」曰：「巨卿信士，必不乖違。」母曰：「若然，當為爾醞酒。」至期，\\n果到。升堂，拜飲，盡歡而別。後元伯寢疾，甚篤，同郡到君章殷子徵晨夜省視之。元\\n伯臨終，歎曰：「恨不見我死友。」子徵曰：「吾與君章盡心於子，是非死友，復欲誰\\n求？」元伯曰：「若二子者，吾生友耳。山陽范巨卿，所謂死友也。」尋而卒。式忽夢\\n見元伯，玄冕，垂纓，屣履，而呼曰：「巨卿！吾以某日死，當以爾時葬。永歸黃泉。\\n子未忘我，豈能相及！」式恍然覺悟，悲歎泣下。便服朋友之服，投其葬日，馳往赴之\\n。未及到而喪已發引。既至壙，將窆，而柩不肯進。其母撫之曰：「元伯！豈有望耶？\\n」遂停柩移時，乃見素車，白馬，號哭而來。其母望之，曰：「是必范巨也。」既至，\\n叩喪，言曰：「行矣元伯！死生異路，永從此辭。」會葬者千人，咸為揮涕。式因執紼\\n而引柩。於是乃前。式遂留止冢次，為修墳樹，然後乃去。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十二卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　天有五氣，萬物化成：木清則仁，火清則禮，金清則義，水清則智，土清則思：五\\n氣盡純，聖德備也。木濁則弱，火濁則淫，金濁則暴，水濁則貪，土濁則頑：五氣盡濁\\n，民之下也。中土多聖人，和氣所交也。絕域多怪物，異氣所產也。苟稟此氣，必有此\\n形；苟有此形，必生此性。故食穀者智能而文，食草者多力而愚，食桑者有絲而蛾，食\\n肉者勇橄而悍，食土者無心而不息，食氣者神明而長壽，不食者不死而神。大腰無雄，\\n細腰無雌；無雄外接，無雌外育。三化之蟲，先孕後交；兼愛之獸，自為牝牡；寄生因\\n夫高木，女蘿托乎茯苓，木株於土，萍植於水，鳥排虛而飛，獸跖實而走，蟲土閉而蟄\\n，魚淵潛而處。本乎天者親上，本乎地者親下，本乎時者親旁：各從其類也。千歲之雉\\n，入海為蜃；百年之雀，入海為蛤；千歲龜鼋，能與人語；千歲之狐，起為美女；千歲\\n之蛇，斷而復續；百年之鼠，而能相卜：數之至也。春分之日，鷹變為鳩；秋分之日，\\n鳩變為鷹：時之化也。故腐草之為螢也，朽葦之為蛬也，稻之為也，麥之為蝴蝶也；羽\\n翼生焉，眼目成焉，心智在焉：此自無知化為有知，而氣易也。雀之為獐也，蛬之為蝦\\n也：不失其血氣，而形性變也。若此之類，不可勝論。應變而動，是為順常；苟錯其方\\n，則為妖眚。故下體生於上，上體生於下：氣之反者也。人生獸，獸生人：氣之亂者也\\n。男化為女，女化為男：氣之貿者也。魯，牛哀，得疾，七日化而為虎，形體變易，爪\\n牙施張。其兄啟戶而入，搏而食之。方其為人，不知其將為虎也；方有為虎，不知其常\\n為人也。故晉，太康中，陳留阮士瑀，傷於虺，不忍其痛，數嗅其瘡，已而雙虺成於鼻\\n中。元康中，歷陽紀元載客食道龜，已而成瘕，醫以藥攻之，下龜子數升，大如小錢，\\n頭足殼備，文甲皆具，惟中藥已死。夫妻非化育之氣，鼻非胎孕之所，享道非下物之具\\n：從此觀之，萬物之生死也，與其變化也，非通神之思，雖求諸已，惡識所自來。然朽\\n草之為螢，由乎腐也；麥之為蝴蝶，由乎濕也。爾則萬物之變，皆有由也。農夫止麥之\\n化者，漚之以灰；聖人理萬物之化者，濟之以道：其然與；不然乎？\\n　　季桓子穿井，獲如土缶，其中有羊焉，使問之仲尼，曰：「吾穿井其獲狗，何耶？\\n」仲尼曰：「以丘所聞，羊也。丘聞之：木石之怪，夔，『魍魎』。水中之怪，龍，『\\n罔象』。土中之怪曰『賁羊』。」夏鼎志曰：「『罔象』如三歲兒，赤目，黑色，大耳\\n，長臂，赤爪。索縛，則可得食。」王子曰：「木精為『游光』，金精為『清明』也。\\n」\\n　　晉惠帝元康中，吳郡婁縣懷瑤家忽聞地中有犬聲隱隱。視聲發處，上有小竅，大如\\n蚓穴。瑤以杖刺之，入數尺，覺有物。乃掘視之，得犬子，雌雄各一，目猶未開，形大\\n於常犬。哺之，而食。左右咸往觀焉。長老或云：「此名『犀犬』，得之者，令家富昌\\n，宜當養之。」以目未開，還置竅中，覆以磨礱，宿昔發視，左右無孔，遂失所在。瑤\\n家積年無他禍幅。至太興中，吳郡太守張懋，聞齋內牀下犬聲。求而不得。既而地坼，\\n有二犬子，取而養之，皆死。其後懋為吳興兵沈充所殺。尸子曰：「地中有犬，名曰『\\n地狼』；有人，名曰『無傷』。」夏鼎志曰：「掘地而得狗，名曰『賈』；掘地而得豚\\n，名曰『邪』；掘地而得人，名曰『聚』。『聚』無傷也。」此物之自然，無謂鬼神而\\n怪之。然則『賈』與『地狼』名異，其實一物也。淮南畢萬曰：「千歲羊肝，化為『地\\n宰』；蟾蜍得『苽』，卒時為『鶉』。」此皆因氣化以相感而成也。　　吳諸葛恪為丹\\n陽太守，嘗出獵，兩山之間，有物如小兒，伸手欲引人。恪令伸之，乃引去故地。去故\\n地，即死。既而參佐問其故，以為神明。恪曰：「此事在白澤圖內；曰：『兩山之間，\\n其精如小兒，見人，則伸手欲引人，名曰「傒囊」，引去故地，則死。』無謂神明而異\\n之。諸君偶未見耳。」\\n　　王莽建國四年，池陽有小人景，長一尺餘，或乘車，或步行，操持萬物，大小各自\\n相稱，三日乃止。莽甚惡之。自後盜賊日甚，莽竟被殺。管子曰：「涸澤數百歲，谷之\\n不徙，水之不絕者，生『慶忌』。『慶忌』者，其狀若人，其長四寸，衣黃衣，冠黃冠\\n，戴黃蓋，乘小馬，好疾馳，以其名呼之，可使千里外一日反報。」然池陽之景者，或\\n「慶忌」也乎。又曰：「涸小水精，生『蚳』。」「蚳」者，一頭而兩身，其狀若蛇，\\n長八尺，以其名呼之，可使取魚鱉。\\n　　晉，扶風楊道和，夏於田中，值雨，至桑樹下，霹靂下擊之，道和以鋤格折其股，\\n遂落地，不得去。唇如丹，目如鏡，毛角長三寸，餘狀似六畜，頭似獮猴。\\n　　秦時，南方有「落頭民」，其頭能飛。其種人部有祭祀，號曰「蟲落」，故因取名\\n焉，吳時，將軍朱桓，得一婢，每夜臥後，頭輒飛去。或從狗竇，或從天窗中出入，以\\n耳為翼，將曉，復還。數數如此，傍人怪之，夜中照視，唯有身無頭，其體微冷，氣息\\n裁屬。乃蒙之以被。至曉，頭還，礙被不得安，兩三度，墮地。噫咤甚愁，體氣甚急，\\n狀若將死。乃去被，頭復起，傅頸。有頃，和平。桓以為大怪，畏不敢留，乃放遣之。\\n既而詳之，乃知天性也。時南征大將，亦往往得之。又嘗有覆以銅盤者，頭不得進：遂\\n死。\\n  　江，漢之域，有「貙人」，其先，廩君之苗裔也，能化為虎。長沙所屬蠻縣東高居\\n民，曾作檻捕虎，檻發，明日眾人共往格之，見一亭長，赤幘，大冠，在檻中坐。因問\\n「君何以入此中？」亨長大怒曰：「昨忽被縣召，夜避雨，遂誤入此中。急出我。」曰\\n：「君見召，不當有文書耶？」即出懷中召文書。於是即出之。尋視，乃化為虎，上山\\n走。或云：「貙，虎化為人，如著紫葛衣，其足無踵，虎，有五指者，皆是貙。」\\n　　蜀中西南高山之上，有物，與猴相類，長七尺，能作人行，善走逐人，名曰「猳國\\n」，一名「馬化」，或曰「玃猿。」伺道行婦女有美者，輒盜取，將去，人不得知。若\\n有行人經過其旁，皆以長繩相引，猶故不免。此物能別男女氣臭，故取女，男不取也。\\n若取得人女，則為家室。其無子者，終身不得還。十年之後，形皆類之。意亦迷惑，不\\n復思歸。若有子者，輒抱送還其家，產子，皆如人形。有不養者，其母輒死；故懼怕之\\n，無敢不養。及長，與人不異。皆以楊為姓。故今蜀中西南多諸楊，率皆是「猳國」「\\n馬化」之子孫也。\\n　　臨川間諸山有妖物，來常因大風雨，有聲如嘯，能射人，其所著者，有頃，便腫，\\n大毒。有雌雄：雄急，而雌緩；急者不過半日間，緩者經宿。其旁人常有以救之，救之\\n少遲，則死。俗名曰「刀勞鬼。」故外書云：「鬼神者，其禍福發揚之驗於世者也。」\\n老子曰：「昔之得一者：天得一以清，地得一以寧，神得一以靈，谷得一以盈，侯王得\\n一以為天下貞。」然則天地鬼神，與我並生者也；氣分則性異，域別則形殊，莫能相兼\\n也。生者主陽，死者主陰，性之所托，各安其生，太陰之中，怪物存焉。\\n　　越地深山中有鳥，大如鳩，青色，名曰「冶鳥」，穿大樹，作巢，如五六升器，戶\\n口逕數寸：周飾以土埡，赤白相分，狀如射侯。伐木者見此樹，即避之去；或夜冥不見\\n鳥，鳥亦知人不見，便鳴喚曰：「咄咄上去！」明日便宜急上；「咄咄下去！」明日便\\n宜急下；若不使去，但言笑而不已者，人可止伐也。若有穢惡及其所止者，則有虎通夕\\n來守，人不去，便傷害人。此鳥，白日見其形，是鳥也；夜聽其鳴，亦鳥也；時有觀樂\\n者，便作人形，長三尺，至澗中取石蟹；就人炙之，人不可犯也。越人謂此鳥是「越祝\\n」之祖也。\\n　　南海之外，有「鮫人」，水居，如魚，不廢織績。其眼，泣，則能出珠。\\n　　廬江耽，樅陽二縣境，上有大青小青黑居山野之中，時聞哭聲多者至數十人，男女\\n大小，如始喪者。鄰人驚駭，至彼奔赴，常不見人。然於哭地，必有死喪。率聲若多，\\n則為大家；聲若小，則為小家。\\n　　廬江大山之間，有「山都」，似人，裸身，見人便走。有男，女，可長四五丈，能\\n相喚，常在幽昧之中，似魑魅鬼物。\\n　　漢光武中平中（註：中平當為中元，因光武無中平年號。或光武為靈帝之誤。），\\n有物處於江水，其名曰「蜮」，一曰「短狐」。能含沙射人。所中者，則身體筋急，頭\\n痛，發熱。劇者至死。江人以術方抑之，則得沙石於肉中。詩所謂「為鬼，為蜮」，則\\n不可測也。今俗謂之「溪毒」。先儒以為男女同川而浴，淫女，為主亂氣所生也。\\n　　漢，永昌郡不違縣，有禁水；水有毒氣，唯十一月，十三月差可渡涉，自正月至十\\n月不可渡；渡輒病殺人，其氣中有惡物，不見其形，其似有聲。如有所投擊內中木，則\\n折；中人，則害。士俗號為「鬼彈。」故郡有罪人，徙之禁防，不過十日，皆死。\\n　　余外婦姊夫蔣士，有傭客，得疾，下血；醫以中蠱，乃密以蘘荷根布席下，不使知\\n，乃狂言曰：「食我蟲者，乃張小小也。」乃呼「小小亡」云，今世攻蠱，多用蘘荷根\\n，往往驗。蘘荷，或謂嘉草。\\n　　鄱陽趙壽，有犬，蠱，時陳岑詣壽，忽有大黃犬六七群，出吠岑，後余相伯歸與壽\\n婦食，吐血，幾死。乃屑桔梗以飲之而愈。蠱有怪物，若鬼，其妖形變化雜類殊種：或\\n為狗豕，或為蟲蛇。其人不自知其形狀，行之於百姓，所中皆死。\\n　　滎陽郡有一家，姓廖，累世為蠱，以此致富。後取新婦，不以此語之。遇家人咸出\\n，唯此婦守舍，忽見屋中有大缸，婦試發之，見有大蛇，婦乃作湯灌殺之。及家人歸，\\n婦具白其事，舉家驚惋。未幾，其家疾疫，死亡略盡。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十三卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　泰山之東，有澧泉，其形如井，本體是石也。欲取飲者，皆洗心志，跪而挹之，則\\n泉出如飛，多少足用，若或污漫，則泉止焉。蓋神明之嘗志者也。\\n　　二華之山，本一山也，當河，河水過之，而曲行；河神巨靈，以手擘開其上，以足\\n蹈離其下，中分為兩，以利河流。今觀手跡於華岳上，指掌之形具在；腳跡在首陽山下\\n，至今猶存。故張衡作西京賦所稱「巨靈贔屭，高掌遠蹠，以流河曲」，是也。\\n　　漢武徙南嶽之祭於廬江灊縣霍山之上，無水，廟有四鑊，可受四十斛，至祭時，水\\n輒自滿，用之，足了，事畢，即空，塵土樹葉，莫之污也。積五十歲，歲作四祭，後但\\n作三祭，一鑊自敗。\\n　　樊東之口，有樊山，若天旱，以火燒山，即至大雨。今往有驗。\\n　　空乘之地，今名為孔寶，在魯南，山之穴外，有雙石，如桓楹起立，高數丈。魯人\\n弦歌祭祀，穴中無水，每當祭時，灑掃以告，輒有清泉自石間出，足以周事。既已，泉\\n亦止。其驗至今存焉。\\n　　湘穴中有黑土，歲大旱，人則共壅水以塞此穴；穴淹，則大雨立至。\\n　　秦惠王二十七年，使張儀築成都城，屢頹。忽有大龜浮於江，至東子城東南隅而斃\\n。儀以問巫。巫曰：「依龜築之。」便就，故名龜化城。\\n　　由拳縣，秦時長水縣也。始皇時童謠曰：「城門有血，城當陷沒為湖。」有嫗聞之\\n，朝朝往窺。門將欲縳之。嫗言其故。後門將以犬血塗門，嫗見血，便走去。忽有大水\\n，欲沒縣。主簿令幹入白令，令曰：「何忽作魚？」幹曰：「明府亦作魚。」遂淪為湖\\n。\\n　　秦時，築城於武周塞內，以備胡，城將成，而崩者數焉。有馬馳走，周旋反覆，父\\n老異之，因依馬跡以築城，城乃不崩。遂名馬邑。其故城今在朔州。\\n　　漢武帝鑿昆明池，極深，悉是灰墨，無復土。舉朝不解。以問東方朔。朔曰：「臣\\n愚不足以知之。」曰：「試問西域人。」帝以朔不知，難以移問。至後漢明帝時，西域\\n道人入來洛陽，時有憶方朔言者，乃試以武帝時灰墨問之。道人云：「經云：『天地大\\n劫將盡，則劫燒。』此劫燒之餘也。」乃知朔言有旨。\\n　　臨汜縣有廖氏，世老壽。後移居，子孫輒殘折。他人居其故宅，復累世壽。乃知是\\n宅所為。不知何故。疑井水赤。乃掘井左右，得古人埋丹砂數十斛；丹汁入井，是以飲\\n水而得壽。\\n　　江東名「餘腹」者：昔吳王闔閭江行，食膾，有餘，因棄中流，悉化為魚；今魚中\\n有名「吳王膾餘」者，長數寸，大者如箸，猶有膾形。\\n　　蟛，蠏也。嘗通夢於人，自稱「長卿」。今臨海人多以「長卿」呼之。\\n　　南方有蟲，名「」，一名「蠋」，又名「青蚨」。形似蟬而稍大，味辛美，可食。\\n生子必依草葉，大如蠶子，取其子，母即飛來，不以遠近，雖潛取其子，母必知處。以\\n母血塗錢八十一文，以子血塗錢八十一文：每市物。或先用母錢，或先用子錢，皆復飛\\n歸。輪轉無已。故淮南子術以之還錢，名曰「青蚨。」\\n　　土蜂，名曰「蜾蠃」，今世謂「」、「細腰」之類。其為物雄而無雌，不交，不產\\n；常取桑蟲或阜螽子育之，則皆化成己子。亦或謂之「螟蛉。」詩曰：「螟蛉有子，蜾\\n蠃負之」，是也。\\n　　木蠹，生蟲，羽化為蝶。\\n　　蝟多刺，故不使超踰楊柳。\\n　　崑崙之，地首也，是惟帝之下都，故其外絕以弱水之深，又環以炎火之山。山上有\\n鳥獸草木，皆生育滋長於炎火之中；故有「火澣布」，非此山草木之皮枲，則其鳥獸之\\n毛也。漢世西域舊獻此布，中閒久絕。至魏初時，人疑其無有。文帝以為火性酷裂，無\\n含生之氣，著之典論，明其不然之事，絕智者之聽。及明帝立，詔三公曰：「先帝昔著\\n典論，不朽之格言，其刊石於廟門之外及太學，與『石經』並以永示來世。」至是，西\\n域使人獻「火浣布」袈裟，於是刊滅此論，而天下笑之。\\n　　夫金之性一也，以五月丙午日中鑄，為「陽燧」，以十一月壬子夜半鑄，為「陰燧\\n」（言丙午日鑄為「陽燧」，可取火；壬子夜鑄為「陰燧」，可取水也）。\\n　　漢靈帝時，陳留蔡邕，以數上書陳奏，忤上旨意，又內寵惡之，慮不免，乃亡命江\\n海，遠跡吳會。至吳，吳人有燒桐以爨者，邕聞火烈聲，曰：「此良材也。」因請之，\\n削以為琴，果有美音。而其尾焦，因名「焦尾琴」。\\n　　蔡邕嘗至柯亭，以竹為椽，邕仰盼之，曰：「良竹事。」取以為笛，發聲遼亮。一\\n云：「邕告吳人曰：『吾昔嘗經會稽高遷亭，見屋東間第十六竹椽可為笛，取用，果有\\n異聲。』」</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十四卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　昔高陽氏，有同產而為夫婦，帝放之於崆峒之野。相抱而死。神鳥以不死草覆之，\\n七年，男女同體而生。二頭，四手足，是為蒙雙氏。\\n　　高辛氏，有老婦人，居於王宮，得耳疾，歷時，醫為挑治，出頂蟲，大如繭。婦人\\n去，後置以瓠籬，覆之以盤，俄爾頂蟲乃化為犬。其文五色，因名盤瓠，遂畜之。時戎\\n吳強盛，數侵邊境，遣將征討，不能擒勝。乃募天下有能得戎吳將軍首者，贈金千斤，\\n封邑萬戶，又賜以少女。後盤瓠銜得一頭，將造王闕。王診視之，即是戎吳。為之奈何\\n？群臣皆曰：「盤瓠是畜，不可官秩，又不可妻。雖有功，無施也。」少女聞之，啟王\\n曰：「大王既以我許天下矣。盤瓠銜首而來，為國除害，此天命使然，豈狗之智力哉。\\n王者重言，伯者重信，不可以女子微軀，而負明約於天下，國之禍也。」王懼而從之。\\n令少女從盤瓠，盤瓠將女上南山，草木茂盛，無人行跡。於是女解去衣裳，為僕豎之結\\n，著獨力之衣，隨盤瓠升山，入谷，止於石室之中。王悲思之，遣往視覓，天輒風雨，\\n嶺震，雲晦，往者莫至。蓋經三年，產六男，六女。盤瓠死，後自相配偶，因為夫婦。\\n織績木皮，染以草實。好五色衣服，裁制皆有尾形。後母歸，以語王，王遣使迎諸男女\\n，天不復兩。衣服褊褳，言語侏禽，飲食蹲踞，好山惡都。王順其意，賜以名山，廣澤\\n，號曰「蠻夷」。蠻夷者，外癡內黠，安土重舊，以其受異氣於天命，故待以不常之律\\n。田作，賈販，無關繻，符傳，租稅之賦。有邑，君長皆賜印綬。冠用獺皮，取其游食\\n於水。今即梁漢、巴蜀、武陵、長沙、廬江郡夷是也。用糝，雜魚肉，叩槽而號，以祭\\n盤瓠，其俗至今。故世稱「赤髀，橫裙，盤瓠子孫。」\\n　　槀離國王侍婢有娠，王欲殺之。婢曰：「有氣如雞子，從天來下，故我有娠。」後\\n生子，捐之豬圈中，豬以喙噓之；徙至馬櫪中馬復以氣噓之。故得不死。王疑以為天子\\n也，乃令其母收留之，名曰東明。常令牧馬。東明善射，王恐其奪己國也，欲殺之。東\\n明走，南至施掩水，以弓擊水。魚鱉浮為橋，東明得渡。魚鱉解散，追兵不得渡。因都\\n王夫餘。\\n　　古徐國宮人娠而生卵，以為不祥，棄之水濱。有犬，名鵠蒼，銜卵以歸。遂生兒，\\n為徐嗣君。後鵠蒼臨死，生角而九尾，實黃龍也。葬之徐里中。見有狗壟在焉。\\n　　鬥伯比父早亡，隨母歸在舅姑之家，後長大，乃奸妘子之女，生子文。其妘子妻恥\\n女不嫁而生子。乃棄於山中。妘子遊獵，見虎乳一小兒，歸與妻言，妻曰：「此是我女\\n與伯比私通生此小兒。我恥之，送於山中。」妘子乃迎歸養之，配其女與伯比。楚人因\\n呼子文為「谷烏菟」。仕至楚相也。\\n　　齊惠公之妾蕭同叔子見御，有身，以其賤，不敢言也，取薪而生頃公於野，又不敢\\n舉也。有狸乳而鸇覆之。人見而收，因名曰無野，是為頃公。\\n　　袁釰者，羌豪也，秦時，拘執為奴隸，後得亡去，秦人追之急迫，藏於穴中，秦人\\n焚之，有景相如虎來為蔽，故得不死。諸羌神之，推以為君。其後種落熾盛。\\n　　後漢定襄太守竇奉妻生子武，并生一蛇。奉送蛇於野中，及武長大，有海內俊名。\\n母死，將葬未窆，賓客聚集，有大蛇從林草中出，逕來棺下，委地俯仰，以頭擊棺，血\\n涕並流，狀若哀慟，有頃而去。時人知為竇氏之祥。\\n　　晉懷帝永嘉中，有韓媼者，於野中見巨卵。持歸育之，得嬰兒。字曰撅兒。方四歲\\n，劉淵築平陽城，不就，募能城者。撅兒應募。因變為蛇，令媼遺灰志其後，謂媼曰：\\n「憑灰築城，城可立就。」竟如所言。淵怪之，遂投入山穴間，露尾數寸，使者斬之，\\n忽有泉出穴中，匯為池，因名金龍池。\\n　　元帝永昌中，暨陽人任谷，因耕，息於樹下，忽有一人著羽衣就淫之。既而不知所\\n在。谷遂有妊。積月，將產，羽衣人復來，以刀穿其陰下，出一蛇子，便去。谷遂成宦\\n者，詣闕自陳，留於宮中。\\n　　舊說：太古之時，有大人遠征，家無餘人，唯有一女。牡馬一匹，女親養之。窮居\\n幽處，思念其父，乃戲馬曰：「爾能為我迎得父還，吾將嫁汝。」馬既承此言，乃絕韁\\n而去。逕至父所。父見馬，驚喜，因取而乘之。馬望所自來，悲鳴不已。父曰：「此馬\\n無事如此，我家得無有故乎！」亟乘以歸。為畜生有非常之情，故厚加芻養。馬不肯食\\n。每見女出入，輒喜怒奮擊。如此非一。父怪之，密以問女，女具以告父：「必為是故\\n。」父曰：「勿言。恐辱家門。且莫出入。」於是伏弩射殺之。暴皮於庭。父行，女以\\n鄰女於皮所戲，以足蹙之曰：「汝是畜生，而欲取人為婦耶！招此屠剝，如何自苦！」\\n言未及竟，馬皮蹷然而起，卷女以行。鄰女忙怕，不敢救之。走告其父。父還求索，已\\n出失之。後經數日，得於大樹枝間，女及馬皮，盡化為蠶，而績於樹上。其蠒綸理厚大\\n，異於常蠶。鄰婦取而養之。其收數倍。因名其樹曰桑。桑者，喪也。由斯百姓競種之\\n，今世所養是也。言桑蠶者，是古蠶之餘類也。案：《天官》：「辰，為馬星。」《蠶\\n書》曰：「月當大火，則浴其種。」是蠶與馬同氣也。《周禮》：「教人職掌，票原蠶\\n者。」注云：「物莫能兩大，禁原蠶者，為其傷馬也。」漢禮皇后親採桑祀蠶神，曰：\\n「菀窳婦人，寓氏公主。」公主者，女之尊稱也。菀窳婦人，先蠶者也。故今世或謂蠶\\n為女兒者，是古之遺言也。\\n　　羿請無死之藥於西王母，嫦娥竊之以奔月，將往，枚筮之於有黃。有黃占之曰：「\\n吉。翩翩歸妹，獨將西行。逢天晦芒，毋恐毋驚。後且大昌。」嫦娥遂托身於月，是為\\n「蟾蠩」。\\n　　舌埵山帝之女死，化為怪草，其葉鬱茂，其華黃色，其實如兔絲。故服怪草者，恒\\n媚於人焉。\\n　　滎陽縣南百餘里，有蘭巖山，峭拔千丈，常有雙鶴，素羽皦然，日夕偶影翔集。相\\n傳云：「昔有夫婦隱此山，數百年，化為雙鶴，不絕往來。」忽一旦，一鶴為人所害，\\n其一鶴歲常哀鳴。至今響動岩谷，莫知其年歲也。\\n　　豫章新喻縣男子，見田中有六七女，皆衣毛衣，不知是鳥。匍匐往得其一女所解毛\\n衣，取藏之，即往就諸鳥。諸鳥各飛去，一鳥獨不得去。男子取以為婦。生三女。其母\\n后使女問父，知衣在積稻下，得之，衣而飛去，後復以迎三女，女亦得飛去。\\n　　漢靈帝時，江夏黃氏之母浴盤水中，久而不起，變為鼋矣。婢驚走告。比家人來，\\n鼋轉入深淵。其後時時出見。初，浴，簪一銀釵，猶在其首。於是黃氏累世不敢食鼋肉\\n。\\n　　魏黃初中，清河宋士宗母，夏天於浴室裡浴，遣家中大小悉出，獨在室中。良久，\\n家人不解其意，於壁穿中窺之。不見人體，見盆水中有一大鱉。遂開戶，大小悉入，了\\n不與人相承。嘗先著銀釵，猶在頭上。相與守之。啼泣無可奈何。意欲求去，永不可留\\n。視之積日，轉懈。自捉出戶外。其去甚駛，逐之不及，遂便入水。後數日，忽還，巡\\n行宅舍如平生，了無所言而去。時人謂士宗應行喪治服；士宗以母形雖變，而生理尚存\\n，竟不治喪。此與江夏黃母相似。\\n　　吳孫皓寶鼎元年六月，晦，丹陽宣騫母，年八十矣。亦因洗浴化為鼋，其狀如黃氏\\n。騫兄弟四人，閉戶衛之，掘堂上作大坎，瀉水其中。鼋入坎遊戲。一二日間，恒延頸\\n外望，伺戶小開，便輪轉自躍入於深淵。遂不復還。\\n　　漢獻帝建安中，東郡民家有怪；無故，甕器自發訇訇作聲，若有人擊。盤案在前，\\n忽然便失，雞生子，輒失去。如是數歲，人甚惡之。乃多作美食，覆蓋，著一室中，陰\\n藏戶間窺伺之。果復重來，發聲如前。聞，便閉戶，周旋室中，了無所見。乃闇以杖撾\\n之。良久，於室隅間有所中，便聞呻吟之聲，曰：「！！」宜死。開戶視之，得一老翁\\n，可百餘歲，言語了不相當，貌狀頗類於獸。遂行推問，乃於數里外得其家，云：「失\\n來十餘年。」得之哀喜。後歲餘，復失之。聞陳留界復有怪如此。時人咸以為此翁。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十五卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　秦始皇時，有王道平，長安人也，少時與同村人唐叔偕女，小名父喻，容色俱美，\\n誓為夫婦。尋王道平被差征伐，落墮南國，九年不歸，父母見女長成。即聘與劉祥為妻\\n，女與道平，言誓甚重，不肯改事。父母逼迫，不免出嫁劉祥。經三年，忽忽不樂，常\\n思道平，忿怨之深，悒悒而死。死經三年，平還家，乃詰鄰人：「此女安在？」鄰人云\\n：「此女意在於君，被父母凌逼，嫁與劉祥，今已死矣。」平問：『墓在何處？」鄰人\\n引往墓所，平悲號哽咽，三呼女名，繞墓悲苦，不能自止。平乃祝曰：「我與汝立誓天\\n地，保其終身，豈料官有牽纏，致令乖隔，使汝父母與劉祥，既不契於初心，生死永訣\\n。然汝有靈聖，使我見汝生平之面。若無神靈，從茲而別。」言訖，又復哀泣逡巡。其\\n女魂自墓出，問平：「何處而來？良久契闊。與君誓為夫婦，以結終身，父母強逼，乃\\n出聘劉祥，已經三年，日夕憶君，結恨致死，乖隔幽途。然念君宿念不忘，再求相慰，\\n妾身未損，可以再生，還為夫婦。且速開冢，破棺，出我，即活。」平審言，乃啟墓門\\n，捫看。其女果活。乃結束隨平還家。其夫劉祥聞之，驚怪，申訴於州縣。檢律斷之，\\n無條，乃錄狀奏王。王斷歸道平為妻。壽一百三十歲。實謂精誠貫於天地，而獲感應如\\n此。\\n　　晉武帝世，河間郡有男女私悅，許相配適；尋而男從軍，積年不歸，女家更欲適之\\n，女不願行，父母逼之，不得已而去，尋病死。其男戍還，問女所在，其家具說之；乃\\n至冢，欲哭之敘哀，而不勝其情，遂發冢，開棺，女即蘇活，因負還家，將養數日，平\\n復如初。後夫聞，乃往求之；其人不還，曰：「卿婦已死，天下豈聞死人可復活耶？此\\n天賜我，非卿婦也。」於是相訟，郡縣不能決，以讞廷尉，秘書郎王導奏以：「精誠之\\n至，感於天地，故死而更生，此非常事，不得以常禮斷之。請還開冢者。」朝廷從其議\\n。\\n　　漢獻帝建安中，南陽賈偶，字文合，得病而亡。時有吏，將詣太山司命，閱簿，謂\\n吏曰：「當召某郡文合，何以召此人？可速遣之。」時日暮，遂至郭外樹下宿，見一年\\n少女獨行，文合問曰：「子類衣冠，何乃徒步？姓字為誰？」女曰：「某，三河人，父\\n見為弋陽令，昨被召來，今卻得還，遇日暮，懼獲瓜田李下之譏，望君之容，必是賢者\\n，是以停留，依憑左右。」文合曰：「悅子之心，願交歡於今夕。」女曰：「聞之諸姑\\n：女子以貞專為德，潔白為稱。」文合反覆與言，終無動志。天明，各去。文合卒巳再\\n宿，停喪將殮，視其面，有色，捫心下，稍溫，少頃，卻蘇。後文合欲驗其實，遂至弋\\n陽，修刺謁令，因問曰：「君女寧卒而卻蘇耶？」具說女子姿質，服色，言語，相反覆\\n本末。令入問女，所言皆同。乃大驚歎。竟以此女配文合焉。\\n　　漢建安四年二月，武陵充縣婦人李娥，年六十歲，病卒，埋於城外，已十四日。娥\\n比舍有蔡仲，聞娥富，謂殯當有金寶，乃盜發冢求金，以斧剖棺。斧數下，娥於棺中言\\n曰：「蔡仲！汝護我頭。」仲驚，遽便出走，會為縣吏所見，遂收治。依法，當棄市。\\n娥兒聞母活，來迎出，將娥回去。武陵太守聞娥死復生，召見，問事狀。娥對曰：「聞\\n謬為司命所召，到時，得遣出，過西門外，適見外兄劉伯文，驚相勞問，涕泣悲哀。娥\\n語曰：『伯文！我一日誤為所召，今得遣歸，既不知道，不能獨行，為我得一伴否？又\\n我見召在此，已十餘日，形體又為家人所葬埋，歸，當那得自出？』伯文曰：『當為問\\n之。』即遣門卒與屍曹相問：『司命一日誤召武陵女子李娥，今得遣還，娥在此積日，\\n屍喪，又當殯殮，當作何等得出；又女弱，獨行，豈當有伴耶？是吾外妹，幸為便安之\\n。」答曰：『今武陵西界，有男子李黑，亦得遣還，便可為伴。兼敕黑過娥比舍蔡仲，\\n發出娥也。』於是娥遂得出。與伯文別，伯文曰：『書一封，以與兒佗。』娥遂與黑俱\\n歸。事狀如此。」太守聞之，慨然歎曰：「天下事真不可知也。」乃表，以為：「蔡仲\\n雖發冢為鬼神所使；雖欲無髮，勢不得已，宜加寬宥。」詔書報可。太守欲驗語虛實，\\n即遣馬吏於西界，推問李黑，得之，與黑語協。乃致伯文書與佗，佗識其紙，乃是父亡\\n時送箱中文書也。表文字猶在也，而書不可曉。乃請費長房讀之，曰：「告佗：我當從\\n府君出案行部，當以八月八日日中時，武陵城南溝水畔頓。汝是時必往。」到期，悉將\\n大小於城南待之。須臾果至，但聞人馬隱隱之聲，詣溝水，便聞有呼聲曰：「佗來！汝\\n得我所寄李娥書不耶？」曰：「即得之，故來至此。」伯文以次呼家中大小，久之，悲\\n傷斷絕，曰：「死生異路，不能數得汝消息，吾亡後，兒孫乃爾許大！」良久，謂佗曰\\n：「來春大病，與此一丸藥，以塗門戶，則辟來年妖癘矣。」言訖，忽去，竟不得見其\\n形。至來春，武陵果大病，白日皆見鬼，唯伯文之家，鬼不敢向。費長房視藥丸，曰：\\n「此『方相』腦也。」\\n　　漢，陳留考城，史姁，字威明，年少時，嘗病，臨死，謂母曰：「我死，當復生。\\n埋我，以竹杖柱於瘞上，若杖折，掘出我。」及死，埋之柱，如其言。七日，往視，杖\\n果折。即掘出之，已活。走至井上，浴，平復如故。後與鄰船至下邳賣鋤，不時售，云\\n：「欲歸。」人不信之，曰：「何有千里暫得歸耶？」答曰：「一宿便還。」即書，取\\n報以為驗。實一宿便還，果得報。考城令江夏賈和姊病，在鄰里，欲急知消息，請往省\\n之。路遙三千，再宿還報。\\n　　會稽賀瑀、字彥琚，曾得疾，不知人，惟心下溫，死三日，復甦。云：「吏人將上\\n天，見官府，入曲房，房中有層架，其上層有印，中層有劍，使瑀惟意所取；而短不及\\n上層，取劍以出門，吏問：『何得？』云：『得劍，』曰：『恨不得印，可策百神，劍\\n惟得使社公耳。』」疾愈，果有鬼來，稱社公。\\n　　戴洋，字國流，吳興長城人，年十二，病死。五日而蘇。說：「死時，天使其酒藏\\n吏授符箓，給吏從幡麾，將上蓬萊、崑崙、積石、太室、廬、衡等山，既而遣歸。」妙\\n解占候。知吳將亡，托病不仕，還鄉里，行至瀨鄉，經老子祠，皆是洋昔死時所見使處\\n，但不復見昔物耳。因問守藏應鳳曰：「去二十餘年，嘗有人乘馬東行，經老君祠而不\\n下馬，未達橋，墜馬死者否？」鳳言有之。所問之事，多與洋同。\\n  　吳臨海松陽人柳榮，從吳相張悌至揚州，榮病，死船中，二日，軍士已上岸。無有\\n埋之者，忽然大叫，言：「人縛軍師！人縛軍師！」聲甚激揚。遂活。人問之。榮曰：\\n「上天北斗門下卒，見人縛張悌，意中大愕，不覺大叫言。何以縛軍師？」門下人怒榮\\n，叱逐使去。榮便怖懼，口餘聲發揚耳。其日，悌即死戰。榮至晉元帝時猶存。\\n　　吳國富陽人馬勢，婦姓蔣。村人應病死者，蔣輒恍惚熟眠經日，見病人死，然後省\\n覺。覺，則具說。家中人不信之。語人云：「某中病我欲殺之，怒強，魂難殺，未即死\\n。我入其家內，架上有白米飰，幾種鮭，我暫過灶下，戲，婢無故犯我，我打其脊，使\\n婢當時悶絕，久之乃蘇。」其兄病，在烏衣人令殺之，向其請乞，終不下手。醒，乃語\\n兄云：「當活。」\\n　　晉咸寧二年十二月，瑯琊顏畿，字世都，得病，就醫，張瑳自治，死於張家。棺斂\\n已久。家人迎喪，旐每繞樹木而不可解。人咸為之感傷。引喪者忽顛仆，稱畿言曰：「\\n我壽命未應死，但服藥太多，傷我五臟耳。今當復活，慎無葬也。」其父拊而祝之，曰\\n：「若爾有命，當復更生，豈非骨肉所願；今但欲還家，不爾葬也。」旐乃解。及還家\\n，其婦夢之曰：「吾當復生，可急開棺。」婦便說之。其夕，母及家人又夢之。即欲開\\n棺，而父不聽；其弟含，時尚少，乃慨然曰：「非常之事，自古有之；今靈異至此，開\\n棺之痛，孰與不開相負？」父母從之。乃共發棺，果有生驗，以手刮棺，指爪盡傷，然\\n氣息甚微，存亡不分矣，於是急以綿飲瀝口，能咽，遂與出之。將護累月，飲食稍多，\\n能開目視瞻，屈伸手足，不與人相當，不能言語，飲食所須，托之以夢。如此者十餘年\\n。家人疲於供護，不復得操事；含乃棄絕人事，躬親侍養，以知名州黨。後更衰劣，卒\\n復還死焉。\\n　　羊祜，年五歲時，令乳母取所弄金鐶，乳母曰：「汝先無此物。」祜即詣鄰人李氏\\n東垣桑樹中，探得之。主人驚曰：「此吾亡兒所失物也，云何持去？」乳母具言之。李\\n氏悲惋。時人異之。\\n　　漢末，關中大亂，有發前漢宮人冢者，宮人猶活，既出，平復如舊。魏郭後愛念之\\n，錄置宮內，常在左右，問漢時宮中事，說之了了，皆有次緒。郭後崩，哭泣過哀，遂\\n死。\\n　　魏時太原發冢，破棺，棺中有一生婦人，將出，與語，生人也。送之京師，問其本\\n事，不知也。視其冢上樹木，可三十歲，不知此婦人三十歲，常生於地中耶？將一朝欻\\n生，偶與發冢者會也？\\n　　晉世，杜錫，字世嘏，家葬而婢誤不得出。後十餘年，開冢祔葬，而婢尚生。云：\\n「其始如瞑目。有頃，漸覺。」問之，自謂：「當一再宿耳。」初婢埋時，年十五六，\\n及開冢後，姿質如故。更生十五六年，嫁之，有子。\\n　　漢桓帝馮貴人，病亡；靈帝時有盜賊發冢，七十餘年，顏色如故，但肉小冷；群賊\\n共奸通之，至鬥爭相殺，然後事覺。後竇太后家被誅，欲以馮貴人配食下邳陳公達；議\\n以貴人雖是先帝所幸，屍體穢污，不宜配至尊，乃以竇太后配食。\\n　　吳孫休時，戍將於廣陵掘諸冢，取版，以治城，所壞甚多。復發一大冢，內有重閣\\n，戶扇皆樞轉可開閉，四周為徼道，通車，其高可以乘馬，又鑄銅人數十，長五尺，皆\\n大冠，朱衣，執劍，侍列。靈坐皆刻銅人。背後石壁，言：殿中將軍，或言：侍郎，常\\n侍。似公侯之冢。破其棺，棺中有人，髮已班白，衣冠鮮明，面體如生人。棺中雲母，\\n厚尺許，以白玉璧三十枚借屍。兵人輦共舉出死人，以倚冢壁；有一玉，長尺許，形似\\n冬瓜，從死人懷中透出，墮地；兩耳及孔鼻中。皆有黃金，如棗許大。\\n　　漢廣川王好發冢。發欒書冢，其棺柩盟器，悉毀爛無餘；唯有一白狐，見人驚走；\\n左右逐之，不得，戟傷其左足。是夕，王夢一丈夫，鬚眉盡白，來謂王曰：「何故傷吾\\n左足？」乃以杖叩王左足。王覺，腫痛，即生瘡，至死不差。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十六卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　昔顓頊氏有三子，死而為疫鬼：一居江水，為瘧鬼；一居若水，為魍魎鬼；一居人\\n宮室，善驚人小兒，為小鬼。於是正歲，命方相氏帥肆儺以驅疫鬼。\\n　　輓歌者，喪家之樂，執紼者相和之聲也。輓歌辭有薤露，蒿里二章。漢田橫門人作\\n。橫自殺，門人傷之，悲歌，言：人如薤上露，易稀滅；亦謂人死，精魂歸於蒿里。故\\n有二章。\\n　　阮瞻，字千里，素執無鬼論。物莫能難。每自謂，此理足以辨正幽明。忽有客通名\\n詣瞻，寒溫畢，聊談名理。客甚有才辨，瞻與之言，良久，及鬼神之事，反覆甚苦。客\\n遂屈，乃作色曰：「鬼神，古今聖賢所共傳，君何得獨言無？即僕便是鬼。」於是變為\\n異形，須臾消滅。瞻默然，意色太惡。歲餘，病卒。\\n　　吳興施續為尋陽督，能言論，有門生亦有理意，常秉無鬼論。忽有一黑衣白袷客來\\n，與共語，遂及鬼神。移日，客辭屈。乃曰：「君辭巧，理不足。僕即是鬼。何以云無\\n？」問：「鬼何以來？」答曰：「受使來取君。期盡明日食時。」門生請乞，酸苦，鬼\\n問：「有人似君者否？」門生云：「施續帳下都督，與僕相似。」便與俱往，與都督對\\n坐；鬼手中出一鐵鑿，可尺餘，安著都督頭，便舉椎打之。都督云：「頭覺微痛。」向\\n來轉劇，食頃，便亡。\\n　　蔣濟，字子通，楚國平阿人也，仕魏，為領軍將軍。其婦夢見亡兒，涕泣曰：「死\\n生異路，我生時為卿相子孫，今在地下，為泰山伍伯，憔悴困苦，不可復言。今太廟西\\n謳士孫阿見召為泰山令，願母為白侯，屬阿，令轉我得樂處。」言訖，母忽然驚寤。明\\n日以白濟。濟曰：「夢為虛耳，不足怪也。」日暮，復夢曰：「我來迎新君，止在廟下\\n未發之頃，暫得來歸。新君，明日日中當發。臨發多事，不復得歸。永辭於此。侯氣強\\n難感悟，故自訴於母，願重啟侯：何惜不一試驗之？」遂道阿之形狀言甚備悉。天明，\\n母重啟濟：「雖云夢不足怪，此何太適。適，亦何惜不一驗之？」濟乃遺人詣太廟下，\\n推問孫阿，果得之，形狀證驗，悉如兒言。濟涕泣曰：「幾負吾兒。」於是乃見孫阿，\\n具語其事。阿不懼當死，而喜得為泰山令，惟恐濟言不信也，曰：「若如節下言，阿之\\n願也。不知賢子欲得何職？」濟曰：「隨地下樂者與之。」阿曰：「輒當奉教。」乃厚\\n賞之。言訖，遣還。濟欲速知其驗，從領軍門至廟下，十步安一人，以傳消息。辰時，\\n傳阿心痛；已時，傳阿劇；日中，傳阿亡。濟曰：「雖哀吾兒之不幸，且喜亡者有知。\\n」後月餘，兒復來，語母曰：「已得轉為錄事矣。」\\n　　漢，不其縣，有孤竹城，古孤竹君之國也，靈帝光和元年，遼西人見遼水中有浮棺\\n，欲斲破之；棺中人語曰：「我是伯夷之弟，孤竹君也。海水壞我棺槨，是以漂流。汝\\n斲我何為？」人懼，不敢斲。因為立廟祠祀。吏民有欲發視者，皆無病而死。\\n　　溫序，字公次，太原祈人也，任護軍校尉，行部至隴西，為隗囂將所劫，欲生降之\\n。序大怒，以節撾殺人，賊趨，欲殺序。荀宇止之曰：「義士欲死節。」賜劍，令自裁\\n。序受劍，銜鬚著口中，歎曰：「則令鬚污土。」遂伏劍死。更始憐之，送葬到洛陽城\\n旁，為築冢。長子壽，為印平侯，夢序告之曰「久客思鄉。」壽即棄官，上書乞骸骨，\\n歸葬。帝許之。\\n　　漢，南陽文穎，字叔長，建安中為甘陵府丞，過界止宿，夜三鼓時，夢見一人跪前\\n曰：「昔我先人，葬我於此，水來湍墓，棺木溺，漬水處半，然無以自溫。聞君在此，\\n故來相依，欲屈明日暫住須臾，幸為相遷高燥處。」鬼披衣示穎，而皆沾濕。穎心愴然\\n，即寤。語諸左右。曰：「夢為虛耳亦何足怪。」穎乃還眠向寐處，夢見謂穎曰：「我\\n以窮苦告君，奈何不相愍悼乎？」穎夢中問曰：「子為誰？」對曰：「吾本趙人，今屬\\n汪芒氏之神。」穎曰：「子棺今何所在？」對曰：「近在君帳北十數步水側枯楊樹下，\\n即是吾也。天將明，不復得見，君必念之。」穎答曰：「喏！」忽然便寤。天明，可發\\n，穎曰：「雖曰夢不足怪，此何太適。」左右曰：「亦何惜須臾，不驗之耶？」穎即起\\n，率十數人將導順水上，果得一枯楊，曰：「是矣。」掘其下，未幾，果得棺。棺甚朽\\n壞，沒半水中。穎謂左右曰：『向聞於人，謂之虛矣；世俗所傳，不可無驗。」為移其\\n棺，葬之而去。\\n　　漢，九江何敞，為交州刺史，行部到蒼梧郡高安縣，暮宿鵠奔亭，夜猶未半，有一\\n女從樓下出，呼曰：「妾姓蘇，名娥，字始珠，本居廣信縣修里人。早失父母，又無兄\\n弟，嫁與同縣施氏，薄命夫死，有雜繒帛百二十疋，及婢一人，名致富，妾孤窮羸弱，\\n不能自振；欲之傍縣賣繒，從同縣男子王伯賃牛車一乘，直錢萬二千，載妾并繒，令致\\n富執轡，乃以前年四月十日到此亭外。於時日已向暮，行人斷絕，不敢復進，因即留止\\n，致富暴得腹痛。妾之亭長舍乞漿，取火，亭長龔壽，操戈持戟，來至車旁，問妾曰：\\n『夫人從何所來車上所載何物？丈夫安在？何故獨行？』妾應曰：『何勞問之？』壽因\\n持妾臂曰：『少年愛有色，冀可樂也。』妾懼怖不從，壽即持刀刺脅下一創，立死。又\\n刺致富，亦死。壽掘樓下，合埋妾在下，婢在上，取財物去。殺牛，燒車，車缸及牛骨\\n，貯亭東空井中。妾既冤死，痛感皇天，無所告訴，故來自歸於明使君。敞曰：「今欲\\n發出汝屍，以何為驗？」女曰：「妾上下著白衣，青絲履，猶未朽也，願訪鄉里，以骸\\n骨歸死夫。」掘之，果然。敞乃馳還，遣吏捕捉，拷問，具服。下廣信縣驗問，與娥語\\n合。壽父母兄弟，悉捕繫獄。敞表壽，常律，殺人不至族誅，然壽為惡首，隱密數年，\\n王法自所不免。令鬼神訴者，千載無一，請皆斬之，以明鬼神，以助陰誅。上報聽之。\\n　　濡須口有大船，船覆在水中，水小時便出見，長老云：「是曹公船。」嘗有漁人，\\n夜宿其旁，以船繫之；但聞竽笛弦歌之音，又香氣，非常。漁人始得眠，夢人驅遣，云\\n：「勿近官妓。」相傳云：「曹公載妓，船覆於此，至今在焉。」\\n　　夏侯愷，字萬仁，因病死、宗人兒苟奴，素見鬼，見愷數歸，欲取馬，并病其妻，\\n著平上幘，單衣，入坐生時西壁大牀，就人覓茶飲。\\n　　諸仲務，一女，顯姨，嫁為米元宗妻，產亡於家。俗聞，產亡者，以墨點面。其母\\n不忍，仲務密自點之，無人見者。元宗為始新縣丞，夢其妻來，上牀，分明見新白，面\\n上有黑點。\\n　　晉世，新蔡王昭平，犢車在廳事上，夜，無故自入齋室中，觸壁而出。後又數聞呼\\n噪攻擊之聲，四面而來。昭乃聚眾設弓弩戰鬥之備，指聲弓弩俱發，而鬼應聲接矢數枚\\n，皆倒入土中。\\n　　吳，赤烏三年，句章民楊度，至餘姚，夜行，有一少年，持琵琶，求寄載。度受之\\n。鼓琵琶數十曲，曲畢，乃吐舌，擘目，以怖度而去。復行二十里許，又見一老父，自\\n云：「姓王，名戒。」因復載之。謂曰：「鬼工鼓琵琶，甚哀。」戒曰：「我亦能鼓。\\n」即是向鬼。復擘眼，吐舌，度怖幾死。\\n　　瑯琊秦巨伯，年六十，嘗夜行，飲酒，道經蓬山廟，忽見其兩孫迎之；扶持百餘步\\n，便捉伯頸著地，罵：「老奴！汝某日捶我，我今當殺汝。」伯思，惟某時信捶此孫。\\n伯乃佯死，乃置伯去。伯歸家，欲治兩孫，兩孫驚惋，叩頭言：「為子孫寧可有此？恐\\n是鬼魅，乞更試之。」伯意悟，數日，乃詐醉，行此廟間，復見兩孫來扶持伯。伯乃急\\n持，鬼動作不得；達家，乃是兩人也。伯著火炙之，腹背俱焦坼，出著庭中，夜皆亡去\\n。伯恨不得殺之，後月餘，又佯酒醉，夜行，懷刃以去，家不知也，極夜不還，其孫恐\\n又為此鬼所困，乃俱往迎伯，伯竟刺殺之。\\n　　漢，武建元年，東萊人，姓池，家常作酒，一日，見三奇客，共持麵飯至，索其酒\\n飲。飲竟而去。頃之，有人來，云：「見三鬼酣醉於林中。」\\n　　吳先主殺武衛兵錢小小，形見大街，顧借賃人吳永，使永送書與街南廟，借木馬二\\n匹，以酒噀之，皆成好馬，鞍勒俱全。\\n　　南陽宋定伯，年少時，夜行，逢鬼，問之。鬼言：「我是鬼。」鬼問：「汝復誰？\\n」定伯誑之，言：「我亦鬼。」鬼問：「欲至何所？」答曰：「欲至宛市。」鬼言：「\\n我亦欲至宛市。」遂行。數里，鬼言：「步行太遲，可共遞相擔，何如？」定伯曰：「\\n大善。」鬼便先擔定伯數里。鬼言：「卿太重，將非鬼也。」定伯言：「我新鬼，故身\\n重耳。」定伯因復擔鬼，鬼略無重。如是再三，定伯復言：「我新鬼，不知有何所畏忌\\n？」鬼答言：「惟不喜人唾。」於是共行。道遇水，定伯令鬼先渡，聽之，了然無聲音\\n。定伯自渡，漕漼作聲。鬼復言：「何以有聲？」定伯曰：「新死，不習渡水故耳。勿\\n怪吾也。」行欲至宛市，定伯便擔鬼，著肩上，急執之。鬼大呼，聲咋咋然，索下，不\\n復聽之。逕至宛市中下著地，化為一羊，便賣之，恐其變化，唾之，得錢千五百，乃去\\n。當時石崇有言：「定伯賣鬼，得錢千五。」\\n　　吳王夫差，小女，名曰紫玉，年十八，才貌俱美。童子韓重，年十九，有道術，女\\n悅之，私交信問，許為之妻。重學於齊，魯之間，臨去，屬其父母使求婚。王怒、不與\\n。女玉結氣死，葬閶門之外。三年，重歸，詰其父母；父母曰：「王大怒，玉結氣死，\\n已葬矣。」重哭泣哀慟，具牲幣往弔於墓前。玉魂從墓出，見重流涕，謂曰：「昔爾行\\n之後，令二親從王相求，度必克從大願；不圖別後遭命，奈何！」玉乃左顧，宛頸而歌\\n曰：「南山有烏，北山張羅；烏既高飛，羅將奈何！意欲從君，讒言孔多。悲結生疾，\\n沒命黃壚。命之不造，冤如之何！羽族之長，名為鳳凰；一日失雄，三年感傷；雖有眾\\n鳥，不為匹雙。故見鄙姿，逢君輝光。身遠心近，何當暫忘。」歌畢，歔欷流涕，要重\\n還冢。重曰：「死生異路，懼有尤愆，不敢承命。」玉曰：「死生異路，吾亦知之；然\\n今一別，永無後期。子將畏我為鬼而禍子乎？欲誠所奉，寧不相信。」重感其言，送之\\n還冢。玉與之飲燕，留三日三夜，盡夫婦之禮。臨出，取逕寸明珠以送重曰：「既毀其\\n名，又絕其願，復何言哉！時節自愛。若至吾家，致敬大王。」重既出，遂詣王自說其\\n事。王大怒曰：「吾女既死，而重造訛言，以玷穢亡靈，此不過發冢取物，托以鬼神。\\n」趣收重。重走脫，至玉墓所，訴之。玉曰：「無憂。今歸白王。」王妝梳，忽見玉，\\n驚愕悲喜，問曰：「爾緣何生？」玉跪而言曰：「昔諸生韓重來求玉，大王不許，玉名\\n毀，義絕，自致身亡。重從遠還，聞玉已死，故齎牲幣，詣冢弔唁。感其篤，終輒與相\\n見，因以珠遺之，不為發冢。願勿推治。」夫人聞之，出而抱之。玉如煙然。\\n　　隴西辛道度者，遊學至雍州城四五里，比見一大宅，有青衣女子在門。度詣門下求\\n飧。女子入告秦女，女命召入。度趨入閣中，秦女於西榻而坐。度稱姓名，敘起居，既\\n畢，命東榻而坐。即治飲饌。食訖，女謂度曰：「我秦閔王女，出聘曹國，不幸無夫而\\n亡。亡來已二十三年，獨居此宅，今日君來，願為夫婦，經三宿。」三日後，女即自言\\n曰：「君是生人，我鬼也，共君宿契，此會可三宵，不可久居，當有禍矣。然茲信宿，\\n未悉綢繆，既已分飛，將何表信於郎？」即命取牀後盒子開之，取金枕一枚，與度為信\\n。乃分袂泣別，即遣青衣送出門外。未逾數步，不見舍宇，惟有一冢。度當時荒忙出走\\n，視其金枕在懷，乃無異變。尋至秦國，以枕於市貨之，恰遇秦妃東游，親見度賣金枕\\n，疑而索看。詰度何處得來？度具以告。妃聞，悲泣不能自勝，然向疑耳，乃遣人發冢\\n啟柩視之，原葬悉在，唯不見枕。解體看之，交情宛若。秦妃始信之。歎曰：「我女大\\n聖，死經二十三年，猶能與生人交往。此是我真女婿也。」遂封度為駙馬都尉，賜金帛\\n車馬，令還本國。因此以來，後人名女婿為「駙馬；」今之國婿！亦為「駙馬」矣。\\n　　漢，談生者，年四十，無婦，常感激讀詩經，夜半，有女子，年可十五六，姿顏服\\n飾，天下無雙，來就生為夫婦之言，曰：「我與人不同，勿以火照我也，三年之後，方\\n可照耳。」與為夫婦，生一兒，已二歲，不能忍，夜，伺其寢後，盜照視之。其腰已上\\n生肉，如人，腰已下，但有枯骨。婦覺，遂言曰：「君負我。我垂生矣，何不能忍一歲\\n而竟相照也？」生辭謝涕泣，不可復止。云：「與君雖大義永離；然顧念我兒若貧不能\\n自偕活者，暫隨我去，方遺君物。」生隨之去，入華堂，室宇器物不凡。以一珠袍與之\\n，曰：「可以自給。」裂取生衣裾留之而去。後生持袍詣市，睢陽王家買之，得錢千萬\\n。王識之曰：「是我女袍，那得在市？此必發冢。」乃取拷之。生具以實對。王猶不信\\n，乃視女冢，冢完如故，發視之，棺蓋下果得衣裾，呼其兒視，正類王女王乃信之，即\\n召談生，復賜遺之，以為女婿。表其兒為郎中。\\n　　盧充者，范陽人，家西三十里，有崔少府墓，充年二十，先冬至一日，出宅西獵戲\\n，見一獐，舉弓而射，中之，獐倒，復起。充因逐之，不覺遠，忽見道北一里許，高門\\n瓦屋，四周有如府舍，不復見獐。門中一鈴下唱客前。充曰：「此何府也？」答曰：「\\n少府府也。」充曰：「我衣惡，那得見少府？」即有一人提一襆新衣，曰：「府君以此\\n遺郎。」充便著訖，進見少府。展姓名。酒炙數行。謂充曰：「尊府君不以僕門鄙陋，\\n近得書，為君索小女婚，故相迎耳。」便以書示充。充，父亡時雖小，然已識父手跡，\\n即欷歔無復辭免。便敕內：「盧郎已來，可令女郎妝嚴。」且語充云：「君可就東廊，\\n及至黃昏。」內白：「女郎妝嚴已畢。」充既至東廊，女已下車，立席頭，卻共拜。時\\n為三日，給食三日畢，崔謂充曰：「君可歸矣。女有娠相，若生男，當以相還，無相疑\\n。生女，當留自養。」敕外嚴車送客。充便辭出。崔送至中門，執手涕零。出門，見一\\n犢車，駕青衣，又見本所著衣及弓箭，故在門外。尋傳教將一人提襆衣與充，相問曰：\\n「姻援始爾，別甚悵恨。今復致衣一襲，被褥自副。」充上車，去如電逝，須臾至家。\\n家人相見，悲喜推問，知崔是亡人，而入其墓。追以懊惋。別後四年，三月三日，充臨\\n水戲，忽見水旁有二犢車，乍沈乍浮，既而近岸，同坐皆見，而充往開車後戶，見崔氏\\n女與三歲男共載。充見之，忻然欲捉其手，女舉手指後車曰：「府君見人。」即見少府\\n。充往問訊，女抱兒還。充又與金鋺，并贈詩曰：「煌煌靈芝質，光麗何猗猗！華豔當\\n時顯，嘉異表神奇。含英未及秀，中夏罹霜萎。榮耀長幽滅，世路永無施。不悟陰陽運\\n，哲人忽來儀。會淺離別速，皆由靈與只。何以贈余親，金鋺可頤兒。恩愛從此別，斷\\n腸傷肝脾。」充取兒，鋺及詩，忽然不見二車處。充將兒還，四坐謂是鬼魅，僉遙唾之\\n。形如故。問兒：「誰是汝父？」兒逕就充懷。眾初怪惡，傳省其詩，慨然歎死生之玄\\n通也。充後乘車入市，賣鋺，高舉其價，不欲速售，冀有識。欻有一老婢識此，還白大\\n家曰：「市中見一人，乘車，賣崔氏女郎棺中鋺。」大家，即崔氏親姨母也，遣兒視之\\n，果如其婢言。上車，敘姓名，語充曰：「昔我姨嫁少府，生女，未出而亡。家親痛之\\n，贈一金鋺，著棺中。可說得鋺本末。」充以事對。此兒亦為之悲咽。賚還白母，母即\\n令詣充家，迎兒視之。諸親悉集。兒有崔氏之狀，又復似充貌。兒、鋺俱驗。姨母曰：\\n『我外甥三月末間產。父曰春，暖溫也。願休強也。」即字溫休。溫休者，蓋幽婚也，\\n其兆先彰矣。兒遂成令器。歷郡守二千石，子孫冠蓋相承。至今其後植，字子幹，有名\\n天下。\\n　　後漢時，汝南汝陽西門亭，有鬼魅，賓客止宿，輒有死亡。其厲，厭者皆亡髮，失\\n精。尋問其故，云：「先時頗已有怪物。其後，郡侍奉掾宜祿鄭奇來，去亭六七里，有\\n一端正婦人乞寄載，奇初難之，然後上車，入亭，趨至樓下。亭卒白：「樓不可上。」\\n奇云：「吾不恐也。」時亦昏冥，遂上樓，與婦人棲宿。未明，發去。亭卒上樓掃除，\\n見一死婦，大驚，走白亭長。亭長擊鼓，會諸廬吏，共集診之。乃亭西北八里吳氏婦，\\n新亡，夜臨殯，火滅，及火至，失之。其家即持去。奇發，行數里，腹痛，到南頓利陽\\n亭，加劇，物故。樓遂無敢復上。\\n　　潁川鍾繇，字符常，嘗數月不朝會，意性異常。或問其故。云：「常有好婦來，美\\n麗非凡。」問者曰：「必是鬼物，可殺之。」婦人後往，不即前，止戶外。繇問：「何\\n以？」曰：「公有相殺意。」繇曰：「無此。」勤勤呼之，乃入。繇意恨，有不忍之，\\n然猶之。傷髀。婦人即出，以新綿拭血，竟路。明日，使人尋跡之，至一大冢，木中有\\n好婦人，形體如生人，著白練衫，丹繡裲襠，傷左髀，以裲襠中綿拭血。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十七卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　陳國張漢直到南陽從京兆尹延叔堅學左氏傳。行後，數月，鬼物持其妹，為之揚言\\n曰：「我病死。喪在陌上，常苦饑寒。操二三量『不借』，掛屋後楮上。傳子方送我五\\n百錢，在北墉下，皆亡取之。又買李幼一頭牛，本券在書篋中。」往索取之，悉如其言\\n。婦尚不知有此妹，新從聓家來，非其所及。家人哀傷，益以為審。父母諸弟衰絰到來\\n迎喪，去舍數里，遇漢直與諸生十餘人相追。漢直顧見家人，怪其如此。家見漢直，謂\\n其鬼也。悵惘良久。漢直乃前為父拜說其本末。且悲且喜。凡所聞見，若此非一。得知\\n妖物之為。\\n　　漢，陳留外黃範丹，字史雲，少為尉，從佐使檄謁督郵，丹有志節，自恚為廝役小\\n吏，乃於陳留大澤中，殺所乘馬，捐棄官幘，詐逢劫者，有神下其家曰：「我史雲也。\\n為劫人所殺。疾取我衣於陳留大澤中。」家取得一幘。丹遂之南郡，轉入三輔，從英賢\\n遊學十三年，乃歸。家人不復識焉。陳留人高其志行，及沒，號曰「貞節先生」。\\n　　吳人費季，久客於楚，時道多劫，妻常憂之。季與同輩旅宿廬山下，各相問出家幾\\n時。季曰：「吾去家已數年矣。臨來，與妻別，就求金釵以行。欲觀其志當與吾否耳。\\n得釵，乃以著戶楣上。臨發，失與道，此釵故當在戶上也。」爾夕，其妻夢季曰：「吾\\n行遇盜，死，已二年。若不信吾言，吾行時，取汝釵，遂不以行，留在戶楣上，可往取\\n之。」妻覺，揣釵，得之家遂發喪。後一年餘，季乃歸還。\\n　　餘姚虞定國，有好儀容，同縣蘇氏女，亦有美色，定國常見悅之。後見定國來，主\\n人留宿，中夜，告蘇公曰：「賢女令色，意甚欽之。此夕能令暫出否？」主人以其鄉里\\n貴人，便令女出從之。往來漸數，語蘇公云：「無以相報。若有官事，某為君任之。」\\n主人喜，自爾後有役召事，往造定國。定國大驚曰：「都未嘗面命。何由便爾？此必有\\n異。」具說之。定國曰：「僕寧肯請人之父而淫人之女。若復見來，便當斲之。」後果\\n得怪。\\n　　吳孫皓世，淮南內史朱誕，字永長，為建安太守。誕給使妻有鬼病，其夫疑之為奸\\n；後出行，密穿壁隙窺之，正見妻在機中織，遙瞻桑樹上，向之言笑。給使仰視樹上，\\n有一年少人，可十四五，衣青衿袖，青幧頭。給使以為信人也，張弩射之，化為鳴蟬，\\n其大如箕，翔然飛去。妻亦應聲驚曰：「噫！人射汝。」給使怪其故。後久時，給使見\\n二小兒在陌上共語曰：「何以不復見汝？」其一，即樹上小兒也。答曰：「前不幸為人\\n所射，病瘡積時。」彼兒曰：「今何如？」曰：「賴朱府君樑上膏以傅之，得愈。」給\\n使白誕曰：「人盜君膏藥，頗知之否？」誕曰：「吾膏久致樑上，人安得盜之？」給使\\n曰：「不然。府君視之。」誕殊不信，試為視之，封題如故。誕曰：「小人故妄言，膏\\n自如故。」給使曰：「試開之。」則膏去半。為掊刮，見有趾跡。誕因大驚。乃詳問之\\n。具道本末。\\n　　吳時，嘉興倪彥思居縣西埏里，忽見鬼魅入其家，與人語，飲食如人，惟不見形彥\\n思奴婢有竊罵大家者。云：「今當以語。」彥思治之，無敢詈之者。彥思有小妻，魅從\\n求之，彥思乃迎道士逐之。酒殽既設，魅乃取廁中草糞，布著其上。道士便盛擊鼓，召\\n請諸神。魅乃取伏虎於神座上吹作角聲音。有頃。道士忽覺背上冷，驚起解衣，乃伏虎\\n也。於是道士罷去。彥思夜於被中竊與嫗語，共患此魅。魅即屋樑上謂彥思曰：「汝與\\n婦道吾，吾今當截汝屋樑。」即隆隆有聲。彥思懼梁斷，取火照視，魅即滅火。截梁聲\\n愈急。彥思懼屋壞，大小悉遣出，更取火視，梁如故。魅大笑，問彥思：「復道吾否？\\n」郡中典農聞之曰：「此神正當是狸物耳。」魅即往謂典農曰：「汝取官若干百斛穀，\\n藏著某處，為吏污穢，而敢論吾！今當白於官，將人取汝所盜穀。」典農大怖而謝之。\\n自後無敢道者。三年後，去，不知所在。\\n　　魏，黃初中，頓邱界，有人騎馬夜行，見道中有一物，大如兔，兩眼如鏡，跳躍馬\\n前，令不得前。人遂驚懼，墮馬。魅便就地捉之。驚怖，暴死。良久得蘇。蘇，已失魅\\n，不知所在。乃更上馬前行。數里，逢一人，相問訊已，因說向者事變如此，今相得為\\n伴，甚歡。人曰：「我獨行，得君為伴，快不可言。君馬行疾，且前，我在後相隨也。\\n」遂共行。語曰：「向者物何如，乃令君怖懼耶？」對曰：「其身如兔，兩眼如鏡，形\\n甚可惡。」伴曰：「試顧視我耶？」人顧視之，猶復是也。魅便跳上馬。人遂墜地，怖\\n死。家人怪馬獨歸，即行推索，乃於道邊得之。宿昔乃蘇，說狀如是。\\n　　袁紹，字本初，在冀州，有神出河東，號度朔君，百姓共為立廟。廟有主簿大福。\\n陳留蔡庸為清河太守，過謁廟，有子，名道，亡已三十年，度朔君為庸設酒曰：「貴子\\n昔來，欲相見。」須臾子來。度朔君自云：「父祖昔作兗州。」有一士，姓蘇，母病，\\n往禱。主簿云：「君逢天士留待。」聞西北有鼓聲，而君至。須臾，一客來，著皂角單\\n衣，頭上五色毛，長數寸。去後，復一人，著白布單衣，高冠，冠似魚頭，謂君曰：「\\n昔臨廬山，共食白李，憶之未久，已三千歲。日月易得，使人悵然。」去後，君謂士曰\\n：「先來，南海君也。」士是書生，君明通五經，善禮記，與士論禮，士不如也。士乞\\n救母病。君曰：「卿所居東，有故橋，人壞之，此橋所行，卿母犯之，能復橋，便差。\\n」曹公討袁譚，使人從廟換千疋絹，君不與。曹公遣張合毀廟。未至百里，君遣兵數萬\\n，方道而來。合未達二里，雲霧繞合軍，不知廟處。君語主簿：「曹公氣盛，宜避之。\\n」後蘇井鄰家有神下，識君聲，云：「昔移入湖，闊絕三年，乃遣人與曹公相聞，欲修\\n故廟，地衰，不中居，欲寄住。」公曰：「甚善。」治城北樓以居之。數日，曹公獵得\\n物，大如麑，大足，色白如雪，毛軟滑可愛。公以摩面，莫能名也。夜聞樓上哭云：「\\n小兒出行不還。」公拊掌曰：「此子言真衰也。」晨將數百犬，繞樓下，犬得氣，衝突\\n內外。見有物，大如驢，自投樓下。犬殺之。廟神乃絕。\\n　　臨川陳臣家大富，永初元年，臣在齋中坐，其宅內有一町筋竹，白日忽見一人，長\\n丈餘，面如「方相」，從竹中出。逕語陳臣：「我在家多年，汝不知；今辭汝去，當令\\n汝知之。」去一月許日，家大失火，奴婢頓死。一年中，便大貧。\\n　　東萊有一家姓陳，家百餘口，朝炊釜，不沸。舉甑看之，忽有一白頭公，從釜中出\\n。便詣師卜。卜云：「此大怪，應滅門。便歸，大作械，械成，使置門壁下，堅閉門，\\n在內，有馬騎麾蓋來扣門者，慎勿應。」乃歸，合手伐得百餘械，置門屋下。果有人至\\n，呼。不應。主帥大怒，令緣門入，從人窺門內，見大小械百餘，出門還說如此。帥大\\n惶惋，語左右云：「教速來，不速來，遂無一人當去，何以解罪也？從此北行可八十里\\n，有一百三口，取以當之。」後十日，此家死亡都盡。此家亦姓陳云。\\n　　晉惠帝永康元年，京師得異鳥，莫能名。趙王倫使人持出，周旋城邑市，以問人。\\n即日，宮西有一小兒見之，遂自言曰：「服留鳥。」持者還白倫。倫使更求，又見之。\\n乃將入宮。密籠鳥，并閉小兒於戶中。明日往視：悉不復見。\\n　　南康郡南東望山，有三人入山，見山頂有果樹，眾果畢植，行列整齊如人行，甘子\\n正熟。三人共食，致飽，乃懷二枚，欲出示人。聞空中語云：「催放雙甘，乃聽汝去。\\n」\\n　　秦瞻，居曲阿彭皇野，忽有物如蛇，突入其腦中。蛇來，先聞臭氣，便於鼻中入，\\n盤其頭中。覺哄哄。僅聞其腦閒食聲咂咂。數日而出。去，尋復來。取手巾縛鼻口，亦\\n被入。積年無他病，唯患頭重。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十八卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　魏，景初中，咸陽縣吏家有怪。每夜無故聞拍手相呼。伺，無所見。其母，夜作，\\n倦，就枕寢息；有頃，復聞灶下有呼聲曰：「文約何以不來？」頭下枕應曰：「我見枕\\n，不能往。汝可來就我飲。」至明，乃飰臿也。即聚燒之。其怪遂絕。\\n　　魏郡張奮者，家本巨富，忽衰老，財散，遂賣宅與程應。應入居，舉家病疾，轉賣\\n鄰人阿文。文先獨持大刀，暮入北堂中樑上，至三更竟，忽有一人長丈餘，高冠，黃衣\\n，升堂，呼曰：「細腰！」細腰應諾。曰：「舍中何以有生人氣也？」答曰：「無之。\\n」便去。須臾，有一高冠，青衣者。次之，又有高冠，白衣者。問答並如前。及將曙，\\n文乃下堂中，如向法呼之，問曰：「黃衣者為誰？」曰：「金也。在堂西壁下。」「青\\n衣者為誰？」曰：「錢也。在堂前井邊五步。」「白衣者為誰？」曰：「銀也。在牆東\\n北角柱下。」「汝復為誰？」曰：「我，杵也。今在灶下。」及曉，文按次掘之：得金\\n銀五百斤，錢千萬貫。仍取杵焚之。由此大富。宅遂清寧。\\n　　秦時，武都故道，有怒特祠，祠上生梓樹，秦文公二十七年，使人伐之，輒有大風\\n雨，樹創隨合，經日不斷。文公乃益發卒，持斧者至四十人，猶不斷。士疲，還息；其\\n一人傷足，不能行，臥樹下，聞鬼語樹神曰：「勞乎？攻戰！」其一人曰：「何足為勞\\n。」又曰：「秦公將必不休，如之何？」答曰：「秦公其如予何。」又曰：「秦若使三\\n百人，被髮，以朱絲繞樹，赭衣，灰坌伐汝，汝得不困耶？」神寂無言。明日，病人語\\n所聞。公於是令人皆衣赭，隨斲創，坌以灰，樹斷。中有一青牛出，走入豐水中。其後\\n，青牛出豐水中，使騎擊之，不勝；有騎墮地，復上，髻解，被髮，牛畏之，乃入水，\\n不敢出。故秦自是置「旄頭騎」。\\n　　廬江龍舒縣陸亭流水邊，有一大樹，高數十丈，常有黃鳥數千枚巢其上，時久旱，\\n長老共相謂曰：「彼樹常有黃氣，或有神靈，可以祈雨。」因以酒脯往亭中。有寡婦李\\n憲者，夜起，室中忽見一婦人，著繡衣，自稱曰：「我，樹神黃祖也。能興雲雨，以汝\\n性潔，佐汝為生。朝來父老皆欲祈雨，吾已求之於帝，明日日中，大雨。」至期，果雨\\n。遂為立祠。憲曰：「諸卿在此，吾居近水，當致少鯉魚。」言訖，有鯉魚數十頭，飛\\n集堂下，坐者莫不驚悚。如此歲餘，神曰：「將有大兵，今辭汝去。」留一玉環曰：「\\n持此可以避難。」後劉表、袁術相攻，龍舒之民皆徙去，唯憲里不被兵。\\n　　魏，桂陽太守江夏張遼，字叔高，去鄢陵，家居，買田，田中有大樹，十餘圍，枝\\n葉扶疏，蓋地數畝，不生穀。遣客伐之。斧數下，有赤汁六七斗出，客驚怖，歸白叔高\\n。叔高大怒曰：「樹老汁赤，如何得怪？」因自嚴行復斲之。血大流灑。叔高使先斲其\\n枝，上有一空處，見白頭公，可長四五尺，突出，往赴叔高。高以刀逆格之，如此，凡\\n殺四五頭，並死。左右皆驚怖伏地。叔高神慮怡然如舊。徐熟視，非人，非獸。遂伐其\\n木。此所謂木石之怪夔魍魎者乎？是歲應司空辟侍御史兗州刺史以二千石之尊，過鄉里\\n，薦祝祖考，白日繡衣榮羨，竟無他怪。\\n　　吳先主時，陸敬叔為建安太守，使人伐大樟樹，下數斧，忽有血出，樹斷，有物，\\n人面，狗身，從樹中出。敬叔曰：「此名『彭侯』。」乃烹食之。其味如狗。白澤圖曰\\n：「木之精名『彭侯』，狀如黑狗，無尾，可烹食之。」\\n　　吳時。有梓樹，巨圍，葉廣丈餘，垂柯數畝；吳王伐樹作船，使童男女三十人牽挽\\n之，船自飛下水，男女皆溺死。至今潭中時有唱喚督進之音也。\\n　　董仲舒下帷講誦，有客來詣，舒知其非常客。又云：「欲雨。」舒戲之曰：「巢居\\n知風，穴居知雨。卿非狐狸，則是鼷鼠。」客遂化為老狸。\\n　　張華，字茂先，晉惠帝時為司空，於時燕昭王墓前，有一斑狐，積年，能為變幻，\\n乃變作一書生，欲詣張公。過問墓前華表曰：「以我才貌，可得見張司空否？」華表曰\\n：「子之妙解，無為不可。\\n但張公智度，恐難籠絡。出必遇辱，殆不得返。非但喪子千歲之質，亦當深誤老表。」\\n狐不從，乃持刺謁華。華見其總角風流，潔白如玉，舉動容止，顧盼生姿，雅重之。於\\n是論及文章，辨校聲實，華未嘗聞。比復商略三史，探頤百家，談老、莊之奧區，披風\\n、雅之絕旨，包十聖，貫三才，箴八儒，擿五禮，華無不應聲屈滯。乃歎曰：「天下豈\\n有此少年！若非鬼魅則是狐狸。」乃掃榻延留，留人防護。此生乃曰：「明公當尊賢容\\n眾，嘉善而矜不能，奈何憎人學問？墨子兼愛，其若是耶？」言卒，便求退。華已使人\\n防門，不得出。既而又謂華曰：「公門置甲兵欄騎，當是致疑於僕也。將恐天下之人捲\\n舌而不言，智謀之士望門而不進。深為明公惜之。」華不應，而使人防禦甚嚴。時豐城\\n令雷焕，字孔章，博物士也，來訪華；華以書生白之。孔章曰：「若疑之，何不呼獵犬\\n試之？」乃命犬以試，竟無憚色。狐曰：「我天生才智，反以為妖，以犬試我，遮莫千\\n試，萬慮，其能為患乎？」華聞，益怒曰：「此必真妖也。聞魑魅忌狗，所別者數百年\\n物耳，千年老精，不能復別；惟得千年枯木照之，則形立見。」孔章曰：「千年神木，\\n何由可得？」華曰：「世傳燕昭王墓前華表木已經千年。」乃遣人伐華表，使人欲至木\\n所，母空中有一青衣小兒來，問使曰：「君何來也？」使曰：「張司空有一少年來謁，\\n多才，巧辭，疑是妖魅；使我取華表照之。」青衣曰：「老狐不智，不聽我言，今日禍\\n已及我，其可逃乎！」乃發聲而泣，倏然不見。使乃伐其木，血深；便將木歸，燃之以\\n照書生，乃一斑狐。華曰：「此二物不值我，千年不可復得。」乃烹之。\\n　　晉時，吳興一人有二男，田中作，時嘗見父來罵詈趕打之。童以告母。母問其父。\\n父大驚，知是鬼魅。便令兒斲之。鬼便寂不復往。父憂，恐兒為鬼所困，便自往看。兒\\n謂是鬼，便殺而埋之。鬼便遂歸，作其父形，且語其家，二兒已殺妖矣。兒暮歸，共相\\n慶貿，積年不覺。後有一法師過其家，語二兒云：「君尊侯有大邪氣。」兒以白父，父\\n大怒。兒出以語師，令速去。師遂作聲入，父即成大老狸，入牀下，遂擒殺之。向所殺\\n者，乃真父也。改殯治服。一兒遂自殺，一兒忿懊，亦死。\\n　　句容縣麋村民黃審，於田中耕，有一婦人過其田，自塍上度，從東適下而復還。審\\n初謂是人。日日如此，意甚怪之。審因問曰：「婦數從何來也？」婦人少住，但笑而不\\n言，便去。審愈疑之。預以長鐮伺其還，未敢斲婦，但斲所隨婢。婦化為狸，走去。視\\n婢。乃狸尾耳。審追之，不及。後人有見此狸出坑頭，掘之，無復尾焉。　　博陵劉伯\\n祖為河東太守，所止承塵上有神，能語，常呼伯祖與語，及京師詔書誥下消息，輒預告\\n伯祖。伯祖問其所食啖。欲得羊肝。乃買羊肝於前，切之臠，隨刀不見。盡兩羊肝。忽\\n有一老狸，眇眇在案前，持刀者欲舉刀斲之，伯祖呵止，自著承塵上。須臾大笑曰：「\\n向者啖羊肝，醉，忽失形與府君相見。大慚愧。」後伯祖當為司隸，神復先語伯祖曰：\\n「某月某日，詔書當到。」至期，如言。及入司隸府，神隨遂在承塵上，輒言省內事。\\n伯祖大恐怖。謂神曰：「今職在刺舉，若左右貴人聞神在此，因以相害。」神答曰：「\\n誠如府君所慮。當相捨去。」遂即無聲。\\n　　後漢建安中，沛國郡陳羨為西海都尉，其部曲王靈孝無故逃去。羨欲殺之。居無何\\n，孝復逃走。羨久不見，囚其婦，婦以實對。羨曰：「是必魅將去，當求之。」因將步\\n騎數十，領獵犬，周旋於城外求索。果見孝於空冢中。聞人犬聲，怪遂避去。羨使人扶\\n孝以歸，其形頗象狐矣。略不復與人相應，但啼呼「阿紫。」阿紫，狐字也。後十餘日\\n，乃稍稍了悟。云：「狐始來時，於屋曲角雞棲間，作好婦形，自稱阿紫，招我。如此\\n非一。忽然便隨去，即為妻，暮輒與共還其家。遇狗不覺云。樂無比也。」道士云：「\\n此山魅也。」名山記曰：「狐者，先古之淫婦也，其名曰阿紫化而為狐。」故其怪多自\\n稱阿紫。\\n　　南陽西郊有一亭，人不可止，止則有禍，邑人宋大賢以正道自處，嘗宿亭樓，夜坐\\n鼓琴，不設兵仗，至夜半時，忽有鬼來登梯，與大賢語，矃目，磋齒，形貌可惡。大賢\\n鼓琴如故。鬼乃去。於市中取死人頭來，還語大賢曰：「寧可少睡耶？」因以死人頭投\\n大賢前。大賢曰：「甚佳！我暮臥無枕，正欲得此。」鬼復去。良久乃還，曰：「寧可\\n共手搏耶？」大賢曰：「善！」語未竟，鬼在前，大賢便逆捉其腰。鬼但急言死。大賢\\n遂殺之。明日視之，乃老狐也。自是亭舍更無妖怪。\\n　　北部督郵西平到伯夷，年三十許，大有才決，長沙太守到若章孫也，日晡時，到亭\\n，敕前導人且止。錄事掾曰：「今尚早，可至前亭。」曰：「欲作文書。」便留，吏卒\\n惶怖，言當解去。傳云：「督郵欲於樓上觀望，亟掃除。」須臾，便上。未暝，樓鐙階\\n下，復有火敕云：「我思道，不可見火，滅去。」吏知必有變，當用赴照，但藏置壺中\\n。日既暝，整服坐，誦六甲、孝經、易本訖，臥。有頃，更轉東首，以拏巾結兩足幘冠\\n之，密拔劍解帶。夜時，有正黑者四五尺，稍高，走至柱屋，因覆伯夷伯夷持被掩之，\\n足跣脫，幾失，再三以劍帶擊魅腳，呼下火照上。視之，老狐，正赤，略無衣毛。持下\\n燒殺。明旦，發樓屋，得所髡人髻百餘。因此遂絕。\\n　　吳中有一書生，皓首，稱胡博士，教授諸生。忽復不見。九月初九日，士人相與登\\n山游觀，聞講書聲；命僕尋之，見空冢中群狐羅列，見人即走，老狐獨不去，乃是皓首\\n書生。\\n　　陳郡謝鯤，謝病去職，避地於豫章，嘗行經空亭中，夜宿。此亭，舊每殺人，夜四\\n更，有一黃衣人呼鯤字云：「幼輿！可開戶。」鯤澹然無懼色，令申臂於窗中。於是授\\n腕。鯤即極力而牽之。其臂遂脫。乃還去。明日看，乃鹿臂也。尋血取獲。爾後此亭無\\n復妖怪。\\n　　晉有一士人姓王，家在吳郡，還至曲阿，日暮，引船上，當大埭，見埭上有一女子\\n，年十七八，便呼之，留宿。至曉，解金鈴繫其臂，使人隨至家，都無女人。因逼豬欄\\n中，見母豬臂有金鈴。\\n　　漢，齊人梁文，好道，其家有神祠，建室三四間，座上施皁帳，常在其中，積十數\\n年，後因祀事，帳中忽有人語，自呼高山君，大能飲食，治病有驗。文奉事甚肅。積數\\n年，得進其帳中，神醉，文乃乞得奉見顏色。謂文曰：「授手來！」文納手，得持其頤\\n，髯鬚甚長；文漸繞手，卒然引之，而聞作羊聲。座中驚起，助文引之，乃袁公路家羊\\n也，失之七八年，不知所在。殺之，乃絕。\\n　　北平田琰，居母喪，恒處廬向。一暮夜，忽入婦室，密怪之曰：「君在毀滅之地，\\n幸可不甘。」琰不聽而合。後琰暫入，不與婦語。婦怪無言，并以前事責之。琰知鬼魅\\n。臨暮，竟未眠，衰服掛廬。須臾，見一白狗，攖廬銜衰服，因變為人，著而入。琰隨\\n後逐之，見犬將升婦牀，便打殺之、婦羞愧而死。\\n　　司空南陽來季德，停喪在殯，忽然見形坐祭牀上，顏色服飾聲氣，熟是也，孫兒婦\\n女，以次教戒，事有條貫。鞭樸奴婢，皆得其過。飲食既絕，辭訣而去。家人大小，哀\\n割斷絕。如是數年。家益厭苦。其後飲酒過多，醉而形露，但得老狗。便共打殺。因推\\n問之，則里中沽酒家狗也。\\n　　山陽王瑚。字孟璉，為東海蘭陵尉，夜半時。輒有黑幘白單衣吏，詣縣，叩閣。迎\\n之，則忽然不見。如是數年。後伺之，見一老狗，白軀猶故，至閣，便為人。以白孟璉\\n，殺之，乃絕。\\n　　桂陽太守李叔堅，為從事，家有犬，人行。家人言：「當殺之。」叔堅曰：「犬馬\\n喻君子。犬見人行，效之，何傷！」頃之，狗戴叔堅冠走。家大驚。叔堅云：「誤觸冠\\n纓掛之耳。」狗又於灶前畜火。家益怔營。叔堅復云：「兒婢皆在田中，狗助畜火，幸\\n可不煩鄰里。此有何惡。」數日，狗自暴死。卒無纖芥之異。\\n　　吳郡無錫有上湖大陂，陂吏丁初天，每大雨，輒循堤防。春盛雨，初出行塘，日暮\\n回顧，有一婦人，上下青衣，戴青傘，追後呼：「初掾待我。」初時悵然，意欲留俟之\\n。復疑本不見此，今忽有婦人，冒陰雨行，恐必鬼物。初便疾走。顧視婦人，追之亦急\\n。初因急行，走之轉遠；顧視婦人，乃自投陂中，泛然作聲，衣蓋飛散。視之，是大蒼\\n獺，衣傘皆荷葉也。此獺化為人形，數媚年少者也。\\n　　魏齊王芳正始中，中山王周南，為襄邑長，忽有鼠從穴出，在廳事上語曰：「王周\\n南！爾以某月某日當死。周南急往，不應。鼠還穴。後至期，復出，更冠幘皁衣而語曰\\n：「周南！爾日中當死。」亦不應。鼠復入穴。須臾，復出，出，復入，轉行，數語如\\n前。日適中。鼠復曰：「周南！爾不應死，我復何道！」言訖，顛蹷而死。即失衣冠所\\n在。就視之，與常鼠無異。\\n　　安陽城南有一亭，夜不可宿；宿，輒殺人。書生明術數，乃過宿之，亭民曰：「此\\n不可宿。前後宿此，未有活者。」書生曰：「無苦也。吾自能諧。」遂住廨舍。乃端坐\\n，誦書。良久乃休。夜半後，有一人，著皁單衣，來，往戶外，呼亭主。亭主應諾。「\\n見亭中有人耶？」答曰：「向者有一書生在此讀書。適休，似未寢。」乃喑嗟而去，須\\n臾，復有一人，冠赤幘者，呼亭主。問答如前。復喑嗟而去。既去，寂然。書生知無來\\n者，即起，詣向者呼處，效呼亭主。亭主亦應諾。復云：「亭中有人耶？」亭主答如前\\n。乃問曰：「向黑衣來者誰？」曰：「北舍母豬也。」又曰：「冠赤幘來者誰？」曰：\\n「西舍老雄雞父也。」曰：「汝復誰耶？」曰：「我是老蠍也。」於是書生密便誦書。\\n至明不敢寐。天明，亭民來視，驚曰：「君何得獨活？」書生曰：「促索劍來，吾與卿\\n取魅：」乃握劍至昨夜應處，果得老蠍，大如琵琶，毒長數尺。西舍，得老雄雞父；北\\n舍，得老母豬，凡殺三物，亭毒遂靜，永無災橫。\\n　　吳時，廬陵郡都亭重屋中，常有鬼魅，宿者輒死。自後使官，莫敢入亭止宿。時丹\\n陽人湯應者，大有膽武，使至廬陵，便止亭宿。吏啟不可。應不聽。迸從者還外，惟持\\n一大刀，獨處亭中。至三更。竟忽聞有叩閣者。應遙問是誰？答云：「部郡相聞。」應\\n使進。致詞而去。頃間，復有叩閣者如前，曰：「府君相聞。」應復使進。身著皂衣。\\n去後，應謂是人，了無疑也。旋又有叩閣者，云：「部郡府君相詣。」應乃疑曰：「此\\n夜非時，又部郡府君不應同行。」知是鬼魅。因持刀迎之。見二人皆盛衣服，俱進，坐\\n畢，府君者便與應談。談未竟，而部郡忽起至應背後，應乃回顧，以刀逆擊，中之。府\\n君下坐走出。應急追至亭後牆下，及之，斲傷數下，應乃還臥。達曙，將人往尋，見有\\n血跡，皆得之云。稱府君者，是一老狶也；部郡者，是一老狸也。自是遂絕。</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第十九卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　東越閩中，有庸嶺，高數十里，其西北隙中，有大蛇，長七八丈大十餘圍，土俗常\\n懼。東治都尉及屬城長吏，多有死者。祭以牛羊，故不得福，或與人夢，或下諭巫祝，\\n欲得啖童女年十二三者。都尉令長並共患之，然氣厲不息，共請求人家生婢子，兼有罪\\n家女養之，至八月朝，祭送蛇穴口，蛇出吞齧之。累年如此，已用九女。爾時預復募索\\n，未得其女。將樂縣李誕家有六女。無男，其小女名寄，應募欲行。父母不聽。寄曰：\\n「父母無相，惟生六女，無有一男。雖有如無。女無緹縈濟父母之功，既不能供養，徒\\n費衣食，生無所益，不如早死；賣寄之身，可得少錢，以供父母，豈不善耶！」父母慈\\n憐，終不聽去。寄自潛行，不可禁止。寄乃告請好劍及咋蛇犬，至八月朝，便詣廟中坐\\n，懷劍，將犬，先將數石米餈，用蜜麨灌之，以置穴口，蛇便出。頭大如囷，目如二尺\\n鏡，聞瓷香氣，先啖食之。寄便放犬，犬就齧咋，寄從後研得數創，瘡痛急，蛇因踴出\\n，至庭而死。寄入視穴，得其九女髑髏，悉舉出，咤言曰：「汝曹怯弱，為蛇所食，甚\\n可哀愍。」於是寄女緩步而歸。越王聞之，聘寄女為後，指其父為將樂令，母及姊皆有\\n賞賜。自是東治無復妖邪之物。其歌謠至今存焉。\\n　　晉武帝咸寧中，魏舒為司徒，府中有二大蛇，長十許丈，居廳事平橑上，止之數年\\n，而人不知，但怪府中數失小兒，及雞犬之屬。後有一蛇夜出，經柱側傷於刃，病不能\\n登於是覺之。發徒數百，攻擊移時，然然殺之。視所居，骨骼盈宇之間。於是毀府舍更\\n立之。\\n　　漢武帝時張寬為揚州刺史。先是，有二老翁爭山地，詣州，訟疆界，連年不決，寬\\n視事，復來。寬窺二翁，形狀非人，令卒持杖戟將入問：「汝等何精？」翁走。寬呵格\\n之，化為二蛇。\\n　　滎陽人張福船行，還野水邊，夜有一女子，容色甚美，自乘小船來投福，云：「日\\n暮，畏虎，不敢夜行。」福曰：「汝何姓？作此輕行。無笠，雨駛，可入船就避雨。」\\n因共相調，遂入就福船寢。以所乘小舟，繫福船邊，三更許，雨晴，月照，福視婦人，\\n乃是一大鼍枕臂而臥福驚起，欲執之，遽走入水。向小舟是一枯槎段，長丈餘。\\n　　丹陽道士謝非往石城買台釜，還，日暮，不及至家；山中廟舍於溪水上，入中，宿\\n，大聲語曰：「吾是天帝使者，停此宿，猶畏人劫奪其釜，意苦搔搔不安。」二更中，\\n有來至廟門者，呼曰：「何銅？」銅應喏。曰：「廟中有人氣，是誰？」銅云：「有人\\n。言是天帝使者。」少頃便還。須臾又有來者，呼銅問之，如前。銅答如故。復歎息而\\n去。非驚擾不得眠。遂起，呼銅問之：「先來者誰？」答言：「是水邊穴中白鼍。」「\\n汝是何等物？」答言：「是廟北岩嵌中龜也。」非皆陰識之。天明，便告居人言：「此\\n廟中無神，但是龜鼍之輩，徒費酒食祀之。急具鍤來，共往伐之。」諸人亦頗疑之，於\\n是並會伐掘，皆殺之。遂壞廟，絕祀。自後安靜。\\n　　孔子厄於陳，弦歌於館，中夜，有一人長九尺餘，著皁衣，高冠，大咤，聲動左右\\n。子貢進問：「何人耶？」便提子貢而挾之。子路引出與戰於庭，有頃，未勝，孔子察\\n之，見其甲車間時時開如掌，孔子曰：「何不探其甲車，引而奮登？」子路引之，沒手\\n仆於地。乃是大鯷魚也。長九尺餘。孔子曰：「此物也，何為來哉？吾聞物老。則群精\\n依之。因衰而至此。其來也，豈以吾遇厄，絕糧，從者病乎！夫六畜之物，及龜蛇魚鱉\\n草木之屬，久者神皆憑依，能為妖怪，故謂之『五酉』。『五酉』者，五行之方，皆有\\n其物，酉者，老也，物老則為怪，殺之則已，夫何患焉。或者天之未喪斯文，以是繫予\\n之命乎！不然，何為至於斯也。」弦歌不輟。子路烹之，其味滋。病者興，明日，遂行\\n。\\n　　豫章有一家，婢在灶下，忽有人長數寸，來灶間壁，婢誤以履踐之，殺一人；須臾\\n，遂有數百人，著衰麻服，持棺迎喪，凶儀皆備，出東門，入園中覆船下。就視之，皆\\n是鼠婦。婢作湯灌殺，遂絕。\\n　　狄希，中山人也，能造千日酒飲之，千日醉；時有州人，姓劉，名玄石，好飲酒，\\n往求之。希曰：「我酒發來未定，不敢飲君。」石曰：「縱未熟，且與一杯，得否？」\\n希聞此語，不免飲之。復索，曰：「美哉！可更與之。」希曰：「且歸。別日當來。只\\n此一杯，可眠千日也。」石別，似有怍色。至家，醉死。家人不之疑，哭而葬之。經三\\n年，希曰：「玄石必應酒醒，宜往問之。」既往石家，語曰：「石在家否？」家人皆怪\\n之曰：「玄石亡來，服以闋矣。」希驚曰：「酒之美矣，而致醉眠千日，今合醒矣。」\\n乃命其家人鑿冢，破棺，看之。冢上汗氣徹天。遂命發冢，方見開目，張口，引聲而言\\n曰：「快者醉我也！」因問希曰：「爾作何物也？令我一杯大醉，今日方醒，日高幾許\\n？」墓上人皆笑之。被石酒氣衝入鼻中，亦各醉臥三月。\\n　　陳仲舉微時，常宿黃申家，申婦方產，有扣申門者，家人咸不知，久久方聞屋裡有\\n人言：「賓堂下有人，不可進。」扣門者相告曰：「今當從後門往。」其人便往。有頃\\n，還，留者問之：「是何等？名為何？當與幾歲？」往者曰：「男也。名為奴。當與十\\n五歲。」「後應以何死？」答曰：「應以兵死。」仲舉告其家曰：「吾能相此兒當以兵\\n死。」父母驚之，寸刃不使得執也。至年十五，有置鑿於樑上者，其末出，奴以為木也\\n，自下鉤之，鑿從梁落，陷腦而死，後仲舉為豫章太守，故遣吏往餉之申家，并問奴所\\n在；其家以此具告。仲舉聞之，歎曰：「此謂命也。」</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">第二十卷</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　晉魏郡亢陽，農夫禱於龍洞，得雨，將祭謝之。孫登見曰：「此病龍，雨，安能蘇\\n禾稼乎？如弗信，請嗅之。」水果腥穢。龍時背生大疽，聞登言，變為一翁，求治，曰\\n：「疾痊，當有報。」不數日，果大雨。見大石中裂開一井，其水湛然，龍蓋穿此井以\\n報也。\\n　　蘇易者，廬陵婦人，善看產，夜忽為虎所取，行六七里，至大壙，厝易置地，蹲而\\n守，見有牝虎當產，不得解，匍匐欲死，輒仰視。易怪之，乃為探出之，有三子。生畢\\n，牝虎負易還，再三送野肉於門內。\\n　　噲參，養母至孝，曾有玄雀，為弋人所射，窮而歸參，參收養，療治其瘡，愈而放\\n之。後雀夜到門外，參執燭視之，見雀雌雄雙至，各銜明珠以報參焉。\\n　　漢時，弘農楊寶，年九歲時。至華陰山北，見一黃雀，為鴟梟所搏，墜於樹下，為\\n螻蟻所困。寶見，愍之，取歸置巾箱中，食以黃花，百餘日，毛羽成，朝去，暮還。一\\n夕，三更，寶讀書未臥，有黃衣童子，向寶再拜曰：「我西王母使者，使蓬萊，不慎，\\n為鴟梟所搏。君仁愛，見拯，實感盛德。」乃以白環四枚與寶曰：「令君子孫潔白，位\\n登三事，當如此環。」\\n　　隋縣溠水側，有斷蛇邱。隋侯出行，見大蛇被傷，中斷，疑其靈異，使人以藥封之\\n，蛇乃能走，因號其處斷蛇邱。歲餘，蛇銜明珠以報之。珠盈逕寸，純白，而夜有光，\\n明如月之照，可以燭室。故謂之「隋侯珠」，亦曰「靈蛇珠」，又曰「明月珠」。邱南\\n有隋季良大夫池。\\n　　孔愉，字敬康，會稽山陰人，元帝時以討華軼功，封侯，愉少時嘗經行餘不亭，見\\n籠龜於路者，愉買之，放於飲不溪中。龜中流左顧者數過。及後，以功封餘不亭侯，鑄\\n印，而龜鈕左顧，三鑄，如初，印工以聞，愉乃悟其為龜之報，遂取佩焉。累遷尚書左\\n僕射，贈車騎將軍。\\n　　古巢，一日江水暴漲，尋復故道，港有巨魚，重萬斤，三日乃死，合郡皆食之。一\\n老姥獨不食。忽有老叟曰：「此吾子也。不幸罹此禍，汝獨不食，吾厚報汝。若東門石\\n龜目赤，城當陷。」姥日往視。有稚子訝之，姥以實告。稚子欺之，以朱傅龜目；姥見\\n，急出城。有青衣童子曰：「吾龍之子。」乃引姥登山，而城陷為湖。\\n　　吳富陽縣董昭之，嘗乘船過錢塘江，中央，見有一蟻，著一短蘆，走一頭，回覆向\\n一頭，甚惶遽。昭之曰：「此畏死也。」欲取著船。船中人罵：「此是毒螫物，不可長\\n，我當蹋殺之。」昭意甚憐此蟻，因以繩繫蘆，著船，船至岸，蟻得出。其夜夢一人，\\n烏衣，從百許人來，謝云：「僕是蟻中之王。不慎，墮江，慚君濟活。若有急難，當見\\n告語。」歷十餘年，時所在劫盜，昭之被橫錄為劫主，繫獄餘杭。昭之忽思蟻王夢，緩\\n急當告，今何處告之。結念之際，同被禁者問之。昭之具以實告。其人曰：「但取兩三\\n蟻。著掌中，語之。」昭之如其言。夜，果夢烏衣人云：「可急投餘杭山中，天下既亂\\n，赦令不久也」於是便覺。蟻齧械已盡。因得出獄，過江，投餘杭山。旋遇赦，得免。\\n　　孫權時李信純，襄陽紀南人也，家養一狗，字曰黑龍，愛之尤甚，行坐相隨，飲饌\\n之間，皆分與食。忽一日，於城外飲酒，大醉。歸家不及，臥於草中。遇太守鄭瑕出獵\\n，見田草深，遣人縱火爇之。信純臥處，恰當順風，犬見火來，乃以口拽純衣，純亦不\\n動。臥處比有一溪，相去三五十步，犬即奔往入水，濕身走來臥處，周回以身灑之，獲\\n免主人大難。犬運水困乏，致斃於側。俄爾信純醒來，見犬已死，遍身毛濕，甚訝其事\\n。睹火蹤跡，因爾慟哭。聞於太守。太守憫之曰：「犬之報恩，甚於人，人不知恩，豈\\n如犬乎！」即命具棺槨衣衾葬之，今紀南有義犬葬，高十餘丈。\\n　　太興中，吳民華隆，養一快犬，號的尾，常將自隨。隆後至江邊伐荻，為大蛇盤繞\\n，犬奮咋蛇，蛇死。隆僵仆無知，犬彷徨涕泣，走還舟，復反草中。徒伴怪之，隨往，\\n見隆悶絕。將歸家。犬為不食。比隆復甦，始食。隆愈愛惜，同於親戚。\\n　　廬陵太守太原龐企，字子及，自言其遠祖，不知幾何世也，坐事繫獄，而非其罪，\\n不堪拷掠，自誣服之，及獄將上，有螻咕蟲行其左右，乃謂之曰：「使爾有神，能活我\\n死，不當善乎。」因投飯與之。螻咕食飯盡，去，頃復來，形體稍大。意每異之，乃復\\n與食。如此去來，至數十日間，其大如豚。及竟報，當行刑，螻咕夜掘壁根為大孔，乃\\n破械，從之出。去久，時遇赦，得活。於是龐氏世世常以四節祠祀之於都衢處。後世稍\\n怠，不能復特為饌，乃投祭祀之餘以祀之，至今猶然。\\n　　臨川東興有人入山，得猿子，便將歸，猿母自後逐至家。此人縛猿子於庭中樹上以\\n示之。其母便摶頰向人欲乞哀，狀直謂口不能言耳。此人既不能放，竟擊殺之。猿母悲\\n喚，自擲而死。此人破腸視之，寸寸斷裂。未半年，其家疫死，滅門。\\n　　馮乘虞蕩夜獵，見一大麈，射之。麈便云：「虞蕩！汝射殺我耶？」明晨，得一麈\\n而入，實時蕩死。\\n　　吳郡海鹽縣北鄉亭里，有士人陳甲，本下邳人，晉元帝時寓居華亭，獵於東野大藪\\n，欻見大蛇，長六七丈，形如百斛船，玄黃五色，臥岡下。陳即射殺之，不敢說。三年\\n，與鄉人共獵，至故見蛇處，語同行曰：「昔在此殺大蛇。」其夜夢見一人，烏衣，黑\\n幘，來至其家，問曰：「我昔昏醉，汝無狀殺我。我昔醉，不識汝面，故三年不相知；\\n今日來就死。」其人即驚覺。明日，腹痛而卒。\\n　　邛都縣下有一老姥，家貧，孤獨，每食，輒有小蛇，頭上戴角，在牀間，姥憐而飴\\n之。食後稍長大，遂長丈餘。令有駿馬，蛇遂吸殺之，令因大忿恨，責姥出蛇。姥云：\\n「在牀下。」令即掘地，愈深愈大，而無所見。令又遷怒，殺姥。蛇乃感人以靈言，瞋\\n令：「何殺我母？當為母報讎。」此後每夜輒聞若雷若風，四十許日，百姓相見，咸驚\\n語：「汝頭那忽戴魚？」是夜，方四十里，與城一時俱陷為湖，土人謂之為陷湖，唯姥\\n宅無恙，訖今猶存。漁人採捕，必依止宿，每有風浪，輒居宅側，恬靜無他。風靜水清\\n，猶見城郭樓橹畟然。今水淺時，彼土人沒水，取得舊木，堅貞光黑如漆。今好事人以\\n為枕，相贈。\\n　　建業有婦人背生一瘤，大如數斗囊，中有物，如繭栗，甚眾，行即有聲。恒乞於市\\n。自言：「村婦也，常與姊姒輩分養蠶，己獨頻年損耗，因竊其姒一囊繭焚之，頃之，\\n背患此瘡，漸成此瘤。以衣覆之，即氣閉悶；常露之，乃可，而重如負囊。」</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">補遺</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">　　祝雞翁者，洛陽人也，居尸鄉北山下。養雞百年，雞至千餘頭，皆有名字。欲取，\\n呼之名，則種別而至。後之吳山，莫知所去矣。（《水經注》十六〈穀水〉篇）\\n　　楊震，有鸛銜三鱓魚，飛集講堂前。都講取魚進曰：「蛇鱓者，卿大夫服之象也。\\n數三者，法三台也。先生自此升矣。」（據范曄《後漢書．楊震傳》補）\\n　　澹臺子羽齎璧渡河，風波忽起，兩龍夾舟。子羽奮劍斬龍，波乃止。登岸，投璧於\\n河，河伯三歸之。子羽毀璧而去。（《文選》五〈吳都賦〉注。古鈔本《蒙求》注）\\n　　故中牟令蘇韶，有才識，感冥中卒，乃晝見形於其家。諸親故知友聞之，並同集。\\n飲噉言笑，不異於人。或有問者。中牟在生，多諸賦述，言出難尋。諸敘詞曰：「運精\\n氣兮離故形，神渺渺兮爽玄冥。歸北帝兮造酆京。崇墉鬱兮崢嶸。叔鳳闕兮詞帝庭，邇\\n卜商兮室顏生。親大聖兮頌梁成，希吳季兮英嬰明。抗清論兮風英英，敷花藻兮文粲榮\\n。庶擢身兮登崑瀛，多福祚兮享千齡。」餘多，不盡錄。初見其詞，若存若亡。（《道\\n宣律師感通錄》作晉太常干寶《搜神錄》述）\\n　　《黃帝書》云：上古之時，有二神人，一名荼與；二名鬱壘，一名鬱律。度朔山，\\n山上有大桃樹，二人依樹而住。於樹東北，有大穴，眾鬼皆出入此穴。荼與、鬱壘主統\\n領簡擇萬鬼。鬼有妄禍人者，則縛以葦索，執以飴虎。於是黃帝作禮歐之：之桃人於門\\n戶，畫荼與、鬱壘與虎以象之。今俗法，每以臘終除夕，飾桃人，垂葦索，畫虎於門，\\n左右置二燈，象虎眼，以袪不祥。（慧琳《一切經音義》十一）\\n　　馮稜妻死，稜哭之慟。乃嘆曰：「奈何不生一子而死。」俄而妻復蘇。後孕，十月\\n產訖而死。（《獨異志》中）\\n　　孟宗至孝，墳以梓木為表，感花萼生於枯木之上。（《敦煌石室古籍叢殘．籯金仁\\n孝篇》）\\n　　李王靈母死，廿年不食鹽醋，感庭橘冬生其實也。（《敦煌石室古籍叢殘．籯金仁\\n孝篇》）\\n　　黃帝有熊氏，少典之子。母曰附寶，其先即炎帝母家有蟜氏之女，世與少典氏婚。\\n及神農之末，少典氏又娶附寶。見大霓光繞北斗樞星，照郊野。附寶孕二十五月，生黃\\n帝於壽丘。（《太平御覽》一三五）\\n　　慶都觀河，遇赤龍。腌然陰風，感而有孕。十四月而生堯。（《太平御覽》一三五\\n）\\n　　吳猛，蜀人。小兒時，在父母旁臥，時夏月多蚊，而終不搖扇。懼蚊虻之去我及父\\n母也。（《太平御覽》二三、四一三、九四五，《事類賦注》四）\\n　　河間管弼，僑居臨水北岸。田作商賈，往往如意。嘗載兩舫米，下都糶。垂行，忽\\n於宅中見一物，形似鼉而長大。行還，輒大得利。如此，一家遂巨富。二十年恒有萬斛\\n米。（《太平御覽》四七二）\\n　　丁蘭，河內野王人。年十五，喪母。乃刻木作母事之，供養如生。鄰人有所借，木\\n母顏和則與，不和不與。後鄰人忿蘭，盜斫木母，應刀血出。蘭乃殯殮，報讎。漢宣帝\\n嘉之，拜中大夫。（《太平御覽》四八二）\\n　　吳先主病，遣人於門觀不祥。巫啟：「見一鬼，著絹巾，似是大臣將相。」其夜，\\n先主夢見魯肅來入，衣巾如之。（《太平御覽》八一七）\\n　　劉晨、阮肇入天台取穀皮，遠不得返。經十三日，飢。遙望山上有桃樹，子實熟。\\n遂躋險援葛至其下，噉數枚，飢止體充。欲下山，以杯取水。見蕪青葉流下，其鮮新。\\n復有一杯流下，有胡麻焉。乃相謂曰：「此近人家矣。」遂渡山，出一大溪。溪邊有二\\n女子，色甚美。見二人持杯，便笑曰：「劉、阮二郎捉向杯來。」劉、阮驚。二女遂欣\\n然如舊相識曰：「來何晚耶？」因邀還家。南、東二壁各有絳羅帳，帳角懸鈴，上有金\\n銀交錯。各有數侍婢使今。其饌有胡麻飯、山羊脯、牛肉，甚美。食畢，行酒。俄有群\\n女持桃子，笑曰：「賀汝婿來。」酒酣作樂。夜後各就一帳宿，婉態殊絕。至十日，求\\n還，苦留半年。氣候草木是春時，百鳥啼鳴，更懷鄉，歸思甚苦。女遂相送，指示歸路\\n。既還，鄉邑零落，已十世矣。（明鈔本《太平廣記》六一）（南朝劉義慶《幽明錄》\\n《紹興府志》均作「子孫已過七世矣。」）\\n　　焦湖廟有一玉枕，枕有小坼。時單父縣人楊林為賈客，至廟祈求。廟巫謂曰：「君\\n欲好婚否？」林曰：「幸甚。」巫即遣林近枕邊，因入坼中。遂見朱門瓊室，有趙太尉\\n在其中，即嫁女與林。生六子，皆為祕書郎。歷數十年，並無思鄉之志。忽如夢覺，猶\\n在枕旁。林愴然久之。（《太平寰宇記》一三六）\\n　　許懋，吳人，好黃白術。一日，遇一道人，將一畫扇簇掛于壁。上有藥爐，童子在\\n上。道人呼童子，而童子跪於爐前。畫扇頻動，爐火光炎，少頃藥成。道人曰：「黃白\\n之術，役天地之數，非積功累行，不可求之。」遂告懋曰：「五十年後，當于茅山相尋\\n。」遂不知所在。\\n　　（顧愷之字長康，）常悅一鄰女。乃畫女於壁，當心釘之。女患心痛，告於長康，\\n拔去釘，乃愈。（張彥遠《歷代名畫記》五）</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Sou Shen Ji, by Bao Gan</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK SOU SHEN JI ***</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>***** This file should be named 25362-0.txt or 25362-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/5/3/6/25362/</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Produced by Yow Rong Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000087\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000087\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000088\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000088\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000089\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000089\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000090\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000090\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000091\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000091\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000092\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000092\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000093\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000093\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000094\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000094\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000095\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000095\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000096\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000096\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000097\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000097\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000098\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000098\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000099\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000099\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000100\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000100\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000101\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000101\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000102\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000102\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000103\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000103\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000104\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000104\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000105\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000105\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000106\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000106\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000107\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000107\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-3c40e9d93c3c38c0-f09fcd twpub-3c40e9d93c3c38c0-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc\",\n            \"target\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000059\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc\",\n            \"target\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000062\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc\",\n            \"target\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000089\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc\",\n            \"target\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000092\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc\",\n            \"target\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000096\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/3c40e9d93c3c38c0/toc\",\n            \"target\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text/000000102\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-3c40e9d93c3c38c0-f09fcd blockquote,.twpub-3c40e9d93c3c38c0-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-3c40e9d93c3c38c0-f09fcd body > p{text-align:justify;}.twpub-3c40e9d93c3c38c0-f09fcd h2{clear:both;}.twpub-3c40e9d93c3c38c0-f09fcd h3{font-weight:normal;clear:both;}.twpub-3c40e9d93c3c38c0-f09fcd hr{clear:both;}\\n.twpub-3c40e9d93c3c38c0-6b4cd0 div,.twpub-3c40e9d93c3c38c0-6b4cd0 p,.twpub-3c40e9d93c3c38c0-6b4cd0 pre,.twpub-3c40e9d93c3c38c0-6b4cd0 h1,.twpub-3c40e9d93c3c38c0-6b4cd0 h2,.twpub-3c40e9d93c3c38c0-6b4cd0 h3,.twpub-3c40e9d93c3c38c0-6b4cd0 h4,.twpub-3c40e9d93c3c38c0-6b4cd0 h5,.twpub-3c40e9d93c3c38c0-6b4cd0 h6{display:block;}.twpub-3c40e9d93c3c38c0-6b4cd0 div.figcenter span.caption{display:block;}.twpub-3c40e9d93c3c38c0-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/images/OEBPS/168469513100512703_25362-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/images/OEBPS/168469513100512703_25362-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAAB8zUlEQVR42uzdd3wUdeLw8U0ISQgkdEJXRJQigiBFQAUsp4L6O+5AsZx6nuU4ezvRs3AWFOUsWA710LMAip6cZzvsKIqKIB1UkCIg0lvoyfNHnie/eSYhbJLdNN7vl3+4k81k82Uzu5+dme8kNFoYAQAA4ACUaAgAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAACg7CXk5OQYBQAAgAOQPYQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCA0BAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAABQ+pLK5Kfu2LFjwYIFpfxDDzvssLS0NI9kv48EAAA4QCTk5OSU/k9dtGjRoEGDSvmHPvfcc+3bt/dI9vtIAACAA4RDRgEAAAQhAAAAghAAAABBCAAAgCAEAACgEkkqDw9i+PDhDRo0iPlqd+7cOWTIEI+khI8EAAAQhHHUpk2bZs2axXy1WVlZHknJHwkAAFBZOWQUAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEhgAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAID6SysOD2LFjR1ZWVjxW65GU/JEAAACCMI7OPvvscjIcHgkAAHDgcMgoAACAIAQAAEAQAgAAIAgBAAAQhAAAAFQiCTk5OaX/U7du3Tp58uRS/qE9evSoVauWR7LfRwIAAAhCAAAAKjOHjAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAgtAQAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCsCKbMWPGb37zm549ew4fPnzv3r0GBAAAKA8ScnJyjEJcbd68+YwzztiyZUvuzcsuu+zSSy81LLnmz5//ySefzJkzZ/HixZs3b967d2+dOnXq1q3bpk2bPn36dO7cuWrVqjH8cTt27Pj5559z/z8pKalp06ZGtRh27do1efLkTz/9dP78+atXr96+fXtaWlrjxo3btWvXt2/f7t27JyQklOf1U8799NNP33zzzfTp0xctWrRp06aNGzfu2bMnPT29Zs2aDRo0OOKII9q3b9+hQ4f09HRjBQCCsAL497///de//jXvZmZm5ttvv32Aj0lOTs677777/PPPf/fdd4XcrX79+tdcc80pp5wSkx+6d+/eK6+88ssvv8y92ahRozfffDPK7/3Xv/717rvvxnAErr766nbt2lW4Ud25c+fYsWNfeOGFTZs27es+LVq0uPHGG7t161YO1x+NBx98cNy4cYXfJykpKTk5uVatWvXr1z/44INbt27dpUuXFi1a2NyVRHZ29scffzx27NgZM2bs987JycnHHXfcGWecccwxxyQmOtQFAARhOfa3v/3tpZdeCi756KOPMjIyDtgBWbhw4T333DN37two79+zZ88HHnggJSWlhD/3rrvumjhxYt7NIgXhqFGjnnvuuRgOwqhRo3r06FGxRnXmzJl33HHH8uXL979ZSUi4+OKL//jHPxbpV4j3+mMYhAVq2bLloEGDzjzzzNju1j5AzJo1a9iwYUuWLCnqNx500EFXXXVV7969jSEAFI8PVuNu69at+11y4Hj55ZcvuOCC6LslEolMmTLlqquu2rFjR0l+7nPPPResQaNa1FGdMGHCJZdcEk2tRSKRnJycZ5555tFHH43+8cR7/aVg0aJFw4cPHzRo0KxZs2z3ordnz56HH3744osvLkYNRiKRpUuXXn/99Zdeeml2drbBBABBWB7l312QnJx8AI5DTk7Ogw8+OGLEiN27dxf1e6dNm3bPPfcU+0e///77jz32mFEt9qg++eST9913X1HnQ/rnP//53nvvlYf1l6Zly5Zdeuml77//vk1fNHbt2nXDDTe88MILJcy5HTt2OHAUAARhaRg7duzo0aNHjx6dlZUV5bc0btw4eDM1NbVOnToH4NAV+0i8XG+//faUKVOK8Y1z5sy5/fbbK+uh0aUwqk899dQzzzxT7Ie3bdu2sl1/6du9e/df/vIX+wn3Kysr64orrvj0009LvqpevXoZTwAoniRDEL3t27c/9NBDuZ9k//a3v01LS4vmu3r06BE8tq1nz54H4CfZq1evfuWVVwr8UoMGDXr16tWmTZsGDRpUqVJl3bp133777Ycffph/WpERI0ZMnDixSDNMrly58tprr925c2d5G5CYzJNZCqP61ltvjR49usAvtWzZsnv37gcddFBKSsq6deumTZs2derU0H6etWvXPvXUU9dee+2+foV4r78Mm/D2229/5ZVXDszDAaI0bNiwb775ppA7NGjQoGnTpjVq1Ni5c+f69etXr169efNmQQgAgrDMLFy4sBjHNbVq1erss88eP358JBKpU6fOVVdddQAOXWZmZt++fUPH0bVo0eJPf/rT8ccfHyrk/v37X3311SNHjvzPf/4TXP7TTz9NnTr1mGOOifKHbt269eqrr16/fn05HJCDDz64Qoxq3qSsQV27dr3iiitCs6RecMEFixcvvvXWW0NznL7++utDhgzZ1+w18V5/yfXo0aNz5875e2/r1q0bN25csGDB4sWLC9wsLF++fOLEiYMGDbLlLNBLL720rwNrW7duPWDAgD59+oQOpsjJyVm0aNG0adMmTZo0c+bMvOV16tRp06aNIQWA4jHLaBGMHTt25MiRuf8/adKkunXrRv+9X3/99apVq4499tjatWsfmKP33XffnXPOObnPt8TExAsuuODyyy9PSirsI4nhw4e/+uqrwSV9+/Z94IEHovlxe/fuveKKK7766qvgwho1auTN6FOkWUZLaNWqVf3798+72bJly33t2Stvo7pixYoBAwbs2bMn92ZSUtL1119fSORs2bLl4osvXrRoUXDh3Xfffeqpp5bJ+oshdBTulVdeeeGFFxZy/82bN7/55psvvvji6tWr82f/a6+9ZstZ4PP2vPPOy3/WaN26dYcOHdqnT5/9rmHhwoXjxo176623srOz+/fvP2zYMKMKAMXjHMIimD9/frG/t0uXLmecccYBW4ORSOSwww479thjI5FIWlra3/72tyuuuKLwbolEItdff/1BBx0UXPLll19G+RHGvffeG6rB/v37H3744WXyu3/yySfBm8cdd1xFGdUmTZr8z//8T+7/V6tW7bHHHit8l1d6evq9994b2jk5adKkfd0/3usvBRkZGeecc8748ePzH7W4ZMmSwq8JecAaOXJk/hrs2LHjhAkToqnBSCRy+OGH33nnnS+99FLnzp0dLwoAgrCUzJs3zyCUxMUXX1y7du2nn346t2H2Kzk5+ZJLLgku2bZt29KlS/f7jfkvMtGkSZM///nPZXUy4ccffxy8GeWvX05G9ZJLLklNTU1NTX3ssce6dOmy3/Ufeuihof11c+bMKeT+8V5/qWXhiBEjWrduHVoe+lSCSCTy0UcfTZs2LbSwS5cuTz75ZM2aNYv6gchTTz11wgknGFUAEIRxl5WVtWzZMuNQEkccccT48ePzv2kuRN++fUOT9+w3y/NfZCIlJeWBBx5IS0srkyDcsmXLjBkz8m7WqlWrffv2FWhU69Wrd+65544YMaJjx45Rrr9fv37Bm+vXr//ll1/Kav2lJiUl5aabbgotLMlhBZXVE088EVrSokWLBx98sNgT8LjgBAAIwtIwf/58Fz4uuXr16hX1TXZouojC3/rPnj37tttuCx0Aefvtt+ceLLpr167S/5WnTJmSd45cJD7TzMZ7VIcMGdKzZ8/o19+lS5fU1NTgku+//74M119qOnToEBrY4l1svRL7+uuvFy9eHFySlJR0zz331KhRw+AAgCAs70FoEMpEq1atgje3bNlSyJ3vuOOOUPWdd955p5xySu7/l8kewtAJhLE9XrR0RrXIm5XExEMOOSS4ZOPGjRVo/SVx9NFHB2+uWbPGn3DQhAkTQkvOP//8sjq5FwAQhIKwAgidVpQ3TWiBTjvttODNrl27Xn311Xk3889jEW979uwJXvk9KSkp+stmlJ9RLYamTZtW6PUXW9u2beNX2hXd+vXrQ+fT1q5d+6KLLjIyAFCGytd1CJctWzZ58uRvv/12yZIlGzZsiEQidevWrVevXteuXXv37l3yS7f9/PPPkyZN+vrrrxctWrRp06bs7OxatWo1bNiwQ4cOXbt27d69+76O5fviiy8+//zz4v3QHTt2rFixIu9m9erVGzZsWOZDPWvWrLfffnvmzJkrV67cvn17enp6ixYtunfv3r9///Lw8IKqVasWvFn4gbvnnHPOuHHjcvcXNWnS5P777w/+m5b+Qb/ffPPNtm3b8m4eddRR5eTQuCKNajFUr149rsEW7/UXW2gm4V27duXk5CQkJJSTbeDKlStzt4GLFy/O/TOpXbv2oYce2r1791NOOSV03b+Ymzx5cuhDmcGDB4f+KSvcy01wC1+tWrXGjRuH7jB//vw33nhj+vTpq1at2r17d/369evVq9etW7eTTz65RYsW3oUAIAj/r88+++zZZ5/99ttvQ8s3bty4aNGiL7/8ctSoUSeffPL1119f1NOl8tbzyCOPvPXWW6G3I7/88ssvv/wya9asF154oUGDBoMGDTr33HODcxvs2LHj4Ycfzn+Y08knn1zgD+rQocOYMWOCSxYsWHDxxRfn3ezdu3fexQwjkUj//v1XrVqVd/PWW28dMGBAkX61nJycvn37bt68OW/JyJEje/fuva/7L1++fPjw4aELgm/cuHHGjBkzZsx45plnBg0adMUVVxR7goeYCwZVJBIJzYYSkpaWdsEFFzzyyCPVqlX729/+lpGREdfs2a+4zi9aaqNaDKFz/GJ+vdN4r7/YQk+5xMTEKGsw3tvADRs25G4DQ38Fq1evXr169ZQpUx577LHBgwdfdtll8fvb//TTT4M3k5OTf/Ob31T0l5vgFr5NmzYvvvhicGxHjBgR2gisWLFixYoVM2fOfOqpp04++eSbb765qHOrAkBslf0ho3Pnzh08ePDVV1+d/+U5ZNKkSYMGDQpdkzoaM2bMGDhw4BtvvFH4EYO//PLLY489dv755wcf2znnnJO/BmModMbR9OnTi7qGRYsWBWswMTGxU6dO+7rz1KlTzzvvvFANBu3evfull1666KKLcj8yLw9CB93tN10GDRpUr169v/71r4ceemjoS6UfhJMnTy6fQVjUUS2q7du3B2+mp6dXrPUXW3ACoUi+PbFltQ389ttvBw0a9J///KeQP4GdO3c+99xz559//s8//xyPkdm1a1foIhzHHntsrVq1KtPLTfDTvTlz5px33nmhGsz/UwYOHGj+agAO3CDcu3fvE088ceGFF0Z/7eZNmzYNGTIk+KK7X19++eWf/vSn9evXR3n/vHeWmzZtuuiii6K56l0MgzB4fYIohRrysMMOC+2jyPPVV19de+210Rxct2DBgssvvzwrK6s8PEeDB9xGIpEmTZoUfv/U1NQxY8b07ds3/5dKOQgXLlwYfG990EEHNW/evJz85Rd1VIsq9DSLebDFe/2l88BKZxs4bdq0IUOGRLkN/OGHHy6++OIirT9Kc+bMCW1S9nWcRcV9udm4cWPuRxWLFi2K8nVn3bp1V1111aZNm7wdAeBADMJIJDJ+/Piivkdfu3bt3XffHeWdlyxZctNNNxVpbsnOnTvn/s+ePXtKYQ6S0JW4f/7556K+FQs1ZKgw86xaterPf/5z9Ndd+OGHH4YNG1YenqOzZ88O3ozmrJt95U0pH1hYPucXLfaoFkloD2TMz5yM9/qLLdQAzZo1K9tt4LJly2644YYibQN//vnna6+9NrQPtuRC83IlJiZ27969Mr3c5I3ezp07b7jhhujPa809jN/bEQAOxCCsUqVKKIeiNHXq1GgOrczOzr7tttuKOttEIcdbxkNmZmaoXoq6kzB0/30N6V133RU8sjQa77///vvvv1+2T9CFCxcGryhQtWrV0PUGyrPQ0WLHHXdcOXlgpTCqP/74Y/BmaFLQ8r/+koxt9KVdOtvAYsx0+v333z/66KNxHZm2bduWZsbHe6jzrFq16plnninqUaDvvfdeaHwAoNSU8aQy3bt3D75pTktLO+2004477rhWrVrVqVMnKytryZIlb7755uuvvx76ZPe1117bb7m98sor8+bNK7DBunTp0qhRo+zs7FWrVk2fPj3vuL4qVaoceeSRee+SO3TokPdd8+fPD+5ea9euXVJSAaMXurxbNLp06RI8fm/69OmhaycUYvny5cELnSUmJh511FEFpl3+8wY7deo0cODAww8/PCMjY9WqVZ988smECRNCRy79/e9/79u3b8wvpB690AmcnTp1iuakrPJg9erVwXd46enpHTt2LCePLd6jumnTpuCV7lNTU0s+PWZprr8kZs6cGRrbMtwGvvbaa3PmzAktTE1NPemkk7p27ZqZmZmdnb1s2bJPP/10ypQpofVPmDChX79+RxxxRKxGZsGCBcGbeVvayvFyE/w1x48fH1zSrl27E088sXHjxrVr196wYcO8efPefvvt/BeoHD9+/B133OFNCQAHYhDmlczAgQP/+Mc/Bk+5ycjIOPLII4888sjevXtfc801wQM4c6cvr1Klyr7WvH379n/84x+hhXXr1r3ppptOOOGE0Lx/c+fOfe211956663DDz88751xRkZGcL7QM88886effsq7+dBDD9WtWzcmg9C5c+eJEycGgzD67w3duU2bNvnncM/Ozh49enRwSWJi4jXXXHPuuefmLaldu3bbtm0HDBhw7bXXBjPmxx9//OCDD0466aQyeXqsWLHi7bffDi4p8MzA8il0vOgxxxxTyNO1ko1q6K1/q1atYvuZQrzXX2xLliyZNWtW3s0qVars96jI+G0Dd+zY8fTTT4cWduvWbdiwYfXr1w9+IPWb3/xm4cKFQ4cODZ4ynZOTM2rUqNCmo9iys7OXLFkSXFL6F6OP31AHPf7443n/37Bhw+HDh4fS98QTT/zDH/5w9913//e//w0u/+ijj2699dYCP2cEgLgq43dRzZo1a9KkyVFHHTV27NibbrppXxMw9OjR47LLLgsuycrKmjt3biFrfuutt/KfzPPiiy+eeOKJ+WeBb9eu3e233/7666//4Q9/KP1BCJ31t3Tp0uinwInmeNFPP/108eLFwSVXXXVVsAbzZGZmjho1KnQhtWeffbZMnhu5R7sFz32qWbNmv379KmgQlpPjRUtnVENzq7Zu3bpirb/YRo0aFSrt/c52E79t4Ntvv71u3brgkl69eo0aNSpYg8E8+8c//hHa0Tpt2rT8OxiLZ+3ataFTsvNPAlxxX24KdPDBB7/00ksF7ghNS0u7++67Q1v+LVu2FOOnAECFD8JIJPLQQw8988wz+z3ScvDgwaHX79BegpB//etfwZupqakPPfRQgwYNCvmWxo0bl8m79gYNGoQmn4z+NMLQHsICZ5QJDcXRRx993nnn7WuFdevWveGGG4JLFi5cGJqRshTs3r176NChoaPvzj///IpyvGhWVtY333zzv39miYk9e/Ys80dVaqP60UcfhTqkYq2/eJ555pnQWaO/+93vynAb+Oqrr4a2M3fffXchu7lq1649YsSIqlWrBhe+/PLLMRmc4CG+edvbSvNyk1/VqlXvvffeQi6qkZiYOHTo0NCnk/u9GAYAVM4gbNmyZTR3S0tLC9Va6ACkoKVLl4ZO0L/gggtiPo9iDBXv4hNr1qwJplqVKlWCJz3m2rRp0+effx5cMmTIkMKvlH3yySeH5rkJXU463hYuXHjZZZeF5rNp27Zt8BKR5dyUKVN2796dd/PII4/c17VAKt+ozp49e/Xq1cG/3K5du1ag9RfDDz/8cMMNNzz55JPBhb/97W/btm1bfraBQ4YM2e/uypYtWw4ePDjU3jt27Cj5EAX/yXJ/lzL5i4jHUBco9/Tswu9z8MEH9+jRI/RE8qYEgNJXkU5X6NKly1tvvZV3s5CrJ4c+p09LSwu9yylvOnfuHNyPF+VphMF9UJFIpF27dvkvL/7pp58GJ0g48sgj80dj+EOCxMQzzzzziSeeyFsyefLks88+O36/fnZ29ubNm9etWzdz5szJkyd/9tlnoetD1K9ff/jw4RXo7JrQM7BMLjhRVqMa2qd03HHHJScnV6D1h3z//fehc71y7dixY8uWLcuXL581a1b+S9u1bdv2mmuuKcNtYGgnav369U899dRofsT5558/bty4vI8ztm/f/vnnn5f8LNPQwat16tSpNC83BTrrrLOiuVuvXr2mTJmSd3P58uXelAAgCAsTmhk/OG9+yNdffx28Gc2ZPGX+5iP0HnTbtm35p4cJieYKhF988UXw5oknnhjN4+nevXswCL/99tucnJzC9ysW1cSJE++6665o7tmsWbNRo0aVn+sK7NfevXtDe2VLLQjLfFTXrFnz3nvvBZfEdkaieK8/v3fffffdd98t0rd07tx55MiR8Ti8Ofpt4FdffRW8+atf/SrK8q9Tp06vXr2CPTl16tSSB2HoqoY1a9asNC83+bVu3TrKv6y8y97mCu1HBYDSkViBHmvoOMZ9XWAwOzs7dJZUnz59yvmvVrdu3eB0DtnZ2dGcTBJNEIbu07t372geT5s2bYI7G3fu3Llq1arSH5bk5OTzzjtv/Pjx+726d7kyffr04CUfmzRpEuWBapVgVMePH79nz57g7x7b83Ljvf4SatSo0dChQ0ePHh2nT6Ci3wYGJzuNRCLHH3989D8ltJWYNm1ayR95cB6jSCRSmlcgjOtQF2i/U8vmadq0afCDtiJlJwDESkXaQxg65yR4VcCgn376KSsr63+TNzGxwFIqb44++ujgaSrTp08vfBqSTZs2BecODV01Mde6deuCHznXqVMn9C5nn58TJCY2b948OI/CkiVLSnkSiP79+19//fVlfupdMYTmFy2T40XLZFTXr1//yiuvBJcMHjw4hheEiPf6S+jUU0+9884743pgc5TbwKVLlwb3yCUnJxfpon/dunUL3ly2bFk0BywUKQhDU9cUYvny5VHu9O7Vq1eUs/jEcKgLFOW5o5FIJCUlpU6dOnnH0+7atWvXrl1xPQQaACp2ECYmJiYnJ+e9MIcmMc8TOi+/efPm5f/T6NwgDM4KuN95ZWbMmBE8JeyII45ITU0tfCiKNDt/KAh//PHH0PwH8fbmm2/Onz//2GOPPeecc2J1ycfSEbooQrkKwriO6t///vfgZzE1atQ488wzK9D6S+idd9758ssvf/WrX/3+97+P0zlyxdsGtmrVqkiZWr9+/czMzLzPknJycr7//vuOHTuWSRCGJuwtRGz3eEc51AUq0hU1atSoETzBcs+ePYIQgNKOrIr1cIOvlKEZMvIsW7Ys9GaoQvxqoZNJ5s2bV/hn0tEcL/rjjz8Gb4bOiilc6BIda9asKf0xWbRo0XPPPXf66ac//vjjwalxyrMffvghOPVrWlpa6F+2zMVpVL/77rvXX389uOSss87KP8tRuV1/TKxfv37cuHFnnnnm+PHjy3AbGJqbpBgTLIcOci7qHJv57euhVvSXmwJLskgHU4Q+yAseEQ0AgrCYQuflV5TTz+rUqRN8E7Z79+7Zs2cXcv/QTKQFXpI+dOJfgRek3pfQlBihOSFK086dO8eMGfOnP/1py5Yt5f/fMTS/aLdu3aLfGVJxRzUnJ+e+++4L5mXNmjVjePxevNcfW1lZWQ888MB9991XVhUU+sMvxjYwdGXUkp9CHNpFWYmzp1atWkX6kw/duaJ88gVAZZJU+X6l0BWQMzMzK8oj79y586JFi/JuzpgxY187l7KysoIXGUtOTm7fvv1+2zi0069woVOGtm3bFttf9phjjnn44Yfz3gNt3bp1y5Ytq1atmj179vz58/PvHf3qq69uueWWRx55pPycM1ag0PGipTzlSVmN6r///e/QTE6XXHJJDA/Vjvf6C3HllVdeeOGF+Zfv3r178+bNa9eunT179tSpUz/55JPQW/kJEyY0aNDg97//fek/CUP784v0SVCB35L/svJFFcqeShyE5f+KGgBQfoNw9+7dCxYsmDlz5pw5c9atW7d58+YtW7aErokcTZYEJ3isWC/PRx99dHDOjEKuRjhr1qzgOS3t27cv8LST0Jx1999//0MPPRTlgwntEoz5HsLMzMx9tfq2bdsmTpz40ksvhYL2888/f+6558rkHXaU1q5dO2/evLybCQkJvXr1Ks0HUCajumHDhkcffTS4pGXLloMGDYrVLxXv9Re7cOrWrVu3bt3DDz/8t7/97fLlyx944IHgNeUikciTTz7ZrVu3du3aVbhtYOj80k2bNpVwuEIbqOC5oBX65Sa/Es6+AwAHaBCuX7/+5ZdffvXVV2My6XbozVA5vwJhKAgTEhLyDjPLrb4qVarkv2c0x4vmH4qSDG9pHjJavXr1c88998wzz7z77rtDF5179tlnBwwYUKtWrfL5L/jJJ58EjxJs27ZtlO/Fx40bFzr3dV+9V+DeqrId1ZEjR4aC4aabbirweVs+1x8TzZo1e/jhh0eOHBk8ezA7O3v06NGhmi2FbWDoMOBiJEroW0oehKHduWV4+Hdshzq/eFx/EgAqeRBOnDhxxIgRoTnoSiKULuVt2olC1KxZs2XLlnkzBG7fvn3BggUF7l4IBeG+rqsRw4/hS/9sqBo1atx3330JCQmTJk0K/kZjx44dMmRIuQ3C4M3ojxf96KOPoplK8bDDDit2EMZpVD///PN33nknuKRfv34xvNBLvNcfQ4mJiddff/33338f/KecMmXKokWLCr8QZcy3gaFVFSNRQkFY8scWuopD9IV5+OGH7+tP4+WXXx4xYkTZvtwU8JqaVAlPxACgcivL07Gys7OHDRt21113xfblOXR2SsV6eQ690y3w4hO7du2aO3du3s2UlJQjjjiiwLXt3r27oj9B77jjjtCUGMGSKVeysrK+/vrr4JJydcGJeIxqVlbWvffeG1xSq1at6667LoZDGtf1x6MJb7rpptDCDz/8sGy3gcXYmxrabJZ8SxLa/7xhw4ZSPo0wTkMtCAEQhCXy5JNPvvHGGzFfbeiCUeXt0LLChQ7+LPA0wrlz5wZnB+nYseO+JrWrBDM3pKamhk5vW758+ffff18OH+oXX3wR/HfJzMw8/PDDK/eojho1KjT/5HXXXRfDA3rjvf54OPTQQ0NzQX366acVbhsYmmSoSFfhK1C9evVCeRY6l7WCvtwAQCVQZp9lTpky5dlnny3w7dRJJ53Upk2bFi1a1KhRo0aNGsG3Jl26dNnvrNyhtzIVK4o6deqUmJiY9zvmXn0+ISGhkEos5PC50DdWUKeddtqDDz4YnOBh7ty55fDykqH5RUt5OpnSH9Xp06dPmDAh9Cv369cvVo8w3uuPnx49egSPcvz++++zs7Pzz+Mav21gyaf0DBVgyfd6NWrUKLTkp59+atKkSUV/uQEAQVh8jz/+eOi0tMaNG992221du3Yt6a/0/793ifcBQrGVkZHRqlWrvEtKbN68efHixaETkKIPwtD7whdffLFNmzYV7zmalNShQ4fPP/88b0neaZblR3Z2dmhHULk9XjQmo7pz58677ror+Cecnp7+l7/8JVYPL97rj6vQNWB27dq1cuXKpk2blto2MDSlZzGCMOYH3tesWTMtLS14VvMPP/zQrVu3iv5yAwCVQNkcMjp16tTgZfQikUirVq3GjRsXk5fnUAWFZhIv/0KBF8q/7OzsWbNm5d1MS0srZFL70PvCrVu3VtCnaegd9vLly8vbI/z222+D82SkpKSU//eaJRnVJ554IjQt6g033FCM692V1frjqnHjxqElK1euLM1tYGpqavBmMaYIDl1xISYzZx500EHBm999910leLkBgEqgbPYQhqYNTElJGTlyZKwuMx1aT2leLyFWQfjSSy/l3ZwxY8bAgQPzbi5cuDD4KXvHjh0LOUEoNLNfxQ3C2rVrF/JutTwIzS/atWvXlJSU6L/9qaeeqkCjOnv27LFjxwaX9OrVq3///rF6YPFef7zlv9RN/vl+47oNDP3hF+MaD6FtRWiFxXPYYYfNnz8/uGWrBC83AFAJlM0ewtBbgdNPPz2ak0mys7OjOaMj9N7ll19+qVj/JLmnEebd/Pbbb4NfnTlzZvBmaPqKkJo1awZvhi5LWIGEfpEyv6r1foOwnB8vWpJR3bVr17Bhw4J/iRkZGbfddlusHlW8118K8u9Pyx/bcd0GhmZwWbduXVF/hbVr1xbyVCl2EAZvrlixonTmlYnrUAOAICyOtWvXrlixIrjkjDPOiOYbo9zXV7du3eDNn3/+uWL9k9SoUSM4O+Xq1auDb5tmz54dvPO+LkmfK3SIXTk80jJKoXdm5e2N2uLFi0NjW85nlCnJqD711FM//vhjcMmNN94YKpCSiPf6S0H+tA5N7xTvbWBouIrRXaHP0Ro0aFDyYQkdopz/Y5SK+HIDAIKwOEJvnVNTU1u3bh3NN0Z5SFtmZmbwZmja+gohdBph8KTBYBBWr1698EliQh+Eh95nVyChA9jyH5JXtkLzix5++OGhJ2GlGdUFCxY8//zzwSW9e/c+7bTTYvWQ4r3+0pF/SxUa23hvA0MT2ITOxizGVjr/HKHF0KZNm9D17t9///2K/nIDAIKwOEIHLh500EFRXiYryoM/QzM6lNrUBTEU2u+XF4QbNmwIftp91FFH5Z/LPih08XFBGCcff/xx8GaFOF60GKO6Z8+eO++8M3hBgoyMjFtvvTVWjyfe6y81+ffIhc5Yi/c2MDQv8aJFi4r6K4QuShmaD6aYLzaJiaFD3KdPn75kyZIK/XIDAIKwOEIzHET/5j7KafEPPfTQ4M2lS5cGp3+sEEKlN2fOnFAZFtiN+YUujL506dIK+i5n8eLF5TYI169fP3fu3OCS4447rlKO6pgxY0Kd8Oc//7lOnTqxejzxXn+pWbBgQWhJ4bO8lMI2sEj7u37++ef169cXssJiO/7444M3c3Jyxo0bV6FfbgBAEBZH6DoQ0U9oHuW+vpYtWwZrKicnJzQvS/GErsS1e/fu+A1RWlpa8FjQBQsW5F4WLHQCYSFXIMzVpEmT0DvRKVOmVMSnaegddsOGDcvPY5s8eXLw7Ls6deq0bdu28o3qokWLxowZE1zSt2/fU045JVYPJt7rL02hDU6VKlVC++rjvQ1MT08P7tPLzs6eNm1a9I//q6++Ct5s1qxZrObk7Nu3b2hDOnHixLie2xzvoQYAQVjM2gnejP7c/ShnIKhWrVqrVq2CS2JypkrJL+1VJMG9f7t27cr9uDoYhOnp6aFZ+/JLSEgIHaP14YcfVrjn6OrVq0MHu5ar4go9LXv16hWaQaQSjGp2dvadd94Z/BCkVq1aQ4cOjdWDiff6S9PWrVtDT4lDDz00dEXQeG8DI/kOHwgd1Vy4jz76KHiz8KmMiyQjI6Nnz57BJXv27HnggQcq7ssNAAjCGLxCh+Y335fZs2dHP19oaNfZBx98UIwrceXvzODNeM9VE3oTtmDBguzs7Hnz5gXvUPgJhLm6d+8evPn5559XuE++//Of/4QmwDziiCPKyWPbsWPHl19+GVxSUU4gLNKoPv/888HnXiQSGTp0aAwP5oz3+kvTyy+/vHPnzsJLuxS2gd26dQttA6O8rMi6des+//zz4JLYXsD9rLPOCi2ZMmXKq6++WnFfbgBAEBZZ6HLYy5YtCx3VU6Cnn346+h8ROolr586d//rXv0r4sEPHXoZOdoq50BXnFy5cuGjRouBbuv0eL5qrb9++oW4s0kjGSu4hr8WwefPmV155JbikUaNGoSuLlKGpU6cG3/1XrVo1VOCVYFSXLl06evTo4JKTTjrpxBNPjNVvEe/1l6Yff/zxmWeeCS3M/5QohW3gMcccE2yhbdu2RRldL774YvB5lZycHNvPOLp165b/jMQHHnjgiy++qKAvNwAgCIvskEMOCd7Mzs7+7LPPCv+WL774okgnv3Xq1Cm0e2HMmDEl/MQ3dBZQnN6+5ElLS2vXrl3ezR9++GH+/PnBO0R5HFedOnWOOeaY4JIPP/zwjTfeiP6R7Nq1q+TXj37xxRcffvjhaN6KhYwYMSJ0We1ydRGC0HFlnTt3Du2RiKtSGNXs7Oxhw4bt2rUr+Iy6+eabY/UrxHv9pWnRokWXX3558HfJ/XV69+5d+tvAatWqnXDCCaFt4Jo1a/Yb5+PHjw8uOfbYY2P+lP7jH/+Y/6ON6667Lh5XoSiFoQYAQVhk6enpocsc//Of/8zJydnX/ZcsWXLLLbcU7bdKTDzzzDODS7Zu3XrjjTcWftBUTk7O66+//sILL0QThNOmTSvGZO5FEtwHuHjx4uChnjVr1gydJ1mIs88+O7Rk+PDhoQMd9+WDDz4YOHBgaJKJYtizZ88LL7wwaNCgSZMmRXkB9Ozs7OHDh7/zzjuhf9lf//rX5eSPJ/+by1I+XrQURnXcuHEzZ84MLrnllltq1aoVq18h3usvHZs3b3788ccvuOCC/Ecknn766aFpVEpnGxiJREL/plu2bBk6dGioV4O2bdt28803h+4wcODAmA9X7969O3XqFFq4a9eum2++efjw4bG9AGDpDDUAVGhJZfJTO3Xq9O677+bdnDdv3uOPP37FFVfkv+eXX355++23511Lqnbt2hs2bIjmRwwcOPCll14KvrmZN2/ehRdeeNddd4UuxhCJRHbu3PnOO++MGzfuhx9+uPDCCwtcYegS8Dk5OX/961+ffvrp0HQRsQ3CvHkXN27cGNwZ1blz5+hnLunRo0ebNm2COxh37dp1xRVXXHLJJeeff36B0+5t3779gw8+GDt27MKFC2P4G61YsWLo0KGPPvro2WeffdpppxVyktjMmTMfeeSRUCpEIpGePXvG5BrZMTF79uzQ7PxlcgJh/EZ15cqVTzzxRHBJQkLCvffee++99xbvob744ouZmZmltv6YmDVr1ssvv1zg50dbtmzZuHHj3Llz586dW2CQZ2RknHvuuWW1DezQoUPXrl2Dn+bMmDHjT3/60z333BNqpNxn0U033RQ6wbht27b7vbZN8fzlL38ZPHhw6GTLnJycV1999b///e/AgQNPOeWU0NUU86xbt27GjBkff/zx5MmTy8nLDQAIwiI76aSTgq/QkUjk2WefXbx48e9+97u2bdsmJSWtWbNm3rx5b7755ieffJL3aW6fPn2aNm26rz14IZmZmblNGFy4aNGic889t3Pnzl26dKlbt+6OHTvWrVs3d+7cmTNnht6a5Ne2bdvQ+4M5c+ZcdNFFQ4YMadOmTU5Ozk8//TRz5syPPvro2WefjckodejQoWrVqnlTL65cuTLYikVa1bXXXnvppZcGl2RnZ48ePfqFF1446aSTWrZsmZmZuXfv3s2bN69YsWLOnDnz5s3b74AU26pVqx566KFHHnmkXbt2HTt2POSQQzIzM1NTU7du3bphw4bvvvtu6tSpBe59TU1Nvf7668vPH0/oeNFDDjmkSZMmZfVg4jGq3333Xeh41JycnFADF0nwovOlsP5Y/SsXe8LJ6667bl9nZpbCNjASiQwZMuTrr78O7hCbPn36gAED+vfv37Nnz8aNG0cikZ9++mny5Mlvv/12/p2HV155ZZyergcddNBVV11V4PyiW7ZsGTNmzJgxY+rXr9+qVasGDRqkpaXt2bMnKyvr559/Xr58eVGPYC+doQYAQVg0PXr0qFOnTuidX94br8TExPwftycnJ1977bVRHuiY69JLL33vvfdCl2LPycmZNm1aka7KlSshIeG4447797//HVy4YMGCq666Krgkmpk/o5SamtquXbsCL6JY1CDs3LnzgAED8s+sk5WVFfqNSk12dvbs2bNDV1Ys3JVXXhk6cLdshabyLw/Xo68Eo1ppHHfccaeffnrZbgPbt29/1llnhU4L3L59+4QJEyZMmFD49/br1y+284uGnH322d9///3EiRP3dYc1a9bs96TH8vNyAwAVV2KZ/NTk5OTLLruskDe1+RdeddVVTZo0CV5teb9q1Khx5513xrDQzjvvvBiuLRoFhl+dOnX2dTBVIa677rr9XrewPOvdu3f+CevL0NKlS5cuXRpcUlEuOFGeR7XS6NSp0/Dhw8t8G5j7XcXYXDRv3vzGG2+M9yjdcsstffv2rRwvNwAgCIvs17/+dfRXk+vdu3fuzCjNmzcv0k/p1q3b0KFDY3Wh8EMOOaRfv35lHoTFu050tWrVHn300bLaF1TCiQp79+49fPjwcnXB99BhhBkZGUceeaRRJRKJnHnmmY8//nhqamp52AampKQ8/vjjRTqYuW7dug8//HB6enq8B6pKlSr3339/rOatKeTTutIZagAQhEV+K/DQQw9F8zalU6dO99xzT+7b1vr16xf1TfCAAQOGDRsW5dQvCQkJhT+km2++uTT3s3Xo0CH/Iy/q8aJ56tevP2bMmI4dOxbpn+mss846/vjjS/iLDB48+Oabby7GW8zk5OQhQ4Y8+OCD8Zu8JyZB2LNnz1Lee1wpR7Wia9eu3RNPPHH77bdHM7Cltg2sX7/+008/HbyMTSFatGgxZsyYUts5lpiYePPNNz/44IOFTIa0X23btr3zzjsL2aVZakMNAIKwaOrUqfPcc88VcuZVlSpVzjnnnCeeeCL4WXsx9nH169dv7Nix3bp12++7iqeeemrAgAGF3Cc1NfXJJ58s5ODA+vXrx3CIkpOT27dvH6sgzB3zp59++sYbb9zv26+UlJT+/fu/8sorN910U0ZGRgl/kYSEhIEDB77xxhuXXHJJlO/8kpOTTz/99FdeeeXiiy8ub3uxNm7cOGvWrOCSMjletJKNaoWTkJCQkpLSqFGjbt26XXrppWPHjn3++ef3u50pk21gZmbmP/7xjz/84Q+FFE5qauqFF1740ksvNW3atJRHsk+fPv/+97+vuOKKImXhoYceetFFF7344osvvPDC6aefXniEl9pQA0DFe0tTyBWZSs0333zz5ptvzp49e/Xq1bt3705PT2/RokWXLl1OO+20/J/prlq1KvdygklJSUX9GHv+/PmTJk2aOXPm0qVLt27dWrVq1YyMjObNmx955JG9e/du27Zt9KuaOnXqm2++OXfu3DVr1mRnZ9erV69du3bHH398nz59UlJSyv8//M6dOz/++OPPPvtswYIFq1ev3r59e7Vq1WrUqFGvXr3WrVu3b9++d+/ecTpmLDs7e9asWbNnz16wYMGPP/64cePGrVu3bt++PSkpKT09vXHjxq1aterUqdNxxx1XvXr18jl6S5cuDc1beO6559aoUaMMH1IlGNUDWaltAzdu3Pjuu+9+9tlnixcv3rBhQ0JCQu3atVu1atW9e/df/epXtWvXLttxyM7OnjFjxpQpUxYuXLh06dLNmzdv3749ISEhOTk5PT29du3aDRs2bN68eevWrTt27NiwYcPyPNQAIAgBAAAo1xINAQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAABBvCY0WGgQAAIADkT2EAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgNAQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAA4wCQZAgAOZKv+ttIgAHDAsocQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEhgAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAJSphMhlK40CAAesRtc1NggAHLDsIQQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABKEhAAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAZSqh0UKDAAAAcCCyhxAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEISGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIDQEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAACACighctlKowDAAavRdY0NAgAHLHsIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBaAgAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAECZSqqID7rRdY39ywEAAJSQPYQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCA0BAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAADjAJBkCAA5kq/620iAAcMCyhxAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEISGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAlKkkQwDAgazRdY0NAgAHLHsIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBaAgAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAHHWM63P+KaTFhy64cdW2z88aPblta9PSkgyLFCGTqnxPysPyynwv4cbPmd8CLK9BgCKr1+N34xu/Eri//uIuXXKEbfXf7BjapfLV51tcADKP3sIAYBiSk2oNjzzicR8byfOSD+rb/VTjQ9A+WcPIQD8rwZJDTMSa0Vzzz05u7Nytq3fu3ZPzp4Ddrj6VD+lXpUGBX5pYMbvPtz2jmdUeZCemHF89ZM7px7TOuWIg6seWjOxVvXE9F05O9fvXbth77qluxd/vWPK19unzN357YH8ZAZBCABE/lz37sE1L47+/nsje1fsXvbtjq+nZH345tZXN+xdd0AN11GpXff1pY77/hKl5ti0Ey+pfc3xaSdXTaga+lLVhKrVE2s0q3rwkamdT08fGIlENuxdN2Hz82M3PfPdrnmGDg4cDhkFgOKrEqnSvGqLM9IH3Z/5928PWfVQw2ebV21x4Pz6jZKa7utLjZOaeXqUbau/23zay03fO7F6v/w1WKDaVepeWvvajw+e+2rTj47S8yAIAYAiqZpQ9ayMCz8+eO4fal99gPzK1RLTChkNc42W1fNwWP2H/tP8iyNTOxdvDT3Ser/ZfOoTjcY2SWpuPEEQAgBFkJpQ7a/1H36o4ZjEA+BFdmfOjn19aXfObieklb46VeqNb/reJbWvKeHTLyGS8D/pg0+ucYYhhUrPR3cAEHtnZVy0J2fPjasvrdy/5s97Vu7rSyv3LD9w/rkbJDU8v+blwSWzdkx7b9ubpfwwalep+2rTj1qnHBGrFX6c9V9jDoIQACiOc2teMn3Hl+M2/aMS/46zdnyzry99u+OrA+ffuk/aKdfXvSO45IVNo0s5Tqon1hjfdFIMa3DZ7h9/3PW9MYdKzyGjABAvf63/cGZSo0r8C3647e2t2VsK/NKEzc8fOP/Q3dOOL/PHMDLzmfYpnWK4wvK8e7CcjDkIQgCgMNUTa9xQd1gl/gW3ZG++Z+2f8y//79Z/H1AXIexRrXfZPoALaw05I/2s2K7z423/NeYgCAGAEhmY8bu6VepX4l/wnxufvObnC5fs/iH35ubsjX/fMPKPqwYfOP/ETZKaN6t6cBk+gEZJTW+td39s17knZ8+UrA+NORwInEMIAHGUnJAyKOOCJzc8WIl/x1c2//OVzf+sWaV2ciR53d412ZHsA+qfuEda77J9AHc1eKR6Yo3YrvObHV9syd5szEEQAgAl1S/9t5U7CHNt2rvhwPz3PaZaWZ7M1jm1+2k1BkR55xV7ln207d35O2dv3Lu+WmJavSoNmlU9uFfaCQdVPSR0z3J+vGjZjjkIQgA4EN27duhj6+/L/f+ESEKtKnWaVT24d9qvLqp1ReEzxxyV2rVmldoHbC9V/iAs071V19S9LZq7zd856961Qz/c9k5OJCf/Vw+qesh5NS89v9ZlGYm1/m8Qlu8ZZY6xh7AECnwOcCBzDiEAFOcd1Ya962bt+ObR9ff2WnLYu1snFnLnhEjC0anHGLRKqVFS0/y710pNm5T2J1Q/bb93e2bDI6csO/qDbW/vqwSW7l58z9qbOy9uNnLdnbtzdq3fu3b2junGvNJuvnKyDQKCEABiZlv21stWDfp2x9eF3OeIlKMMVKVUtiezDc64eL/3uW/trbevuWZ3zu5onskj1w07aelRT6wfUZ5PBHUCYQntjew1CAQ5ZBQASmp3zu7b11zzRrMp+7pDy+TDC1xeNSE5PTEjtDAre9uOnO3575yZ1PjCWkNOrn56s6otqiZU3bh3/cwd0y5ceWb0j/OIlKOOTTuhdUr7zKRG1RPTt2ZvXrdnzdyd307Oen/ezpnl4UCyQ5Nbn54+sEtqz8NS2tauUjcpUnVr9uZlu3+cvXP6e1vf/Djr3WjCJkrtUjr2SuvbOqV9w6TGNRLTt2dv37B33Zq9P8/Y8dWX2z/9affSqOKk7C5+UDWh6oCMcwu/z9hNzzy6/t4irfa7XfO+2zWvXEd4/Mc8ts/DAv/Mt2dnbc/JCi1MjCT2qX5K//SBnVK7NUxqUi0hbWv25h93//DV9s8mbhk3c8e0mPx2u3J2hpZkJNY6qUb/Tqnd6ldpmB3Z+9OeZV9mfRrDP7dSGM+YbzYzEmv9JuO8nml9Dq7aslpC2vrstbN3zHh368TJWe9VvpewhMhlKyvcg250XWNvPgCIh5GZzwyuWfBel+A5hAX69OAF+wq/L7d/+uvlx+VffkqN/xnT+PXQwic3PHjXmhtDCy+uddXQevemJVYPLtywd127RfWief90dsZFl9e+vkVyq0Iy4LH1972+eWyR9h50rdbrz/XuLvBLH217t/DhCmmTcuQt9YYXfgDkqj0/Pbr+3hc2ji7J/qvkhJRza/7hktrXHly1ZSF3m79z9nMbH39ty4tZ2dv2dZ+za/7+gcynqkSqFOkBfL19ypnLe5X8udq3+qkvNnm7kDss3vXdCUs77MzZEY+/lGvq/OWmencV+KW71ty431mU2qV0fO+gGQV+6Yvtn/xmee+yGvN4PA8L/DN/efNz1/58UXDJsWkn3tNg1KHJrfe1no+2vXvzL39cvntJsX9o/i1MckLKdXVv/0Otq0PblkgksnrPqvvW3vLy5udK8jwptfGM4WazSqTKZbWvu67uHfnHJBKJzNk548bVlwbj/ITqp41u9Er+e/5x1dnvbXuzQrzwOWQUAGLjo23v7utL9ao0iH49rZLbBG8mRBJGZI6+q8Ej+d+dRHNhgCNSjnq3+bT7M/9eSA1GIpHDkts+2vD5ic0/K9LZWXWq1Dum2vEF/lfI+9r8htS56d3m0/Z7OlyjpKbDGzzxWrOPizSeQUdX6/HBQTPvafBY4TUYiUTapLS/P/PvX7dYOrjmxQmRhPx3+FOdP/8t8x9FLZMY2u9w3fTLZXGqwbIS7zEvtedhJBI5MqVT8OZ1dW8f33RS4X81faqf8t/m33Sp1rOEv+b27P+7Z7J+lcw3m39xVZ1bCiyfzKRGDzV89rGGL1ZNSC7/4xmrzWa1hLQxTSb+pf6IAsckd4v6RrPPgzvnm1c9JC2xev7/qiRUmCMxBSEAxMaCXXP29aVaVeoU+53NbfUfOK/mpQXec1v2lsJXdWqNX7/RfEqblPZR/ujOqd3fO+jbnml9Sm3Qct+3/aXe/VUTqkb5Ld2qHftW8y+bJDUv6s86K+PC15p+vK+9uAWqXaXuyMxnXmjyVugx31F/5K317ivb51uf6qcW8tUPtr39edbHleaPK95jXprPw//3Z942OSEl9/+vr3vnDXWHFfi5Q/4tyQtN3josuW1JftmsnG2RSKRGYvqEZh/u9/TmARnnjmr4fDSPrazHMwabzSqRKn9v/PJJ1fsX/rOqJlR9tOHzp9b4de7NJlWbV/S/L0EIALGxYveyfX0pJSE1+vU0q3pwakK13P/vn/7by2tfv697Fv5R90nVT3+q8YS8VUWpRmL6803eLLUm/Ev9Eft631b4EI1vOikjsWb03zIo44KHGj4b/dvT///d0v++X0pKSHqk4T8vq31d2T7ZGic1K3wn5+Pr7680f1mlMOal9jwM/lKtU46IRCInVu93fd07ov/GjP/T3n3HSVGlCx+vzpN6MkwAESQNCAgomF0UEUVFVxFw0RUTeEVFvV7UZb0uplVXDLuIawL0KijogoqiokRRQIIoInlgmJxT566u9w/eO5edmTpd3dPd0938vh/+gD4Vnz5VnKfr1Dn6tH/mfRj0UztJkhw+myRJL+Ys0JhYjrdOujtzVpTHMyS3zfuzHvObDbbcE+blvXeauZ8kSd2NJIQAAECSJEmyKc3qCaEloPTj+FOsTEP2811fFywpaNkUWAb9M/+D4DrXJeqSFuSv6GHqFe6IjbdO/I+Mh4Jbt7e5/99y3tS48IjE81/IeSvo49zkWNvy90eyn5mQenOnV7ZhCSMFpXtduzc7NsTNlRXumEesHrYyyDIsUZf0fM7rga5YYBl0W/o9QZ9vs69pbMo1V1knaF9lVtYT2juBd0o8O37bHGAZMjNzdkD3yZdzFuokHU8IAQDA/+dVHygv0HHej3d/ejDrv8V9TdX6Ppl05ldz30/UJQV9LlZ96vy8JcE9T9Mo29D1r13nd2QLV1tvuDzlWr+Lpeit83LfM3bgfZ7v7WtPPOxoqGxDE0YISpc3LY6nKyusMY9YPWw3Ifxj+l25xm5BrHt35ixzID8zncjuswXa+dakM/85+7koj2cHb5uPZT8f6F3irMTzrrZO7MYTQgAA8L+JR6paUdtx3v22bHKMeTen3SVeTO2n7mkZDwywDOng6QxPOHtq+ozwheu/sp/IMGR1cCOPd5nrtw13f+afTzH1DHoXzb6mn53bo62yDbScIShd1byc6zHa6mFb16fe9FDWnOD22MWQMy7luuDWnZJ2Z0BjPh13Wcr40y1DozmeHbltDk0YMSp5bBCH+kSXl7sa80gIAQCAJElSlqGLWpHN1xxoy+amtOl+H9C127LJMGTdl/mnkJzRzMzZVvUstyN6mvpomVTdr1NNp11rvVGwQJ6x+x0ZMzuyiy2OjVE4kbdgzNgKb+lB916ux6iqh+2y6lOT9SlB7/Ra6+TgVgwu85Ek6Y6M+6I5nh25bd6ZcX9wh9rVmKuP/XyKhBAAgNAYpP7zeY1cFdCmRqeM0/ISTnN7LZs/pt0Vqiwu05DdwWxK0LIUPwEodB/4oGHBG3UvrbatFE9afUe66Ahvz7gv6J51x53YXzRKGCRDd+OpggyWizHa6mE4nJ90SVg7dbd1dcpEcUf0zo1n0LfNFL21ZcjQk5ORewEAACExMlF15utKb3lAm0rUJWkZ5r25zcswBskQ2n6ef0i745WapzsyEXy7ZzcxdapaqUdxP1o5Y0nD24qkHP8kx5g/P2/xuYm/a3f5IQln9jUPOOD+rW2RWWeZknpHB4/2xBFlokQ3Uw9Bs/sX104uxqiqh9opklLsOVrkKUw3ZPQ3DxInV8n6lMGW4TucWyIWsSR98piUqz9t+jA64xn0bfOylPGBjsYcZ3hCCABACPQ29xdMGH3EczAcO23b9+mCpNE5whdaij1HH628+/wj/U47kHRuYe/7y6eKm1zdjD2C7mCmZnTKuBS9Va10ZvnUxQ1vtbQaJUmq8JZOLr5M0PBVe5nqkuQr0gwZgiNxKPbX614cc3RY34PWwYe6Xll09ks1Tx7xHGpZoNHXsNv5b/nVrIrpfQ9aj/+5v1y1+buk4e2WxVr9mVQ8poMB7GLIEZTuc+2Os4srTDGPWD3U6KvmTy45Mvjswl43FF8y5uiwcwt7r7N9JV5Fy0t94vxzWeO71xy7YOChrEGHutxRev0h9z7xKpcmX9np13XIb5ujk8eJVzns3n9X2aRhh/P7H0y77OjwN+pesvts8XSJ8YQQAIAQeCT7aUFpSN7pUiRlh3PzQfe+Km95gi6xt7l/tbey1TLXWCcJtrDTufXG4rGNvvrj/zzqOXzUc/iTpg8X5C+/OPlytbWutd64xrYqhLG6MuV6taIvm1esaFrS9nOP4r6nbMqGnnvbfWYyKnnsK7XtxP+qFNHA+g1y3eSSy3Y5tx3/p01qrpGrdjq3zq35y3jrpAeyHutrHrDZvr7V01G34moZIsilPlaQV/IG+uKodpmGbEFpkacwzi6uMMU8YvVQi/ca3ni44q4T86USb9EtpVev7LF5sGW42lpBjA3Twif57i27+cQBab9o/td39m8/PmWdIM+8MOnSmIhnQLdNwUlJkrTLuW1C8cUtVWu3a+fuqp3Lmxa/322V+EokIQQA4CRya/oMQWPoeJOig22aRfWvvlr7fKn3mHhJwdO8Jl/j1JLxLdlgC5fivKP0+o299uYbT1Hbpk7SndhU7QidpLsgabRaqaD9d8RzaEXTknbnoxuecLZJZ/Yo7tbtvGRRO+/u8j+0+734JN+KpiWfNS29OX16dD4HEDdDS7xFXJJRVQ/9OuTeN7vynraXmEfx/KXywY9PWae2YkeGz3277u9tpydp9DXcWTphfc89ahPf5xjzeph6tf3RIariGdBts6epj2BeE6fiuLX02rY/NOxybru/fOq73VbGx+VAl1EAAIKXorf+Ofu5p7vOEyzjVBy7O/Bal1Nx3Fg8dnblvX6zwd7m/oI5zf5R+9cquaLdIodif7ZadUbmbEPXwQnDQxWxfuaBasOxFroPiDNnten1TDpzgXlQ2x0JulZ+2bxire1Lwb5kSV5UP39p4ztRWOushjS1IrfiUntKdo11cmk/JaA/83Lfi9crN2L1UIsnq2epjbDyg2P9iX2YW+lizA3u9F2Kc27NHLUM7Z361wTrDk0YGeXxDOi2eUbCWYLSBXX/KPeWtFv0je3zb2yfkxACAHASyTJ06WMu6GMu6GceODLxgmusk5/PeX1zr8N3Z84Sr7jBtlo8np6AT/JNL524wb5ay8JnJpwj2M4yYW7zWdOyZpX5miVJOifxolCFsd3WZEsDS7zuJvtal+Jst2iAZXCrT4ap70iSpAX1/4jdqigYN7VOruVSjap66FeFt/SbZtGDJsHln67PCO70v2xe0bazQIv3G94UrHt6e3NgRk88A71tDhRO2bq48W1B6aL6V+PjcqDLKAAAmkzPeHB6xoNBrPh588dB7/SDhgWrbVp7JQ2yDFMr2ur4rsJbJljXpThX2z77vfUPKk3AoaEK4+nqM6r/7PIz/7tbcR1y72t3TvYeptPatPNUd1TmLf7evi6GE0LJrFbkVBxcqlFVD/1aY1slHsV3p2PLH1UmW0/SJwd3+uuFydI+9697XbsLLO0/nTvN3C+a4xnobbO3ub9a0W+uXw679wvW3Wj/1u6zBf0tRA+eEAIAEEYNct3Kpo+CW1fck7MttQacJEnbHN/7XV2wzKDQJYT9LacLml9+Vz+oMgpi25epBNHYZF8b2ok0IsyoPvtc0C9cnWwiVg/92ur4TryAYJQgtTf9/Nrp8DNZxVan6lH1MvWJ5ngGetts93SO2+zYIF7Xo7gjOe0HCSEAADHpfxpedyj24NZd3fxZtVypfflTTL3Uin5x7fC7+s9O1R/y+5gLdFpm+NJ0kKotvApvqd/V6+Sadj9vO86KYEc746IN166YTnQjKWL10K9fXbvECwjegjNIhiDOXZZkv+Me/+T8Ua2o3ReVoyeegd4284zd1Yq0vPu9x9/XR0IIAMBJrV6unVf7XNCrr2j6IJD/0fVqw4RKkqRlfud97l/Vikw6s2AgPu10kk7tIGVJVmsUnqjJ19Du5xmGLI07kiRpt+unmK5XXvVXUo28DRRN9VCLw579/vbVGNrTr/SWyZIsXma/S/VukGHIavVkMqriGdBt06yzpBsy1Ur3anq2uTcOrgjuGgAAhMucqv8UjNzg14+OTdoXzjBkmdR7EpZr+JG+2ddk8zUn61PaLc0x5qsNUqpduiFTbUAUg2Qo7icHveVWh51myBCMvFLqORbT9cojqSaEBh1Nuyiqh37VytV+pzYJ+Xuhpd5iv8uUqQyteTz9yzRknfhOcvTEM9DbptrIqH6DcEIwj8XBFcETQgAAwuLTpg8/bFwU9OqV3vIauSqgNq5akUtx1msbfLJSfeCZPPUJLbRLC3ZQRL9ajbMieLDgk3wVcmlMVy3Bi4JBNKBPQhGrh1ouc7/LuBVXaA+ySW7wu0yVXC7ofmzVp0VtPAO6babqVWdwUSSlWsNPYAF1TyUhBADgJLLV8d3M8qkd2UKh50BAy6frVRPCerlO40Zqfaqdu1L0qR0PS7ohXA3HVuOsCIbjr5NrvIo3pmuX2kyD4gYuIl8P/arz1UT+9LW81exVvM3qXVWt/343iJ54BnrbTNFbO3ijqI+LiV5ICAEACLFvbJ//oeRytZm1NAr0xaEEfYJakfYjETyLsKhvX7vwjc/easybRH2S2pJxMDFDg081wzfrLIm6JK7BKKmHfgkm/wwfjZeAS/1u0KqDaPTEM9DbpuBGoXEwML89fkkIAQA4ubgU51NVs6aWjO94K6E5wJaNYAB67V3OXD7V1DFRl9jx+BglU2S+CMGO3D5XrFcz8SPfHGN+9J9CqAatjfJ66JfDZ4/8Tj3qgxJpvBu0el05euIZ6G3ToD6cisYbRXzM/MmbxwAAhECTr/Hjxvf+UfvXMg0DNmjhDnBCOcEA9NrnpvNI7iASzkCy1gg1HAU7cnbsyW00EA/bmG/qfsRzsO3nWx3fTSu7oe3nfUwFs7KfjHQDtFMHv4lYPdSQm0XvvJGCY2uVR0VPPAO9bQrqoUvb72iyIkuxj4QQAICAKZLi8NnrfbVHPYf3uHZ9b1+3zvZV0PMNhqj1pj4Vgebmmkl9CIeQtHsUSYnYF6TaltUZYr36iX90OM3U73tpXbtrrWz6qO3nIxMv6IQGaKemEBGrh/7TCakT0gm9th6CZr1F42FHTzwjX0niY+ZPEkIAADR5pvrRebXPRu3hCV4UtOi0vv4nmKohJI8y3JF6HiJIj7VHI2rVytVOxZGg0om3n3lg9J9Cki65E/fujuLnchGg8YGe4G7QaibM2I2nYNgYi/rpxx8SQgAA4oEwIdTasrGoPxNwhaKnpeBtRq/iVZucWot6X62gwXqihNhPCCVJKvEU9Tb3b7doSMKZ0X/8nTs9RsTqYXTSOOyQ4KeTVj8PxW48vepTepq13TbjI28kIQQAIB4IhtdL0zwovGA+sXpfXVgPcrdr57iikaGKhl1RHdTHGhcTMxxy7xMkhGadJeST14WWYKLIzr1YQlsPo5OWKWRMOrNVfbFWg6PGbjwFo38l6DUNo2WOi4SQUUYBAIgHgjnlE3SJGnNCwQCV4oFMNKqVq9WK0g2ZIYxGg1yvVpSkT04L27RpEfOb+xfB190prwWemEtoqGl5nXiEEauHsZuN5xjzBCPBNv77Q7/Yjacglc0wZGl52ZKEEAAARFHLRjBfea7B/1QECbpEwTOBKrkiJA1xtaEaMg3ZoUwIhc8z843dYz4hdP0sKL0i5dpOPDYtb2nmG0/p3IQwMvUwOuUZu/ldJle4TKvrK3bj2eirVysySIYsQxe/W4iPCkNCCABAnBAMPtnHXOB3dcEyPslX7Dna8SP0KG61J5mp+rQQTqBXL9cK+kz2NQ+I9e/6J+ePgtLx1kmdOBOAVUOPRLX+rpERsXoYndINmX6/owLzILWiJl9jq56WsRvPGm+VYJhQLUeeGxe1hYQQAIA4cdC9V61ocMJwv6sLlqnwloZqwrSjnsNqRYMsQ0MVCkVSyrwlaqXDE86J9e+6yFMoyP+zDF2us04Jb06lPhpHnsnPA1idpBtgHty5AYxMPYxa/cynixc4I+Eswd0gbuIpS3K1t1I1K7YM8ruFvNjvbkBCCABA/PjVtUs9BTrb7+qCZfa5fg3VQe5371ErOi/p4hBGQ/BIM1Sv2HXu9GtbHBsFpTOzZmt5ly9ogtE4eph6idftax4Q9GucoYp5xOphdBqe6OeGILhG2s39Yjeexd6j6qnsML+rn54QDz8fkBACABAn9qgnhOck/k48koRe0l+WMl6tdLdrZ6gOcpdzm1rRVSkTQhgNQQt1aMKI08z9NG5HMLSG4Kmp2iSBIbTGtkpQ2tPUZ0bGrHAmhKovrBaYB4tfI7w05aqg9xuqmEesHkanUUljBaX9zacLulUfdu+Pp3gWug8EkRW3GJYQD2PSkhACABAntjm+V3t+YtQZr7VOFqx7YdKlXQw5aqU7nFtCdZCCTZ1i6nlp8pWh2tFe1y+C0pvSpmnZiElnnpvzlnpSpPqULAJvFn3d/JlHfbpFSZIezHr8vKRR4UoI1Sf2MOlM5yReJPjpYVLq1A4koqGJecTqYXS6MOlSwQtyE9NEX1C7P7XEbjwPufepFQ1NGNHN2EOwbo4xf6DlDBJCAAAQLarkCsFDwpmZf1abDVwn6R7OfkptRZ/k+96+LoR5mmDA0keynzZIBu1bM+qM92Y+2m7fSPGwK7en3+t3oJ0cY/5H3deMt05SW8Ch2NWKhljODPewLo2++u/s34qDsyj/0wuSLgnH3gVvXkmSNDntVrWiKWl3dmRQn1DFPGL1MDoZdcbZ2c+qVftb02cI1t3p3BpP8RR3f5gkzI0npN4c0HmREAIAgLBba/tSrairMXduztvtNl8eypozNGGEoP0nGJw9UIqkrLN9pVY60HLGY13+pnFT5yWN+rLHtkezn2l3urA9rl2tps8+kUlnfiNvWVdjbrulBslwY9rt607dPSLxfMEBCLafZsi4znpTu0VmnSVUueLihrfEC6TorUu6f/3n7OdS9Wlqy2Qbugax60OefYLS8dZJZyWe1/bzwZbhs7s825FTDlXMI1YPo9aE1Jsnpt7S5row/T33HUHnW7vPts+1uxOv65D72bVdUHpXxkNqF0gXQ05Ye2WTEAIAgGB81rRM2Eyf+H73VSeOlNDN2OOl3AUPZD0mWOvTpg9De5DiDU7LeODR7GeMOqN620U/Knns0u7ffNR9raC/lizJm+xrBDsqsAxaecrmiam3tEwtrZf0/c2n3505a2OvvXNz3vI78Emx54ig9Mmur4xKHts6Hcp+dvtpx7LVe+cG5CvbJ+Xqg6m2JLd3Z876qXfZm/kf/UfGQ9elTpmQevO0jAceyX56Yf6Kn3tXvJX/cRC7rvSWt5qd/EQ6Sfdu/meXJF9xYko2Je3OZaesSdWnd+SUQxjzyNTDaPZS7sInu77S0iuyl7nvu91WXph0qWCVTY61siR34nUdcpXe8nbfimz5SWVhtxVt+1akGzLfyF+WbsiMj/84jPzfCQBA3PjFtWO3a6dgcLyLksZ8feqYCm9ZibeoiyGnm6mH+Gd4r+L9tGlpaA9yne2rCm9ZjjFPbYF7Mx8dnTxuUf389favy70liqRkGrKzDF2GWM48L+niC5NG52qYWVuSpFXNy8emXCNYoLvp1JdzF72Yu6DcW+JTfF2MOVomVW/R6Guok2vURutJ0VsXd/vyN9fPxzxHUg3pBeZBIW8+ehXvm3Uva3n2kqBLvDLl+itTrg/h3g+4fztTfQKPdEPme92+OOI5eMi9P92Q0cdUEPTIomGKecTqYdTSSbrb0++7Pf2+BrnOLbm7aPidYp16H4TYjed6+2rBKFNnJpz7VY/tc2vmbHZsqJNr8kzdRyePm5b+QHfTqXHzHwcJIQAAceW9+jeezXlNvEyOMU/QbjvRF80ftzvtWEfIkrywft4j2U8LlhloOeP5nNel/51mQDDUp8CXzSscij1RlyReTC/p842nBHcuhZ6D4uFbB1iGDLAMCd/XvaB+3h0ZMztlMrRN9jVn+pvRsaepT09Tn9DuN1Qxj1g9jH4ac3VZkj9v/jj+4vl186fi1yZPM/d7Ne/9OP5fgy6jAADElQ8aF5Z4i0K1tdfqXgjHQS6qf1Xje4k6SRd0q7HR17C8cXFYo73d8UPnft0uxfls9exO2fU3ts87Zb8hjHlk6mHc2GBbXektj794bnKsqZWrT+ZvloQQAIC44lZcL1Q/HpJNfdL0gWB6sY5o9DU8X/3fEYjG/Lq/eRVv+La/3v51p3/jyxrf/db2ReT3u8OxuUauCnp1waCUEYt5xOphfHiz/uW4jKdX8X7QuJCEEAAAxI9lje9udXzX8bbyk1VhHEPvnfr5IZzeUM1h9/7FjW+Fb/s/2NcLJkKImIcq7gw6vwqaT/ItrJ8X3LpFnsI/llwVDTGPTD2MKoLRgAR+dm4XjCMa6/F8p35+cL8cfdH8LxJCAAAQdXySb0bZlA7OFfFoxd2l3mPhO0hZku8qm9Qg14U7Gs9UPRLCPrStOBT7Bw2d/2yhwlt6S8nVkU9N36p7JbhvcG7NX/a4drkVV6fHPGL1MEoccu87v7BvEDeHx6seiON4HvMc+TDwh4Qb7Kt/dGwiIQQAANGoxFs0vXRScA1uSZLm1z6/vGlxuA+y2HP0ltLxdp8trHtp9DXcVTrZpTjDtP1/1r0Q1l6pGv3k/PHWkmttvuZI7rTR1/BK7dOBrrXW9uWyxnc9imdvezPaRT7mkamHUeJb2xc1ctWcqocCWuud+te2ODbGdzxfqHk8oDzZq3jnVD3UdkYKEkIAABAt1tu/vr30uiBywrfr//509SOROcitju9uKhlXJ9cEvYWD7r2y5Cc32O78YVrpxOByQr/t4GOeI6/WPRcN3/gG++oJxRf7nZlQoyJP4arm5X4Xe6PupYDeYDzo3jujfMrxv+927Qzu2EIe88jUw2iwxrZKkqQlDW9rfyC207l1TtV/xn08K7xlf6q8R/vyf6995jfXz0m6ZBJCAAAQvb61fXF10XmH3Ps0Lu9Q7H+qnPFY5czjg8JHxmbHhiuKRgTx0qNHcb9Y88Too2doeVi02vbZhGMXF3uOBrSLhfXzppaO97vYC9WPC4bjb3vYHsUdpmDucm4bdWTQ0sZ3gv4GFUnZaP9mWtkN5xf21XJSPsk3rfQGjQO9/OT88YbiS+rl2g4mhOGIeWTqYedyKPbNjg3H//5Q+Z1aegHscm67qWScU3FE53UdWv9qfH9e7bNallzVvPzFmjmSJCXxhBAAAES5X1w7xhad+ULN4y2t8HbJkryiacnoI0MW1c+P/EEWeQp/f+yie8pv+s31i5bl6+Sa+bXPn3+k3ws1j2tPrrY7N486evortU9r6Ri227VzYvHo2ZX3ehSP34VlSZ5eOnFuzRzxwXgU9/KmxRceKaiWK8MXzEZf/f3lU8ccHfZZ0zLtwfEoni2OjU9UPTTycM9JxWNWNn0kS7L2NOPmkiufrZ4t6CXoVlwv1z71+2MXVXjL/q9yOoNPCMMR88jUw070nX1NS5cBWZJnlE15rHJms69JLdVfWP/q749dFPSDvliM5zPVj/61+k/iyv9Bw4LpZRN9kk+SpCR9PDwh1EnTS2PuoPMezOc/eAAAApKkTx6bfM1FyWOGJYzMNnRN1ac7FHu1t2Kve/f39nWfN38cRFfDy1OuXZDffq/CpY3v3F8+NYjjHJYw8tLkq4YmjOhjLsg0ZCfqk2TFa/fZquXKIk/hb+5fNtvXb7R/25F3ApP1KaOTx41KGjvQckZ306lWfapeZ3D6HNVy5RHPwV3ObaubV253BjPZXY4xf3LqrRclj+lrHpCmz/BJcqOvodJbttu180fH9180/0uclodcqj7t0pSrRiZeMNA8pLvpVKs+LUGfaPfZbL6mJl9jpbd8v3vPAfeefa5fd7m2dfylr3RD5oTUm0cljR1gGZxl6KKTdLVyzV73Lxtsq5c2vtN2jgq9pE83ZLb60Kt4AhoGM0wxj0A9DKtkfUqesXvbjKvtt5BpyJ6UOvWS5HEFlkFp+gyHYj/iObjR/u2Shre1dy6Is3gOTRjxSPbTFyZd2mqyxF3ObS/WzFltW9nyyWt5S66xTm53I1NLr/m6+VMSQhJCAADiWTgSQgCIBrnGbiMTz881djNIhkq5fIdzS6H7QKtl3sz/6MqU69tdfUrJFWttX8bEmRr5sgEAAADgROXekk+bloqXEQwqE/Qgz5HHO4QAAAAAEDDBO4RqL2eSEAIAgPhh0SUQBAAnre6mU9WKauVqEkIAABDnBJMyR3LiCgCIPLPO0nbknhZV3goSQgAAEOcEv447fHbiAyCODUsYqVdJpiq8pUFM3khCCAAAYsxgy3C1omZfI/EBEMcuTr5creiQe38MnQgJIQAACIZVn3pu4u/UE8ImQgQg+vU09RZ0dlBj1lkmpd6qVvqzazsJIQAAiHPTMh4UjLBXJ9cQIgDRr8Ay+Lue++Z0eSnTkB3IDfCBHGOeWukO52YSQgAAED9uTZ9xZsK5LW/LmHTmOzJmzsycLVhlv3sPcQMQE8w6y50Z92/pVfhS7sLzkkbpJJ14+THJVz2c/ZRaqSzJG+3fxtDpMzE9AADw47b0e3ub+3sUd4W3rNnX1N10aoreKl5lr3s3cQMQQ5L1KZNSp05KnVriLdpo+2aHc8sO55ZD7n0uxdmyTB9zwdT0u29Nv0eQNG6xb2yQ60gIAQBAvDHpzBrftCnxFsVWewgAWnQz9picdtvktNuO/9OpOOrlWrvPlm3smqpP97v60sZFsXW+JIQAACDEvmr+hCAAiA8JusRcYzeNC9fIVZ82LY2tE+QdQgAAEGIx1x4CgJCYV/tsDM1ASEIIAABCr9B94EfHJuIA4GSz371nYf2rMXfYJIQAACCUnqp+WJEU4gDgpOJWXDPLb3ErLhJCAABw8vrBsX5V83LiAOCkokjKA+W37XJui8WDJyEEAAChUektv6fsJuIA4KTiUTz3lN20vGlxjB4/CSEAAAiBEm/RDcWXlHmLCQWAGLLJvmZuzV/q5drgVj/o3jv+2Hmxmw2SEAIAAP9kSRaUKpLyUeP/XHZ0+AH3b8QKQGxp8jXOrZlzVmGPRyvv3mj/xqN4tKeCD1fcNfrokBjtKdpCJ00vjbmDznswn7oLAEDEpOrTx1mvOz/x4gGWwd2MPZL1VkVSGnx1B917N9nXftz43hHPQaIEIC5ud2nnJo0aYB5cYBnU29w/TZ+Rorcm662SJDkUW4W3rNB9YIdzywb76p+cP8bHKZMQAgAAAMBJii6jAAAAAEBCCAAAAAAgIQQAAAAAkBACAAAAAEgIAQAAAAAkhAAAAAAAEkIAAAAAAAkhAAAAAICEEAAAAABAQggAAAAAICEEAAAAAJAQAgAAAABICAEAAAAAJIQAAAAAABJCAAAAAAAJIQAAAACAhBAAAAAAQEIIAAAAACAhBAAAAACQEAIAAAAASAgBAAAAACSEAAAAAAASQgAAAAAACSEAAAAAkBACAAAAAEgIAQAAAAAkhAAAAAAAEkIAAAAAAAkhAAAAAICEEAAAAABAQggAAAAAICEEAAAAAJAQAgAAAABICAEAAAAAJIQAAAAAABJCAAAAAAAJIQAAAACAhBAAAAAAQEIIAAAAACAhBAAAAACQEAIAAAAASAgBAAAAACSEAAAAAAASQgAAAAAACSEAAAAAgIQQAAAAAEBCCAAAAAAkhIQAAAAAAEgIAQAAAAAkhAAAAAAAEkIAAAAAAAkhAAAAAICEEAAAAABAQggAAAAAICEEAAAAAJAQAgAAAABICAEAAAAAJIQAAAAAABJCAAAAAAAJIQAAAAAg8v4fSl7kC1SUXWUAAAAASUVORK5CYII=\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/cover\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/3c40e9d93c3c38c0\\\" subtiddler=\\\"$:/plugins/twpub/3c40e9d93c3c38c0/images/OEBPS/168469513100512703_25362-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/readme\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''搜神記'' |\\n|epub-creator |''active 317-322 Bao Gan'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''108'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/errors\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/3c40e9d93c3c38c0/text\": {\n            \"title\": \"$:/plugins/twpub/3c40e9d93c3c38c0/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/3c40e9d93c3c38c0/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/3c40e9d93c3c38c0/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F3c40e9d93c3c38c0.png"}