{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"平妖傳","name":"TWPUB","title":"$:/plugins/twpub/5bcf7de9f61cc8f5","description":"平妖傳","converter-version":"0.1.0","epub-creator":"Guanzhong Luo","conversion-errors":"0","count-chunks":"122","count-images":"1","cover-image":"$:/plugins/twpub/5bcf7de9f61cc8f5/images/OEBPS/7822820904504759891_25248-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/5bcf7de9f61cc8f5/images/OEBPS/7822820904504759891_25248-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>The Project Gutenberg EBook of Ping Iau Chuan, by Guan Jung  Luo</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">Title: Ping Iau Chuan</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Author: Guan Jung  Luo</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Release Date: April 30, 2008 [EBook #25248]</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK PING IAU CHUAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">第一回     胡員外典當得仙畫　張院君焚畫產永兒</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詞曰：<br>\\n\\n    君起早時臣起早，來到朝門天未曉﹔<br>\\n\\n    東京多少富豪家，不識曉星宜到老。<br>\\n\\n  話說大宋仁宗皇帝朝間，東京開封府汁州花錦也似城池，城中有三十六里御街，二十八座城門﹔有三十六條花柳巷，七十二座管弦樓，若還有答閒田地，不足栽花蹴氣球。那東京城內勢要官宦且不說起，上下有許多員外：有染坊王員外，珠子李員外，泛海張員外，彩帛焦員外，說不盡許多員外。其中個一員外，家中巨富，真個是錢過壁鬥，米爛陳倉。家中開三個解庫：左邊這個解庫專當綾羅段匹﹔右邊這個解庫專當金銀珠翠﹔中間這個解庫專當琴棋書畫，古玩之物。每個解庫內用一個掌事，三個主管。這個員外姓胡名浩，字大洪，止有院君媽媽張氏，嫡親兩口兒，別無兒女。正是眼睛有一對，兒女無一人。一日，員外與媽媽用坐在堂上，員外驀然思想起來，兩眼托地淚下。媽媽見了，起身向員外道：」員外！你家中吃的有，著的有，又不少什麼，家裡許多受用﹔將上不足，比下有餘。緣何恁般煩惱？」胡員外道：「我不為吃著受用，家私雖是有些，奈我和你無男無女，日後靠誰結果？以此思想不樂。」媽媽說道：「我與你年紀未老，終不然就養不出了？或是命裡招得遲也未見得。聞得如今城中寶箓官裡，北極佑聖真君甚是靈感。不若我與你揀個吉日良時，多將香燭紙馬拜告真君，求祈子嗣。不問是男是女，也作墳前拜掃之人。」便叫養娘侍妾：「且去安排酒來，我與員外解悶則個。」夫妻二人吃了數杯，收拾了家火歇息了。又過數日，恰遇吉日良時，叫當直的買辦香紙，安排轎馬，伴當丫鬟跟隨了，逕到上箓宮門首，歇下轎馬，走入宮裡來，到正殿上燒香，少不得各殿兩廊都燒遍了。來到真武殿上，胡員外虔誠禱祝：生年月日，拜求一男半女，也作胡氏門中後代。員外推金山，倒玉柱，叩齒磕頭，媽媽亦然，插燭也拜拜了。又況告化紙，出宮問家，小在話下。自此之後，每月逢初一、十五日便去燒香求子，已得一年光景。忽一日，時值五月間天氣，天道卻有些熱。只見中間這個解庫托地布簾起處，走將一個先生入來。怎生打扮：<br>\\n\\n  頭戴鐵道冠，魚尾模樣﹔身穿皂沿邊烈火緋袍。左手提著荊筐籃右手拿著鱉殼扇。行纏絞腳，多耳麻鞋。元來神仙有四等：<br>\\n\\n  走如風，立似鬆，臥如弓，聲似仲。<br>\\n\\n  只見那先生揭起布簾入來，看著主管。主管見他道貌非俗，急起身迎入解庫，與先生施禮畢，樊上分賓主坐了，忙喚茶來。茶畢，主管道：「我師有何見諭？」那先生道：「告主管，此間這個典庫，足專當琴棋書畫的麼？」主管道：」然也！」先生道：「貧道有一幅小畫，要當些銀兩，日後便來取贖。」主管道：「我師可借來觀一觀，看值多少。」主管只道有人跟隨他來拿著畫，只見那先生去荊筐籃內，探手取出一幅畫來，沒一尺闊，遞與主管。主管接在手裡，口中不說，心下思量：「莫不這先生作耍笑？跳起來這畫兒值得多少？」不免將畫兒叉將起來看時，長不長五尺﹔把眼一觀，用目一望，元來是一幅美女圖。畫倒也畫得好，只是小了些，不值什麼錢。主管回身問道：「我師要解多少？」只見這先生道：「這畫非同小可，要解伍拾兩銀子。」主管道：「告我師！只怕當不得這許多。若論這一幅小畫幾，值也不過值三五十貫錢，要當伍拾兩銀子，如何解得？」這先生定要當，主管再三不肯。兩個正較論之間，只聽得鞋履響，腳步鳴，中間布幕起處，員外走將出來，道：「主管，燒午香也未？」主管道：「告員外，燒午香了！」那先牛看著員外道：「員外，稽首！」員外答禮道：「我師，請坐拜茶！」員外只道他是抄化的。主管道：「此位師父有這幅小畫，要與伍拾兩銀子，小人不敢當，今我師定要當。」員外把眼一覷，道：「我師這畫雖好，小值許多，如何當得伍拾兩？」那先生道：「員外！你只知其一，不知其二。這幅畫兒雖小，卻有一件奇妙處。」員外道：「有甚奇妙處？」先生道：「此非說話處，請借一步方好細言。」員外與先生將著手逕進書院內，四顧無人，員外道：「這畫果有何奇妙？」先生道：「這畫於夜靜更深之時，不可教一人看見，將畫在密室掛起，燒一爐好香，點兩枝燭，咳嗽一聲，去棹子上彈三彈，禮請仙女下來吃茶。一陣風過處，這畫上仙女便下來。」那員外聽得，恩忖道：「恁地是仙畫了！」即同先生出來，交主管：「當與師父去罷。」主管道：「日後不來贖時，卻不干小人事。」員外道：「不要你管，只去簿子上注了一筆便了。」員外一面請先生吃齋，就將畫收在袖子裡，卻與先生同入後堂裡面坐定吃齋罷，員外送先生出來，主管付伍拾兩銀子與他，先生辭別自去。不在話下。<br>\\n\\n  員外在家巴不得到晚，交當直的打掃書院，安排香爐、燭台、茶架、湯罐之類，覺到晚也，與媽媽吃罷晚飯，只見員外思量個計策，道：「媽媽，你先去歇息，我有些帳目不曾算清，片時算了便來。」不覺樓頭鼓響，寺內鐘鳴，看看天色晚了。但見：<br>\\n\\n  十分餓然黑霧，九霄雲裡星移。八方商旅，回店解卸行裝﹔七星北千，現天關高垂半側。綠楊萌裡，纜扁舟在紅蓼灘頭﹔五運光中，竟趕牛羊入圈。四方明亮，耀千里乾坤﹔三市夜橫涼氣。兩兩夫妻歸寶帳，一輪皎潔照軍州。<br>\\n\\n  胡員外逕到書院，推開風窗，走進書院裡面，吩咐當直的：「你們出去外面伺候。」間身把風窗門關上，點得燈明瞭，壁爐上場罐內湯沸沸地滾了。員外燒一爐香，點起兩枝燭來，取過畫叉，把畫掛起，真個是摘得落的嬌嬈美人，員外咳嗽一聲，就棹子上彈三彈，只見就桌子邊微微地起一陣風。怎見得這風？<br>\\n\\n  善聚庭前草，能開水上萍﹔動簾深有意，滅燭太無情。入寺傳鐘響，高樓運鼓聲﹔惟聞千樹吼，不見半分形。<br>\\n\\n  風過處，貝見那畫上美人歷所地一跳，跳在棹子上﹔棹子上一跳，跳在地上。這女子腳到丈五尺三寸身才，生得如花似玉，白的是皮肉，黑的是頭髮。怎見得有許多好處？<br>\\n\\n  添一指太長，減一指太短，施朱太赤，付粉太白。不施脂粉天然態，縱有丹青畫不成，有沉魚落雁之容，閉月羞花之貌。<br>\\n\\n  只見那女於覷著員外，深深地道個萬福。那員外急忙還禮·去壁爐上湯罐內傾一盞茶遞與那女子，自又傾一盞茶陪奉著。吃茶罷，盞托歸台，不曾道個什麼，那女於一陣風過處，依然又上畫上去了·員外不勝之喜，即時自收了畫，叫當直的來收拾了，員外自回寢室歇息。不在話下。自此夜為始，每日至晚便去算帳。<br>\\n\\n  卻說張院君思付道：「員外自前到今，約有半月光景，每夜只說算帳，我不信有許多得算。」不免叫丫鬟將燈在前，媽媽在後，逕到書院邊，近風窗聽時，一似有婦人女子聲音在內。媽媽輕輕地走到風窗邊，將小姆指頭蘸些口唾，去紙窗上輕輕地印一個眼兒，偷眼一張，見一個女子與員外對坐了說話。這媽媽兩條忿氣從腳板底直灌到頂門上，心中一把無明火高了三千丈，按納不下，舒著手，推開風窗門，打入書院裡來。員外吃了一驚，起身道：「媽媽做甚麼？」那媽媽氣做一團，道：「做甚麼？老乞丐！老無知！做得好事！你這老沒廉恥，每夜只推算帳，到今半月有餘，卻在這裡為這等不仁不義的勾當！」正鬧裡，只見那女子一陣風過處，已自上畫去了。那媽媽氣噴噴的喚：「梅香！來與我尋將出來！交你不要慌！」員外口中不道，心下思量，自道：「你便把這書院顛倒翻將轉來，也沒尋處。」那媽媽尋不見這個女子，氣做一堆，猛抬頭起來，周圍一看，看見壁上掛著這幅美女，媽媽用手一扯，扯將下來，便去燈上一燒，燒著，放在地上。員外見媽媽氣，又不敢來奪。那畫烘烘地燒著，紙灰在地上團團地轉，看看旋來媽媽腳邊來，媽媽怕燒了衣服，退後兩步，只見那紙灰看著媽媽口裡只一湧，那媽媽大叫一聲，匹然倒地。胡員外慌了手腳，交迎兒、梅香相幫扶起來，坐在地上。去湯罐內傾些湯，將媽媽灌醒，扶將起來，交椅上坐地，媽媽道：「老無知做得好事！」喚養娘：「且扶我去臥房中將息。」媽媽睡到半夜光景，自覺身上有些不快。自此之後，只見媽媽眉低眼慢，乳脹腹高，身中有孕。胡討外甚是歡喜，卻有一件心中不樂：被媽媽燒了這畫，恐後那先生來取，怎得這畫還他？不在話下。<br>\\n\\n  時光似箭，日月如梭。經一年光景，媽媽將及分娩，員外去家堂面前燒香許願，只聽得門首有人熱鬧，當直的來報員外道：「前番當畫的先生在門前。」胡員外聽得說，吃了一個蹬心拳，只得出來迎接道：「我師，又得一年光景不會。不敢告訴，今日我房下正在坐草之際，有緣得我師到來。」只見那先生呵呵大契道：「媽媽今日有難，貧道有些藥在此。」就於荊筐籃內取出寸葫蘆兒來，傾出一丸紅藥，遞與員外，交將去用淨水吞下，即時便分娩。員外收了藥，留先生齋了，先生自去，亦不提起贖畫之事。且不說先生，卻說員外將藥與媽媽吃了，無移時生下一個女兒來，員外甚是歡喜。老娘婆收了，不免做三朝、滿月、百歲、一周，取個小名：因是紙灰湧起腹懷有孕，囚此取名叫做永兒。光陰似箭，日月如梭，不覺永兒長成七歲。員外請一個先生在家教永兒讀書，這永兒聰明智慧，教過的便會。易長易大，看看十歲。時遇八月十五日中秋夜，至晚來，胡員外打發各解庫掌事及主管回家賞中秋，吩咐院子俱備牢拴門戶，仔細火燭。至晚好輪明月。但見：<br>\\n\\n  桂華離海嶠，雲葉散天街。彩霞照萬里如銀，玉兔映千山似水。一輪皎潔，能分宇宙澄清﹔四海團圓，解使乾坤明白。影搖曠野，驚獨宿之棲鴉﹔光射幽窗，照孤眠之怨女。冰輪碾破三千界，玉魄樹吞萬里秋。此夜一輪滿，清光何處無。<br>\\n\\n  卻說胡員外、媽媽、永兒三口兒，其餘嬭子侍婢伏事著，自在後花園中八角亭子上賞中秋，飲酒賞月。只因這日起，有分交：胡員外弄做子衣不充身，食不充口﹔爭些個幾乎兒三中兒餓死。正是：<br>\\n\\n  福元雙至從來有，禍不單行自古聞。<br>\\n\\n  畢竟變出甚禍事來？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第二回     胡永兒大雪買炊餅　聖姑姑傳授玄女法</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    近日廚中乏短供，嬰兒啼哭飯籮空﹔<br>\\n\\n    母因低說向兒道，爹有新詩謁相公。<br>\\n\\n  當夜胡員外與張院君、永兒三口兒，正在後花園中八角亭子上賞中秋飲酒，只見門公慌慌忙忙來報道：「員外，禍事！」員外道：「禍從何來？事在那裡？」門公道：「外面中間這個解庫裡火起！」員外和媽媽、永兒吃那一驚不小，都立下亭子來看時，果然是好大火。怎見得這火大？詩曰：<br>\\n\\n    近日廚中乏短供，嬰兒啼哭飯籮空﹔<br>\\n\\n    母因低說向兒道，爹有新詩謁相公。<br>\\n\\n  當夜胡員外與張院君、永兒三口兒，正在後花園中八角亭子上賞中秋飲酒，只見門公慌慌忙忙來報道：」員外，禍事！」員外道：「氣禍從何來了事在那裡？」門公道：「外面中間這個解庫裡火起！」員外和媽媽、永兒吃那一驚不小，都立下亭子來看時，果然是好大火。怎見得這火大？<br>\\n\\n  初如螢火，次若燈光。然後似千條臘燭燄難當，萬個生盆敵不住。驪山頂上，料應褒姒逞英雄﹔夏口三江，不弱周郎施妙計。煙煙燄燄卷昏天地，閃爍紅霞接火雲。一似丙丁掃盡千千里，烈火能燒萬萬家。<br>\\n\\n  這火正把房屋燒著，員外交媽媽與永兒：「且不要慌！便燒盡了，也窮我們下半世不得！」只見那火燄騰騰，刮刮匝匝只顧燒著，風又大得緊，地方許多人都救不滅，直燒了一夜。三口兒只得在八角亭子上權歇。等天曉起來，叫人去扒火地盤，眾人去扒看，開了口合不得，睜了眼閉不得。胡員外不想被這場天火燒得寸草皆無，前廳、後樓、過路、當房、側屋都燒淨了。只指望金銀器皿、銅錫動用什物，雖然燒烊了也還在地下，交人扒看時，不料都被天收了去。上半世有福受用，如今福退了，滿火地盤扒看，並沒尋處。就在亭子上住下，早晚飯食皆無，親鄰朋友姓送了幾食，又不免去借些柴米，只好一遭兩次。一口三，三日九，半年週歲，口內吃的，身上穿的，件件皆無。將空地央人賣，又無人要。看看窮得籃縷，去求相識，在家裡只說不在﹔日常裡認得的，只做不看見。自古道：貧居鬧市無人問，富在深山有遠親。又道：百萬豪家一燄窮。那胡員外在亭子上一住，四下又無壁落，風雨雪下，怎地安身？不免搬去不廝求院子裡住﹔就似於今孤老院一般。時逢仲冬，彤雲密布，朔風凜冽，紛紛洋洋下一天好大雪。怎見得這雪大？<br>\\n\\n  嚴冬天道，瑞雲交飛，江山萬嶺盡昏迷。桃梅鬥豔，瓊玉爭輝。江上群鴛翻覆，空中鷗鷺紛飛，長空六出滿天垂。野外鵝毛亂舞，簷前鉛粉齊堆﹔不是貧窮之輩，怎知寒冷之時，正是：盡道豐年瑞，豐年瑞若何？長安有貧者，宜瑞不宜多！<br>\\n\\n  愛雪的是高樓公子，嫌雪的是陋樓貧民。在東京城裡這個才落薄的胡員外，夫妻二人並女兒叫做永兒，原是大財主，只因天火燒得落難，蕩盡了家私，搬在不廝求院子裡住。正逢冬天雪下，三口兒廝守著地爐子坐地，日中兀自沒早飯得吃。媽媽將指頭向員外頭上指一指，胡員外抬起頭來看見，道：「媽媽沒總事？」媽媽道：「怎的沒甚事！大雪下，屋裡沒飯米：我共爾忍饑受餓便合當，也曾吃過來。」指著永兒道：「他今年只得十五歲，曾見甚麼風光來？交我兒忍饑受餓！」胡員外道：「沒計奈何，交我怎生是好？」媽媽道：「你是養家的人，外面卻才雪下，若一朝半日凍住了，急切出去不得，終不成我三口兒直等餓死？你趁如今出去，見一兩個相識，怕賺得三四伯文錢歸來，也過得幾日。」員外道：「我出玄見兀誰是得？」媽媽道：「你不出去，終不成找出去？」胡員外吃媽媽逼不過，起身道：「且把腰繫緊些個。」開了門出去，走得兩步，倒退了三步，口裡道：「好冷！」劈面冷風似箭，侵人冷氣如刀，被西北風吹得倒退幾步，欲復回來，媽媽又把門來關上了。沒計奈何，只得冒著風雪了走。走出不廝求院子來告人，不在話下。<br>\\n\\n  且說媽媽共女兒冷冷清清坐著，永兒道：「爹爹出去告人，未知如何？」永兒又道：「媽媽！雪又下得大，風又冷，爹爹去告誰的是？」媽媽道：「我兒！家中又沒錢，不交爹爹出去，終不成我出去？我兒！你且去牀頭邊尋幾文銅錢，將去買幾個炊餅來做點心，待你的爹爹回來，卻又作道理。」與時永兒去牀頭尋得八文銅錢，娘道：「我兒出巷去買幾個炊餅來，你且胡亂吃幾個充饑。」永兒將衣襟兜著頭，踏著雪走出不廝求院子來。到大街賣炊餅處，永兒便與賣飲餅的道個萬福，道：「哥哥，買七文銅錢炊餅。」小二哥接了銅錢，看那女孩兒身上好生藍縷。永兒剩一文錢，把來系在衣帶上。小二哥把一片荷葉包了炊餅，遞與永兒·永兒接了，取舊路回來，已是未牌時分，沿著屋簷正走之間，只見一個婆婆從屋簷下來，拄著一條竹棒，胳膊上掛著一個籃兒。那婆婆腰駝背曲，眉分兩道雪，髻挽一窩絲。眼如秋水微渾，發似楚山雲淡。形如三月盡頭花，命似九秋霜後菊。卻原來是個教化婆子，看著永兒道個萬福，永兒還了禮。婆婆道：「你買甚麼來？」永兒道：「家中母親交奴家買炊餅來。」那婆婆道：「我兒！好交你知道，我昨日沒晚飯，今日沒早飯。你肯請我吃個炊餅麼？」永兒口中不道，心下思量：「我媽媽也昨日沒晚飯，今日沒早飯。這婆婆許多年紀，好不忍見！」解開荷葉包來，把一個炊餅遞與婆婆。婆婆接得在手，看了炊餅道：「好卻好了，這一個如何吃得我飽，何不都與了我？」永兒道：「告婆婆，奴家卻不敢都把與你。家中三口兒兩日沒飯得吃，媽媽交爹爹出去告人，止留得八文銅錢，交奴家出來買炊餅，大的媽媽吃，小的是奴奴吃的。因見婆婆討，奴奴只得讓一個與婆婆吃。」婆婆道：「你媽媽問炊餅如何買得少了，你卻說甚的？」永兒道：「媽媽同時，只說奴奴肚饑，就路上吃了一個。」婆婆道：「難得我兒好心！我撩拔你耍子，我不肚饑，我不要吃，還了你。」永兒道：「我與婆婆吃的，如何還了奴奴？」婆婆道，「我試探你則個，難得你這片好慈悲孝順的心。你識字麼？」永兒道：「奴奴識得幾個字。」婆婆道：「我兒，恁地卻有緣法！」伸手去那籃兒內取出一個紫羅袋兒來，看著永兒道：「你收了這個袋兒。」永兒接了袋兒道：「婆婆！這是甚麼物事？」婆婆道：「這個喚做『如意冊兒』，有用他處。若有急難時，可開來看。你可牢收了。冊兒上倘有不識的字，你可暗暗地喚『聖姑姑』，其字自然便識。切勿令他人知道。」永兒把冊兒揣在懷裡，謝了婆婆，婆婆自去了。<br>\\n\\n  永兒拿著炊餅到家，娘問道：「我兒如何歸來得遲？」永兒道：「媽媽！街上雪滑難行。」娘兒兩個吃了炊餅，不多時，只見員外歸來。媽媽道：「你去這半日，見甚人來？」員外道：「好交你知道，外面見個相識，請我吃了酒飯，又與我三伯足錢。」媽媽歡喜，交員外道：「你去糴些米，買些柴炭，且過兩三日，又作區處。」免不得做些飯吃。到晚去睡，永兒卻睡不著，自思：「日間的那婆婆與我冊兒時說道，有急難便可開來看。如今沒飯得吃，也是一個急難，我且將去開來看一看。」永兒款款地起來，輕輕的穿了衣裳，驚覺娘道：「我兒那裡去？」永兒道：「我肚疼了，要去後則個。」下牀來著了鞋兒，到廚下，雪光如同白日·永兒去懷中取出紫羅袋兒來，打一抖，抖出一個冊兒來看時，只因胡永兒看了這個冊兒，會了這般法術，直使得自古未聞，於今罕有。正是：<br>\\n\\n  數斛米糧隨手至，百萬資財指旨日來。<br>\\n\\n  畢竟永兒變得錢米麼？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第三回     胡永兒試變錢米法　胡員外怒燒如意冊</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    九天玄女好驚人，但恐於中傳不真﹔<br>\\n\\n    只為一時風火性，等閒燒了歲寒心。<br>\\n\\n  當夜胡永兒看那冊兒上面寫道：「九大玄女法」。揭開第一板看對，上面寫道。<br>\\n\\n  變錢法－－畫著一條索子，穿著一文銅錢。－－要打個胳瘩放在地上，用面桶蓋著。舀一碗水在手，依咒語念七遍，含口水望下一噴，喝聲：「疾！」揭起面桶，就變成一貫銅錢。<br>\\n\\n  永兒即時尋了一條索子，將日間買炊餅剩的一文銅錢解下衣帶來，穿在索子上，打了胳瘩，放在地上，尋面桶來蓋了。去水缸內舀一碗水在手，依咒語念了七遍，含口水望下只一噴，喝聲：「疾！」放下水碗，揭起面桶打一看時，青碗也似一堆銅錢！永兒吃了一驚，沒做理會處。思量道：「若把去與爹爹媽媽，必問是那裡來的？」永兒就心生一計，開了後門，一撇撒在自家笆籬內雪地上，只說別人暗地裡舍施貧的。便把後門關上，入房裡來，把冊兒藏了。娘道：「女兒！肚裡疼也不?」永兒道：「不疼了。」依然上牀再睡。<br>\\n\\n  到天曉三口兒起來，燒些麵湯，娘的開後門潑那殘湯，忽見雪地上有一貫錢，吃了一驚，忙捉了把去與員外看了，道：「不知誰人撤這貫錢在後面雪地上！」那胡員外道：「媽媽！寧可清貧，不可濁富。我的女兒長成，恐有不三不四的後生來撩撥他，把這銅錢來調戲。」媽媽道：「你好沒見識，東京城有多少財主做好事，濟貧撥苦，見老人雪下，院子裡有許多沒飯吃的，夜間撤來人家屋裡來舍貧。我女兒又不曾出去，你卻這般胡說！」員外道：「也說得是，我昨日出去，求人三二伯錢兀自不能勾得。如今有這一貫錢，且糴五伯錢米，買三伯錢柴，二伯錢把來買些鹽、醬、菜蔬下飯，且不煩惱雪下。」三口兒到晚去睡，到二更前後，永兒自思：「昨日變得一貫錢也好，今日再去安排看。」永兒款款地起來，著了衣服，娘問道：「我兒做甚麼？」永兒道：「肚裡又疼，要去後則個！」娘道：「苦呀！我兒先前那幾日有一頓沒一頓，這兩日有些柴米，不知饑飽，只顧吃多了。明日交爹爹出去贖帖藥吃！」永兒下牀，來到廚下，一似昨日安排。如法用索穿錢，用面桶蓋了，念了咒，噴一口水，揭起桶來看時，和夜來一般，又有一貫錢。永兒開後門，把這錢又安在雪地上，關了後門，入房裡睡。到天曉，媽媽起來燒湯洗面，開後門潑湯，又看見一貫錢，好歡喜，拿了回來，胡員外道：「好蹊蹺，這錢來得不明！」媽媽道：」莫胡說，我不怕！這是當方神道不忍見我們三口兒受苦，救濟我們，又把這一貫錢安在我家。」員外見說，只得買柴、糴米、買菜，安在家中。過三五日,雪卻消了，大晴得好。媽媽對員外道：「趁家中還有幾日糧食，你出去外面走一遭，倘撞見熟人，賺得三五伯錢也好。」員外聽得說，只得走出丈。媽媽心寬無事，出去鄰捨家吃茶閒話。<br>\\n\\n  永兒見娘出去，屋裡沒人，關了前門，取出冊兒，揭開第二板看時，上面寫道：「變米法。」永兒道：「謝天地！既是變得米，憂甚麼沒飯吃！」尋個空桶，安在地上，將十數粒米安在空桶內，把件衣服蓋了，念了咒，噴一口水，喝聲道：「疾！」只見米從桶裡湧將出來。永兒心慌，不曾念得解咒，米突突地起來，桶箍長久卻是爛的，忽然一聲響，斷了桶箍，撤一地米。永兒見了，失聲叫苦。娘在隔壁聽得女兒叫苦，與鄰舍都過來看，被生人一衝，米便不長了，只見地上都是米，娘共鄰舍都吃一驚，道：「如何有這許多米？」永兒生一個急計，喚做脫空計，道：「好交媽媽得知，一個大漢馱一布袋米，把後門挨開來，傾下米在此便去了。吃他一驚，因此叫起來。」娘道：「卻是甚人，是何意故？」只見隔壁張阿嫂道：「胡媽媽！你直恁地不曉得，是那有錢的員外財主，見雪雨下了多日，情知院子裡有萬千沒飯吃的，做這樣好事。不交人知道，撤錢、撤米在人家裡，這是陰騭﹔若明明的舍，怕人囉嗦。這個何足為道！」娘和女兒一邊收拾，鄰舍們各自去了。兩個兀自收拾未了，胡員外卻好歸來，見娘兒兩個在地下掃米，便焦燥起來道：「那見你娘兒兩個的做作！才有一兩頓飯米，便要作塌了！」媽媽道：「我如何肯作塌！交你看，缸裡，甕裡，瓶裡，桶裡，都盛得滿了，這裡還有許多，兀自沒家生得盛裡！」員外看了，吃驚道：「這米卻是那裡得來？」媽媽道：「你出去了，我在隔壁吃茶，只聽得女兒叫起來，我連忙趕將歸來，看見一地邱是米。」員外道：「卻是作怪！這米從何來？」媽媽道：「永兒說見一個大漢，馱著一袋米來挨開後門，傾下米在家裡便去了。」那胡員外是個曉事的人，開了後門看，笆籬裡外都沒有人來往的腳跡。員外把後門關了，入來尋條棒在手裡，叫：「永兒！」永兒見叫不敢來，員外扯將過米。媽媽道：「沒甚事打孩兒做甚麼！」員外道：「且閉了口！這件事卻是利害！前日兩貫錢來得蹺蹊，今日米又來得不明。交這妮下實對我說，我便不打他﹔若一句不實，我一頓便打殺他！我問他因何有這兩貫錢在雪地上？因何有這米在屋裡？」永兒初時抵賴，後來吃打不過，只得實說道：「不瞞爹爹、媽媽說，那一日初了雪時，爹爹出去了。媽媽交我出去買炊餅了回來，路上撞見一個婆婆，看著我說肚饑，問我討炊餅吃。是奴不忍見，把一個小炊餅與那婆婆，他道：『我不要你的吃，試探你則個。』便還了我。道是：『難得你慈悲孝順好心。』便把我一個紫羅袋兒·內有一個冊兒，說道：『你若要錢和米，看這冊兒上咒語，都變得出來。』不合歸來看耍，看那冊兒上念咒，真個變得出來。」胡員外聽得說，叫苦不知高低，道：「如今官司見個張掛榜文要捉妖人，吃你連累我，我打殺這妮子，也免我本身之罪！」拿起棒來便打。永兒叫：「救人！」只見隔壁乾娘聽得打永兒，走過來勸時，卻關著門·乾娘叫道：「員外饒了孩兒則個！閒常時不曾這般焦燥，為甚事打他？媽媽也不勸勸！」員外道：「乾娘！可奈這妮子……」，又不敢明說，脫口說出一句道：「冊兒上面都是用閒言閒語。」乾娘聽得員外說「冊兒」，便叫道：「你女兒年紀小，又不理會得甚麼，須是街坊上浮浪子弟們撩撥他論口辯舌。若不中看的，你只把這冊兒來燒了，何須把孩兒打？」員外道：「也說得是。」看著永兒道：「你把冊兒來我看！」那永兒去懷中取出冊兒來，遞與爹爹。員外接了道：「你記得上面的言語也不？」永兒道，「告爹爹，記不得。若看上面對，便讀得出。」員外叫媽媽點一碗燈來，把冊兒燒了。看著永兒道：「今日看乾娘麵皮，饒你這一遭。後番若再恁地，活打殺你！」永兒道：「告爹爹，再不敢了！」於娘自去了。員外道：「又是找夫妻福神重，只是自家得知﹔若還外人得知時，卻是老大利害！」從今日米缸裡便有米，牀頭邊便有錢﹔古人原說是「坐吃箱空，立吃地陷」。一日三，三日九，那裡過得半月十日，缸裡吃的空了，牀頭錢使得沒了，依然有一頓沒一頓。求告人又沒求告處，頻煩即亂，依先沒飯得吃。<br>\\n\\n  媽媽思量起永兒變錢變米，冷痛熱疼埋怨老公道：「你卻把永兒來打，又燒了他的冊兒﹔今日你合該餓死，連累我和女兒受苦。你如何做這般人，靠米缸餓死，交我娘見兩個忍饑受餓！」員外道：「事到如今，也沒奈何，你只顧埋怨我怎的？」媽媽道：「才得有些飯吃，便生出許多事來！你既然大膽打他，須有用處置錢米。於今窮性命尚在，那冊兒卻把來燒了！」員外道：「是我一時沒思算，千不合萬不合燒了，早知留了那冊兒也好。」媽媽道：「你省口時卻遲了。這永兒自從吃爹爹打了，便不來爹娘身邊來，只在房裡。」員外道，「沒奈何，我陪些下情央我女兒，想他還記得，再變得典錢和米答救我們，我且去問他看。」員外走進房內，賠著笑道：「我兒！爹爹問你則個，冊兒上變錢米的法你記得也不記得？」永兒道：「告爹爹，不記得。」媽媽道：「死漢走開！」娘的向前道，「我兒！看娘面，記得便救娘的性命則個。」員外道：「我這番不打你了！」永兒道：「前番因爹爹打了，都忘記了﹔暗暗也記得些兒，不知用得也不？爹爹，你去棹子上坐定，我交你看。」員外依著女兒口，棹子上坐了。只見女兒念念有同，喝聲道：「疾！」那樣子從空便起，嚇得媽媽呆了。員外頭頂著屋粱叫：「救人！」又下不來，若沒這屋，直起在半天裡去了。那時員外好慌，看著女兒道：「這個是甚麼法，且交我下來！」永兒道：「交爹爹知道，變錢米法都忘了，只記得這個法，救不得饑，又救不得急。」員外道：「且放我下來！」永兒口中唸唸有詞，喝聲道：「疾！」棹子便下來了。員外道：「好險！幾乎兒跌下來！」永兒道：「爹爹，去尋兩條索子來，且變一兩貫錢來使用。」只見那員外雙手抱著三條索子，看著永兒道：「我見做你著，一客不煩兩主人，多變得三四伯貫錢，交我快活則個。事發到官，卻又理會。」娘和女兒忍不住笑。永兒把那索子縛一文錢，一貫變十貫，十貫變伯貫，伯貫變千貫，自從這日為始，缸裡米也常常有，員外自身邊也常有錢買酒食得吃，衣服逐件置辦。<br>\\n\\n  一日，員外出去買些東西歸來，永兒道：「爹爹！我交你看件東西！」去袖子裡摸出一錠銀子來。員外接得在手裡，顛一顛看，約有二十四五兩重。員外道：「這錠銀子那裡來的？」永兒道：「早起門前看見買香紙的老兒過，車兒上有紙糊的金銀錠，被我捉了一錠，變成真的。」員外道：「變得百十貫錢值得甚麼？若還變得金銀時，我三口兒依然富貴！」走到紙馬鋪裡，買了三弔金銀錠歸來，看著女兒道：「若還變得一錠半錠，也不濟事，索性變得三二十錠，也快活下半世。」永兒接那金銀錠安在地上，腰裡解下裙子來蓋了，口中念念有詞，噴上一口水，喝聲道：「疾！」揭起裙子看時，只見一堆金、一堆銀在地上。胡員外看了，歡喜自不必說了，都是得女兒的氣力，變得許多金銀。員外看著媽媽和永兒，商議道：「如今有了金銀，官貴了，終不成只在不廝求院子裡住？我思想要在熱鬧去處尋間房屋，開個彩帛鋪，你們道是如何？」媽媽道：「我們一冬沒飯得吃，終日裡去求人，如今猛可地去開個彩帛鋪，只怕被人猜疑。」員外道：「不妨，有一般一輩的相識們，我和他們說道，近日有個官人照顧我，借得些本錢﹔問牙人見買一半，賒一半，便不猜疑了。」媽媽道：「也說得是。」當日胡員外打扮得身上乾淨，出去見見個相識，說道：「我如今承一個官人照顧我，借得些本錢，要開個小鋪兒。你們眾位相識們肯扶肋我麼？只是要賒一半，買一半，作成小子則個。」眾人道：「不妨！不妨！都在我們身上。」眾相識一時說了，卻那當坊市井賃得一間屋子，置些廚櫃家火物件，揀個吉口開張鋪面，把一貫貨物賣別人八伯文，人人都是要便宜的，見賣得賤，貨物又比別家的好，人便都來買，鋪裡貨物，件件賣得，員外不勝歡喜。家緣漸漸地長，鋪裡用一個主管，兩個當直，兩個養娘。沒兩年，一個家計甚是次第，依先做了胡員外。<br>\\n\\n  別家店裡見他有人來買，便疑道，「蹺蹊作怪，一應貨物，主人都從裡面取出來！」主管們又疑道：「貨物如何不安在廚裡，都去裡面去取？」胡員外便理會得，他們疑忌段匹從裡面取出來。自忖道：「我家又不曾買，卻是女兒變將出來的。如今吃別人疑忌，如何是好？」過了一日，到晚收拾了鋪，進裡面交安排晚飯米吃，養娘們搬來，三口兒吃酒之間，員外吩咐養娘道：「你們自去歇息，我們要商量些家務事。」養娘得了言語，各自去了，不在話下。員外與永兒說道：「孩兒！一個家緣家計，皆出於你。有的是金銀段匹，小計其數﹔外面有當直的，裡面有養娘，鋪裡有主管。人來買的段匹，他們疑道只見賣出去，不曾見上行。從今以後，你休在門前來聽了﹔賣得百十貫錢值得些甚麼，若是露出斧鑿痕來，吃人識破，倒是大利害，把家計都撇了。今後也休變出來民。」永兒道：「告爹爹，奴奴自在裡面，只不出來門前聽做買賣便了。」員外道：「若恁地甚好！」叫將飯來吃罷，女兒自歸房裡去了。<br>\\n\\n  自從與晚吩咐女兒以後，鋪中有的段匹便賣，沒的便交去別家買﹔先前沒的便變出來，如今女孩兒也不出鋪裡來聽了。胡員外甚是放心。隔過一月有餘，胡員外猛省起來：「這幾日只管得門前買賣，不曾管得家中女兒。若納得住定盤星便好，倘是胡做胡為，交養娘得知，卻是利害！」胡員外起這個念頭來看女兒，有分交：朝廷起兵發馬，永兒亂了半個世界，鼎沸了兒座州城。正是：<br>\\n\\n  農夫背上添軍號，漁父船中插認旗！<br>\\n\\n  畢竟胡永兒做出甚蹺蹊事來？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第四回     胡永兒剪草為馬　胡永兒撒豆成兵</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    妖邪異術世間希，五雷正法少人知﹔<br>\\n\\n    世上若交邪作正，天地神明必有私。<br>\\n\\n  當日胡員外走入堂裡，尋永兒不見，房裡亦尋不見，走到後花同中，也尋不見。往從柴房門前過，見柴房門開著，員外道：「莫不在這裡面麼？」移身挺腳，入得柴房門，只見永兒在那空闊地上坐著一條小登兒，面前放著一隻水碗，手裡拿著個朱紅葫蘆兒。員外自道：「一地裡投尋他處，卻在此做什麼？」又不敢驚動他，立住了腳且看他如何。只見那永兒把那葫蘆兒拔去了塞的，打一頓，傾出二伯來顆赤豆並寸寸剪的稻草在地下，口中唸唸有詞，哈口水一噴，喝聲道:「疾！」都變做三尺長的人馬，都是紅盔，紅甲，紅袍，紅纓，紅旗，紅號，赤馬﹔在地地團團的轉，擺一個陣勢。員外自道：「那個月的初十邊，被我叮嚀得緊，不敢變物事，卻在這裡舞弄法術。且看他怎地計結？」只貝永兒又把一個白葫蘆兒拔去了塞的，打一傾，傾出二伯來顆白豆並寸寸剪的稻草在地下，口中唸唸有詞，哈口水一噴，喝聲道：「疾！」都變做三尺長的人馬，都是白盔，白甲，白袍，白纓。白旗，白號，白馬﹔一似銀牆鐵壁一般，也排一個陣勢。永兒去頭上拔下一條金篦兒來，喝聲：「疾！」手中篦兒變成一把寶劍，指著兩邊軍馬，喝聲道：「交戰！」只見兩邊軍馬合將來，喊殺連天。驚得胡員外木呆了，道：「早是我見，若是別人見時，卻是老大的事，終久被這妮子連累。要無事時，不如早下手，顧不得父子之情！」員外看了十分焦燥，走出柴房門，去廚下尋了一把刀，復轉身來。<br>\\n\\n  卻說胡永兒執著劍，喝人馬左盤右旋，合龍門交戰，只見左右混戰，不分勝敗。良久，陣勢走開，赤白人烏分做兩下。永兒道：「收人馬！」只見赤白人馬，依先變成赤豆，白豆，寸草，永兒收入紅白葫蘆兒內了。胡國外提起刀，看著永兒先變成赤豆，白豆，寸草，永兒收入紅白葫蘆兒內了。胡員外提起刀，看著永兒只一刀，頭隨刀落，橫屍在地。員外看了，心中好悶，把刀丟在一邊，拖那屍首僻靜處蓋了，出那柴房門把鎖來鎖了，沒精沒彩走出彩帛鋪裡來坐地。心中思忖道：「罪過！我女兒措辦許多家緣家計，適來一時之間，我見他做作不好，把他來壞了。也怪不得我，若顧了他時，我須有分吃官司。寧可把他來壞了，我夫妻兩口兒倒得安跡。他的娘若知時，如何不氣？終不成一日不見，到晚如何不問著甚麼道理殺了他？」<br>\\n\\n  胡員外坐立不安，走出走入有百十遭。到晚收了鋪，主管都去了，吩咐養娘：「安排酒來，我與媽媽對飲三杯。」員外與媽媽都不提起女兒，兩個吃了五七杯酒，只已員外歎了咽氣，簌簌地兩行淚下。媽媽道：「沒甚事如何這等哭？」員外道：「我有一件事，又是我的不是。我們大妻兩個方得快活，我看女兒做作不好，一時間見不到，把他來壞了。恐怕你怪，你不要煩惱。」媽媽道：「員外怎的說這話，孩兒又做甚麼蹺蹊的事？」員外把那永兒變人馬之事，從頭至尾說了一遍。媽媽聽得說，捶胸撴腳哭將起來，道：「你忘了三年前在不廝求院子裡住時忍饑受凍，不是我女兒，如何有今日？你便下得手，把我孩兒來壞了！」員外道：「是我一時間焦燥，你休怨我，且看日常大妻之面！」媽媽道：「你殺了我女兒，我如何不煩惱！」媽媽又疑道：「適才我見女兒好好地在房裡，如何說是壞了？」乃問道：「你是幾時殺的？」員外道：「是日間殺的。」媽媽道：「既是日間殺的，我交你看一個人！」媽媽入去不多時，劈胳膊拖將出來。員外仔細看時：「正是我女兒！日間我一刀剁了，如何卻活在這裡？」唬得員外失驚道：「終久被這作怪的妮於連累，不免略施小計，保我夫妻二人性命。」<br>\\n\\n  胡員外含糊過了一夜，次日早起，先上開柴房門看時，唬得員外呆了，只見刀在一邊，剁的屍首卻是一把竹笤帚。員外道：「嗨，嗨！留他不得了，交他離了我家便了！」遂出來與媽媽商議道：「常言道男大須婚，女大須嫁。如今永兒年已長成，只管留他在家，不是久長之討，他的終身也是不了。」媽媽道：「說得是。」便叫當直的，去前街後巷叫兩個媒人來。當直的去不多時，叫得兩個媒人，一個喚做張三嫂，一個喚做李四嫂。兩個來到堂前，叫了員外、媽媽萬福。媽媽交坐了，叫點茶來﹔茶罷，叫安排酒來。張三嫂起身來告媽媽和員外道：「叫媳婦們來，不知有何使令？」員外道：「且坐，你二人曾見我女兒麼？」張三嫂道：「前次曾見小姐了來，好個小娘子！」員外道：「我家只養得這個女見，年方一十八歲，要與他說親，特請你二人來商議則個。」張三嫂道：「謝員外、媽媽照顧媳婦。既是小娘子要說親事，不知如今要人贅卻是嫁出去？」胡員外道：「我只是嫁出去。」李四嫂道：「若要嫁出去時，這親事卻有。」員外取出六兩銀子來，道：「與你二人做腳步錢。若親事成時，自當重重的謝你。」兩個接了銀子，謝了出來，分了銀子。兩個於路上說道：「那裡有門廝當、戶廝對的好人家？」李四嫂道：「我有一頭好親事在這裡拖帶你。」張三嫂道：「是誰家？」李四嫂道：「是大桶張員外有個兒子，年二十二歲，只要說一個好媳婦。我和你去走一遭，且討三杯酒吃。」兩個迳來到張員外家，張員外見兩個媒人來，便問道：「二位有何事到我家？」張三嫂道：「有一門好親，特地來說。」員外道：「有多少媒人來說過，都不成得。如今不知是誰家女兒？」張三嫂道：「是開彩帛鋪胡員外的女兒，年方一十八歲，且是生得好。」張員外道：「我曾在金明池上見來，真個生得好。則是我只有這個兒子，我卻不肯入贅。」張三嫂道：「胡員外也要嫁出來。」張員外見說，十分歡喜，交安排灑來，二人吃了三杯，取出三兩銀子與他兩個，說道：「若親事成時，別有重謝，」兩個收了銀子，作謝出來，一路上商量道：「今日是好日，都順溜。」復到胡員外宅裡，見了員外，交坐道：「難得你們用心，才去說便有。」張三嫂道：「告員外，說的是大桶張員外的兒子，只有這個小官人﹔年方二十二歲，與宅上門當戶對﹔真個十分伶俐，寫又寫得好，算又算得好，人材又出眾。」胡員外聽說了道：「且放過這頭親事。」兩個媒人道：「員外！恁地一頭好親事，如何卻交放過了？」胡員外道：「我心裡便是有些不在意，你兩個別有親事再來說。」兩個只得出來，張三嫂道：「雖是這頭親事不成，且撰得見兩銀子大家且歸去再思量。」二人別了，到次日飯罷，只見張三嫂來見李四嫂道：「你有甚好親事麼？」李四嫂道：「我思量一夜，沒有好的。昨日說的張員外，門當戶對兀自不肯！」張三嫂道：「我有一頭好親在這裡，是金沙唐員外有個兒子，年方二十歲，幾番要說媳婦，只是不中他意。若說胡員外宅裡女兒必成。」李四嫂道：「好！好！我同你去走一遭。」兩個走到唐員外宅上來，只見唐員外在門前閒坐，見兩個媒人一迳地走來，員外道：「請裡面坐。」張三嫂道：「告員外，有一頭好親事，特地不與宅裡小官人說。」唐員外道：「是那一家？」張三嫂道：「是開彩帛鋪的胡員外的女兒，見年一十八歲。」唐員外聽得說，笑著道：「我知胡員外的女兒，且是生得好，又聰明伶俐。幾次央人去說，胡員外搖得頭落不肯，你卻如何來說？」張三嫂道：「昨日胡員外叫將我兩個去，一家與了三兩銀子，又與了三杯酒吃，要說門當戶對的親，故此媳婦們特來宅上說。」唐員外見說，十分歡喜，即時叫安排酒來，交兩個吃了，把四兩銀子送與兩個道：「若親事成時，另有重謝。二位用心著力則個。」兩個謝了唐員外出來，一路上說道：「這腳去錢是我們兩個撰了，這親事必然成。」來到胡員外宅裡，胡員外道：「你兩個有甚親事來說？」張三嫂道：「告員外，今有金沙唐員外的兒子，年方二十歲，叫來宅上求親。」胡員外道：「我認得唐員外的兒子。」張三嫂道：「實不敢虛譽說，他宅上小官人百伶百俐，寫得算得，知法墨釘小官人。」胡員外道：「且放過去，別有親時再來說。」兩個媒人只得起身出來。<br>\\n\\n  話休煩絮，似有好親去說，聽得說兒郎聰明伶俐，便交放過了。又隔了數日，兩個媒人思量道：「難得胡員外，去時便是酒和銀子，不曾空過，我兩個有七八頭好親事去說，只是不肯，不知是甚意故？」李四嫂道：「今日我們兩個沒處去了，我和你去胡員外宅裡，騙他幾杯酒吃，有彩騙得三二兩銀子，大家取一回笑耍。」張三嫂道：「你有甚親事去說？」李四嫂道：「你休管，只顧隨我來，交你吃酒便了。」兩個來到胡員外宅裡坐定吃茶，員外問道：「有甚親事來說？」李四姐道：「告員外，今有和宅上一般開彩昂鋪的焦員外的兒子。」員外問道：「他兒子幾歲，諸事如何？」只因李四嫂啟口說諧這頭親事來，有分交：胡永兒嫁人不著，做個離鄉背井之人。正是：<br>\\n\\n  青龍與白虎同行，吉凶事全然未保。<br>\\n\\n  畢竟這親事成得成不得？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第五回     胡員外女嫁憨哥　胡永兒私走鄭州</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    多言人惡少言癡，惡有憎嫉善又欺﹔<br>\\n\\n    富遭嫉妒貧曹辱，思量那件合天機。<br>\\n\\n  當日李四嫂對胡員外說：「焦員外的兒子約有三十來歲，撮兩個角兒，口邊涎瀝瀝地，嬭子替他著衣裳，三頓喂他茶飯，不十分曉人事。」胡員外聽了道：「煩你二位用心說這頭親事則個。」兩個媒人聽得說，口中不說，心下思量：「千頭萬頭好親，花枝也似兒郎，都放過了，卻將這個好女兒嫁這個瘋子！」兩個又吃了數杯酒，每人又得了二兩銀子，謝了員外出來。對門是個茶坊，兩個人去吃了茶，張三嫂道：「你沒來由交我忍不住笑，捏著兩把汗﹔只怕胡員外焦燥起來帶累我，甚麼意思！」李四嫂道：「我和你說這許多頭好親官都交放過了，我自取笑他﹔若胡員外焦燥時，我只說取笑，誰想到成了事。」張三嫂道：「想是他中意了。若不中意時，定不把銀子與我們，取酒與我們吃。」兩個廝趕著，一頭走，一頭笑，迳投國子門來見焦員外。焦員外交請坐吃茶。員外道：「你兩個上門是喜蟲兒，有其事了來？」李四嫂道：「告員外！我兩個特來討酒吃，與小員外說親！」焦員外道：「我的兒子是個呆子，不曉人事的。誰家女兒肯把來嫁他？」李四嫂道：「與員外一般開採用鋪的胡員外宅裡，花枝也似一個小娘子，年方一十八歲。多少人家去說親的都不肯，方才媳婦們說起宅卜來，胡員外便肯應成，特交我兩個來說。」焦員外見說好歡喜，道：「你兩個若說得成時，重重的相謝。」兩個吃了數杯酒，每人送了三兩銀子，出得焦員外家，迳來見胡員外。李四嫂道：「焦員外見說宅上小娘子，十分歡喜，交來稟覆員外，要揀吉日良辰下財納禮。要甚安排，都依員外吩咐。」胡員外聽說，不勝之喜，自交媒人去回報。張院君道：「員外，我聽得你與媒人說，我不敢多口，不知是何意故，好見郎不完就他，卻交說嫁一個瘋子，你卻主何意念？」胡員外道：「我女兒留在家中，久後必然累及我家。便是嫁將出去別人家裡，嫁了個聰明伶俐的老公，壓不住定盤星，露出些斧鑿痕來，又是苦我。如今將他嫁個木畜不曉人事的老公，便是有些泄漏，他也不理會得。」媽媽道：「這等一個好女兒，嫁恁地一葉瘋呆子，豈不誤了我女兒一生？」員外道：「他離了我家，是天與之幸，你管他則甚！」話休絮煩，兩家少不得使媒人下財納禮，奠雁傳書﹔不只一日，揀了吉日良時，成那親事。<br>\\n\\n  卻說焦員外和媽媽叫嬭子來吩咐道：「小官人成親，房中的事皆在你身上。若得他夫妻和順，我卻重重賞你。」嬭子道：「多謝員外媽媽，嬭子自有道理。」媽媽道：「恁地時，慢慢教他好。」嬭子與媽媽入房裡來，看著憨哥道：「憨哥！明日與你娶老婆也！」「憨哥」乃新女婿之小名也。憨哥道：「明日與你娶老婆也！」嬭子又道：「且喜也！」憨哥道：「且喜也！」嬭子口中不說，心下思量道：「我們員外好不曉事！這樣一個瘋子，卻討媳婦與他做甚麼，苦害人家的女兒！那胡員外也沒分曉﹔聽得人說，這個女兒生得十分生得標緻，又聰明智慧，更兼針線皆能，卻把來嫁這個瘋子，都不知是何意故！」<br>\\n\\n  當夜過了，至次日晚間，相媽媽送新人進門，少不得要拜神講禮，參筵拂塵，嬭子扶那憨哥出來，胡媽媽看見，吃了一驚。但見：<br>\\n\\n  麵皮垢積，口角涎流。帽兒光，歪罩雙丫﹔衫子新，橫牽遍體。帚眉縮頰，反耳斜睛。靴穿膀腿步踉蹌，六七人攙﹔涕桂掀唇嘴腌臢，一雙袖抹。瞪目視人無一語，渾如扶出猙獰﹔拳須連鬢已三旬，好似招來鬼魁。蠢軀難自主，窮崖怪樹搖風﹔陋臉對神前，深谷妖狐拜月。但見花燈，那解今宵合巹，雖逢鴛侶，不知此夜成親。送客驚翻，滿堂笑倒。洞房花燭，分明織女遇郡羅﹔簾幕搖紅，宛是觀音逢八戒。便教嫫母也嫌憎，縱是無鹽羞配合。<br>\\n\\n  當晚胡媽媽看見新女婿這般模樣，不覺簌簌地淚下，暗地裡叫苦道：「老無知！卻將我這塊肉斷送與這樣人，我女兒終身如何是了！」正是啞子慢嘗黃栢味，難將苦口對人言。沒奈何·與許多親眷勸酬了一夜。次早只得撇了女兒。別了諸親，回家與員外廝鬧，不在話下。<br>\\n\\n  卻說胡永兒見娘人了，眼淚小從一路落，苦不可言。陸續相送諸親出門，晚飯已畢，謝了婆婆，道了安置，隨嬭子人房裡來。見憨哥坐在牀上，嬭子道：「你和小娘子睡。」憨哥道：「你和小娘子睡。」嬭子道：「你和小娘子睡休！」憨哥道：「你和小娘子睡休！」嬭子心裡道：「只管隨我說，幾時是了？不若我自安排小娘子睡便了。」嬭子先替憨哥脫了衣服，扶他上牀睡倒，蓋了被，然後看著永兒道：「請小娘子寬衣睡了罷！」永兒見嬭子請睡，包著兩行珠淚，思量道：「爹爹！媽媽！我有甚虧負你處，你卻把我嫁個瘋子，你都忘了在不廝求院子裡受苦時，如今富貴，不知虧了誰人！休，休！我理會得爹爹意了，交我嫁一個聰明的丈夫，怕我教他些甚麼﹔因此先識破了，卻把我嫁這個瘋子！」抹著眼淚，叫了嬭子安置，脫了衣裳與憨哥同睡。嬭子自歸房裡去了。永兒上得牀，把被緊緊地卷在身上，自在一邊睡，不與憨哥合被。<br>\\n\\n  自當日為始，荏苒光陰，過了半年。時遇六月間，天氣十分炎熱。永兒到晚來堂前叫廠安置，與憨哥來天井內乘涼。永兒道：「憨哥！我們好熱麼？」憨哥道：「我們好熱麼？」永兒道：「我和你一處乘涼，你不要怕！」憨哥道：「我和你一處乘涼，你不要怕！」永兒見憨哥七顛八倒，心中好悶。當夜永兒和憨哥合坐著一條凳子，永兒唸唸有詞，那凳子變做一隻弔睛白額大蟲在地上。永兒與憨哥騎在大蟲背上，口中唸唸有詞，只見大蟲載著永兒和憨哥從空便起，直到一座城樓上﹔這座城樓叫做安上大門樓，永兒喝聲：「住！」大蟲在屋脊上便住了。永兒與憨哥道：「這裡好涼麼？」憨哥道：「這裡好涼麼？」兩個直乘涼到四更，永兒道：「我們歸去休！」憨哥道：「我們歸去休！」永兒唸唸有詞，只見大蟲從空而起，直到家中天井裡落。永兒道：「憨哥！我們去睡！」憨哥道：「我們去睡！」自此夜為始，永兒和憨哥兩個，夜夜騎虎直到安上大門樓屋脊上乘涼，到四更便歸。忽一日，永兒道：「憨哥！我們好去乘涼也！」憨哥道：「我們好去乘涼也！」永兒唸唸有詞，凳子變做大蟲，從空便起，直到安上大門樓乘涼。當夜卻沒有風，永兒道：「今日好熱！」拿著一把月樣白紙扇兒在手裡，不住手搖，此時月卻有些朦朧，有兩個上宿軍人出來巡城，外叫做張千，一個叫做李萬。兩個回到城門樓下，張千猛抬起頭來看月，吃了一驚道：「李萬你見麼？樓門屋脊上坐著兩個人！」李萬道：「若是人，如何上得去？」張千定睛一看，說：「真是兩個人！」李萬道：「據我看時，只是兩個老鴉。」當夜永兒在屋脊上不住手的把扇搖，李萬道：「若不是老鴉，如何在高處展翅？」張千道：「據我看，一個像男子，一個像婦人。如今我也不管他是人是鴉，只交他吃我一箭！」去那袋內拈弓取箭，搭上箭，拽滿弓，看清，』只一箭射去，不偏，不歪，不斜，正射著憨哥大腿。憨哥大叫一聲，從屋脊上骨碌碌滾將下來，跌得就似爛冬瓜一般。當時張千、李萬把憨哥縛了，再看上面時，不見了那一個。<br>\\n\\n  至次日早間，解到開封府來，正值知府升廳，張千、李萬押著憨哥跪下，稟道：「小人兩個是夜巡軍人，昨晚三更時分，巡到安上大門，猛地抬起頭來，見兩個人坐在城樓屋脊上，搖著白紙扇子。彼時月色不甚明亮，約莫一個像男子，一個像婦人。小人等計算，這等高樓，又不見有梯子，如何上得去？必是飛簷走壁的歹人！隨即取弓箭射得這個男子下來，再抬頭看時，那個像婦人的卻不見了。今解這個男子在台下，請相公台旨。」知府聽罷，對著憨哥間道：「你是甚麼樣人？」憨哥也道：「你是甚麼樣人？」知府道：「你從實說來，免得吃苦！」憨哥也道：「你從實說來，免得吃苦！」知府大怒，罵道：「這廝可惡！敢是假與我撒瘋？」憨哥也瞪著眼道：「這廝可惡！敢是假與我撒瘋？」滿堂簇擁的人都忍不住笑。知府無可奈何，叫眾人都來廝認，看是那裡地方的人。眾人齊上認了一會，都道：「小人們並不曾認得這個人。」知府存想道：「安上大門城樓壁鬥樣高，這兩個人如何上得去？就是上得去，那個像婦人的如何不見下來，卻暗暗地走了？一定那個像歸人的是個妖精鬼怪，迷著這個男子到那樓屋上，不提防這廝們射了下來，他自一迳去了，如今看這個人胡言胡語，兀自未醒﹔但不知這個人姓名、家鄉，如何就罷了這頭公事？」尋思了一會，喝道：「且把這個人枷號在通衢十字路口。」看著張千、李萬道：「就著你兩個看守，如有人來與他廝問的，即便拿來見我。」不多時，獄卒取面枷將憨哥枷了，張千、李萬攙扶到十字路口，哄動了大街小巷的人，挨肩疊背，爭著來看。<br>\\n\\n  卻說那焦員外家嬭子和丫鬟，侵晨送臉湯進房裡來，不見了憨哥、永兒，吃了一驚，慌忙報與員外、媽媽知道。員外和媽媽都驚呆了，道：「門不開，戶不開，去那裡去了？」焦員外走出走入沒做理會處。忽聽得街上的人，三三兩兩說道：「昨夜安上大門城樓屋脊上，有兩個人坐在上面，被巡軍射了一個下來，一個走了。」又有的說道：「如今不見枷在十字路口？」焦員外聽得說，卻似有人推他出門的，一迳走到十字路口，分開眾人，挨上前來看時，卻是自家兒子，便放聲大哭起來，問道：「你怎的去城樓上去？你的娘子在那裡？」張千、李萬見焦員外來問，不由分說，橫拖倒扯捉進府門。知府問道：「你姓甚名誰？那枷的是你甚麼人，如何直上禁城樓上坐地，意欲於何歹事，與那逃走的婦人有甚緣故？你實實說來，我便放你！」焦員外躬身跪著道：「小人姓焦名玉，本府人氏。這個枷的是小人的兒子，枉自活了三十多年紀，一毫人事也不曉得﹔便是穿衣吃飯，動輒要人，人若問他說話時，他便依人言語回答，因此取個小名叫做憨哥﹔小人只是叫他小時伏事的嬭子看管，雖中門外，一步也不敢放他出來。半年前偶有媒人來與他議親，小人欲待娶妻與他，恐懼了人家女信﹔欲待不娶與他，小人止生得這個兒子，沒個接續香火。感承本處有個胡浩，不嫌小人兒子呆蠢，把一個女見叫做胡永兒嫁他，且是生得美貌伶俐。不料昨晚吃了晚飯，雙雙進房去睡，今早門不開，戶不開，小人的兒子並媳婦都不見了。不知怎地出門得到城樓高處，又不知媳婦如何不見下來便走得去。」知府喝道：「休得胡說！既是你的兒子媳婦，如何不開門啟戶走得出來？媳婦以定是你藏在家中了，快叫他來見我！」侯員外道：「小人安分愚民，怎敢說謊？便拷打小人至死，端的屈殺小人！」知府聽他言語真實，更兼憨哥依人說話的模樣又是真的，再差兩個人去拿胡永兒的父親來審間，便見下落。公差領了鈞牌，飛也似趕到胡員外家裡來，卻說胡員外聽得街坊土喧傳這件事，早已知是自家女兒做出來的勾當害了惠哥，與媽媽正在家暗咱地叫苦，只見兩個差人跑將入來，叫聲：「員外有麼？」驚得魂不赴體，只得出來相見。問道：「有何見諭？」公差道：「奉知府相公嚴命呼喚，請即那步。」胡員外道：「在下並不曾閒管為非，不知有甚事相煩二位喚我？」公差道：「知府相公立等，去則便知分曉。」不容轉動，推扯出門，迳到府裡。知府正等得心焦，見拿到了胡員外，便把城樓上射下憨哥，次後焦員外說出永兒並憨哥對答不明，要永兒出來審問的情由說了一遍，胡夙外只推不知。知府道：「我聞你女兒極是聰明伶俐，女婿這般呆蠢，必定別有姦夫，做甚不公不法的事。你怕我難為他說出真情，一意藏在家中，反來遮掩。」焦員外跪在那邊，便插口道：「若在你家，快把他出來救我兒子性命！」胡員外道：「世上只有男子拖帶女人做事，分明是你把我的女兒不知怎地緣故斷送那裡去了，故意買囑巡軍，只說同在城樓屋脊上，射下一個，走了一個。相公在上，城樓在半天中一般，又無梯子，拿獲這兩個人插翅飛上去的？若果同在上面時，怎地瓦也不響，這般逃走得快？女人家須是鞋弓襪小，巡軍如何趕他不著，眼睜睜放他到小人家中來躲了？」知府聽他言語句句說得有理，喝：「把憨哥的父親與張千、李萬俱夾起來！」指著焦員外道：「這事多是你家謀死了他的女兒，通同張千、李萬設出這般計策，把這瘋癲的兒子做個出門入戶，不打如何肯招！」喝將三人重重拷打。兩邊公人一齊動手，打得個個皮開肉綻，鮮血淋灕。焦員外受苦不過，哀告道：「望相公青天作主，原不曾謀死胡永兒。容小人圖畫永兒面貌，情願出三千貫賞錢。只要相公出個海捕文書，關行各府州縣，懸掛面貌信賞。若永兒端的無消息時，小人情願抵罪。」知府見他三個苦死不招，先自心軟，況兼胡員外也淡淡地不口緊要人，知府便道：「這也說得是。」一邊把三個人放了，一面取憨哥進府，開了枷，並一行人俱討保暫且寧家伺候。著令焦家圖畫永兒面貌，出了海捕文書，各處張掛，不在話下。<br>\\n\\n  且說胡永兒見憨哥中箭跌下去了，口中唸唸有詞，從空便起，見野地無人處漸漸下來，撇了凳子，獨自一個取路而行，肚裡好悶：「如今那裡去好？歸去又歸去不得，爹爹媽媽家裡又去不得了。想起成親之夜，夢見聖姑姑與我說道：此非你安身之處，若有急難，可宋鄭州尋我。見今無處著身，若官司得知，如何是好？不著去鄭州投奔聖姑姑，看是如何。」天色已曉，走了半日，到一個涼棚下，見個點茶的婆婆，永兒入那茶坊裡坐了歇腳。那婆婆點盞茶來與永兒吃罷，永兒問婆婆道：「此是何處，前面出那裡去？」婆婆道：「前面是板橋八角鎮，過去便是鄭州大路。小娘子無事獨自個往那裡去？」永兒道：「爹爹、媽媽在鄭州，要去探望則個。」婆婆道：「天色晚了，小娘子可只在八角鎮上客店裡歇一夜卻行，早是有這歇處，獨自一個夜晚不便行走。」永兒變十數文錢還了茶錢，謝了婆婆，又行了二里路，見一個後生：<br>\\n\\n  六尺以下身材，二十二三年紀﹔三牙掩口細髯，七分腰細膀闊﹔戴一頂木瓜心攢頂頭巾，穿一領銀竺似白紗衫子﹔系一條蜘蛛班紅綠壓腰，看一對上黃色多耳皮鞋﹔背著行李，挑著柄雨傘。<br>\\n\\n  那後生正行之間，見永兒不帶花冠，綰著個角兒，插兩隻金釵，隨身衣服，生得有些顏色，向前與永兒唱個喏道：「小娘子那裡去來？」永兒道：「哥哥！奴去鄭州投奔親戚則個。」那廝卻是個人家浮浪子弟，便道：「我也經鄭州那條路去，尚且獨自一個難行，你是女人家，如何獨自一個行得？我與小娘婦一處行！」一面把些唬嚇的言語驚他。到一個林子前，那廝道：「小娘子！這個林子最惡，時常有大蟲出來。若兩個行便不妨得，你若獨自一個走，大蟲出來便駝了你去！」永兒道：「哥哥！若如此時，須得你的氣力拖帶我則個！」那廝一路上逢著酒店便買點心來，兩個吃了，他便還錢。又走歇，又個歇，看看天色晚來。永兒道：「哥哥！天晚了，前面有客店歇麼？」那廝道：「小娘子！好交你得知，一個月前，這裡捉了兩個細作，官府行文書下來，客店生不許容單身的人。我和你都討個得房兒。」永兒道：「若討不得房兒時，今夜那裡去宿歇？」那廝道：「若依得我口，便討得房兒。」永兒道：「只依哥哥口便了。」那廝道：「小娘子！如今又不真個，只假說我們兩個是夫妻，便討得房兒。」永兒口中不道，心下思量：「卻不可耐這廝無道理！你又不認得我，只交他恁地，恁地！」永兒道：「哥哥拖帶睡得一夜也好。」那廝道：「如此卻好！」<br>\\n\\n  來到八角鎮上，有幾個好客店都過了，卻到市梢頭一個客店。那廝入那客店門叫道：「店主人！有空房也沒？我夫妻二人討間房歇！」店小二道：「大郎莫怪，沒房了！」那廝道：「苦也！我上上落落只在你家投歇，如何今日沒了房兒？」店小二道：「都歇滿了，只有一間房鋪著兩張牀，方才做皮鞋的鬍子歇了，怕你夫妻二人不穩便。」那廝道：「怕甚麼事！他自在那邊，我夫妻兩個在對牀。」店小二道：「恁地你兩個自入房裡去。」那廝先行，永兒後隨，店小二推開房門，交了房兒。永兒自道：「卻不可耐這廝，交我做他老婆來討房兒，交他認得我！」只因此起，有分交：胡永兒壞數萬人性命，朝廷起十萬人馬﹔鬧了數座州城，鼎沸河北世界。正是：<br>\\n\\n  堪笑癡愚呆蠢漢，他人婦女認為妻。<br>\\n\\n  畢竟當夜胡永兒如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第六回     胡永兒客店變異相　卜客長赴永兒落井</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    堪笑浮華輕薄兒，偶逢女子認為妻﹔<br>\\n\\n    世財紅粉高樓酒，誰為三船事不逐！<br>\\n\\n  豈不聞古人云：「他妻莫愛，他馬莫騎。」怎地路途中遇見個有顏色的婦人便生起邪心來！那廝看著店小二道：「討些腳湯洗腳。」店小二道：「有！有！」看著待詔說道：「他夫妻兩個自東京來的，店中房都歇滿了，只有這房裡還有一張牀，沒奈何交他兩個歇一夜。」待詔道：「我只睡得一張牀，有人來歇，交他自穩便。」永兒迸房來，叫了待詔萬福，待詔還了禮。那廝看著鬍子道：「蒿惱則個！」待詔道：「請自便。」待詔肚裡自思量：「兩個言語不似東京人，恁地個孤調調地行，兩個不像是夫妻﹔事不一心，有些腳叉樣。干我甚事？由他便了。」鬍子道：「你們自穩便。」那廝和永兒牀上坐了，店小二掇腳湯來，那廝洗了腳，討一盞油點起燈來。鬍子不做夜作，喚了安置，朝著裡牀自睡了。那廝道：「姐姐！路上貪趕路，不曾打得火，我出去買些酒食來吃。」轉身出房去了。永兒道：「卻不忍耐這廝！我又不認得你，一路上驚赫我許多言語，強要我做老婆討房歇。那廝去買酒去了，他不識得我，我且撩撥他耍子則個。」口中不知道些甚的，舒氣向鬍子牀上只一吹，又把自己臉上摸一摸，永兒就變做個鬍子，帶些紫膛色，正像做皮鞋的待詔，待詔卻變做了永兒。假待詔也倒在牀上假睡著。<br>\\n\\n  卻說那廝沽些酒，買些炊餅，拿入店裡來，肚裡尋思道：「我今朝造化好，遇著這等一個好婦人﹔客店裡都知道我是他的丈夫了，今晚且快活睡他一夜。」那廝推開房門，放酒、餅在棹子上，剔起燈來，看那牀上時，卻是做皮鞋的待詔，疑惑道：「卻是甚麼意故，如何換過了來我牀一睡？」看那對面牀上時，卻睡著婦人。那廝道：「想是日裡走得辛苦，倒頭就睡著在這裡。」向前雙手搖那婦人，叫道：「姐姐！我買酒來了，你走起來！你走起來！」只見那做皮鞋的待詔跳將起來，劈頭揪翻來便打。那廝叫道：「做甚麼便打老公？」鬍子喝道：「準是你的老婆！」那廝定睛看時，卻是做皮鞋的待詔。慌忙叫道：「是我錯了！莫怪，莫怪！」店小二聽得大驚小怪，入房裡來問道：「做甚麼？」待詔道：「可奈這廝走將來搖我，叫我做姐姐。」小二道：「你又不眼瞎，眼裡又無腳裂，你的牀自在這邊。」小二勸開了，待詔依舊上牀睡了。那廝吃了幾拳，道：「我的悔氣，眼腳睜是個婦人，元來卻是待詔。」看這邊牀上女娘子睡著，叫道：「小娘子！起來吃酒。」定睛只一看時，卻是朱紅頭髮，碧綠眼睛，青臉獠牙的。叫聲：「有鬼！」匹然倒地。店小二正在門前吃飯，只聽得房裡叫「有鬼」，人來看時，見那廝跌倒在地上，連忙扶起，驚得做皮鞋的待詔也起來，店裡歇的人都起來救他，也有噀噀吐的，也有咬中拇指的。那廝吃剝消了一夜，三魂再至，七魄重蘇。那廝醒來道：「好怕人！有鬼！有鬼！」被店小二揪住，劈臉兩個噀吐道：「我這裡是清淨去處，客店裡有甚鬼？是甚人教你來壞我的衣飯？」將燈過米道：「鬼在那裡？」那廝道：「牀上那婦人是鬼！」店小二道：「這廝卻不弄人！這是你渾家，如何卻道是鬼？」那廝道：「他不是我渾家，我在路上撞見他，和我同到此討房兒做假夫妻的。方才我去買酒，來到房裡，看見卻是鬍子。我卻錯叫了待詔，吃他一頓拳頭。再會看他時，卻是朱紅頭髮，碧綠眼睛，青臉撩牙，原來是鬼。」眾人吃了一驚，燈光之下看那婦人時，如花似玉一個好婦人，都道：「你眼花了！這等一個好婦人，你如何說他是鬼？」永兒道：「眾位在此，可耐這廝沒道理。我自要去鄭州投奔爹爹、媽媽，這廝路上撞見了我，和我同行，一路上只把唬嚇的言語來驚我。又說捉了兩個細作，店裡不容單身的歇，強要我做假夫妻來討房兒。一晚胡言亂靨，不知這廝懷著甚麼意故。」眾人和店小二都罵道，「忍耐這廝，情理難容。著他好生離了我店門，若不去時，眾人一發上打，交你粉骨碎身！」把這廝一時熱趕出去，把店門關了。<br>\\n\\n  那廝出到門外，黑洞洞地不敢行，又怕巡軍捉了吃官司，只得在門外僻靜處人家門前存了一夜。到天曉，那廝道：「我自去休！」離了店門，走了五七里路了，卻待要走過一林子去，只見林子裡走出胡永兒來，看著那廝道：「哥哥，昨夜罪過你帶挈我客店裡歇了一夜，你卻如何道我是鬼？」那廝看了永兒如花似玉生得好，肚裡與決不下道：「莫不昨晚我真個眼花了？」那廝道：「姐姐！待要和你同行，昨夜兩次吃你驚得我怕了。想你不是好人，你只自去休！」永兒道：「昨夜你要我做假夫妻也是你，如今卻又怕我，我交你看我的相識！」只見永兒用手一指，叫聲：「來！」林子內跳出一隻弔睛白額大蟲來，看著那嘶只一撲，那廝大叫一聲，撲地便倒。那廝閉著眼，肚裡道：「我性命今番休了！」多時沒些動靜，慢慢地閃開眼來看時，大蟲也不見了，婦人也不見了。那廝道：「我從來愛取笑人，昨日不合撩撥了這婦人，吃鬍子打了一頓拳頭﹔又吃他驚了，交我魂不附體。今朝他又叫大蟲出來，我道性命休了，元來是驚耍我，若是前面又撞見他，卻了不得，我自不如回東京去休〕」那廝依先轉身去了。<br>\\n\\n  且說胡永兒變大蟲出來驚他：「他再不敢由這路來了。我自去鄭州去，一路上好慢慢地行。」卻在路上有些腳疼，只得會一株樹下歇一歇。正坐之間，只聽得車子碌碌刺刺地響。見一個客人，頭帶范陽氈笠，身上著領打路布衫，手中縛腰，行纏爪著褲子，腳穿八搭麻鞋﹔推那車子到樹下，卻待要歇。只見永兒立起身來道：「客長萬福！」那客人還了禮，問道：「小娘子那裡去？」永兒道：「要去鄭州投奔爹爹、媽媽去，腳疼了走不得，歇在這裡。客長販甚寶貨，推車子那裡去？」客人道：「我是鄭州人氏，販皂角去東京賣了回來。」永兒道，「客長若從鄭州過時，車廂裡帶得奴奴家去，送你三兩銀子買酒吃。」客人思量道：「我貨物又賣了，鄭州又是順路，落得趁他三兩銀子。」客人道：「恁地不妨。」交永兒上車廂裡坐。那客人盡平生氣力推那車子，也不與永兒說話，也不把眼來看他。低著頭，只顧推車子了行。永兒自思量道：「這個客人是個樸實頭的人，難得，難得。想昨夜那廝一路上把言語撩撥我，被我略用些小神通，雖不害他性命，卻也驚得他好。一似這等客人，正好度他，日後也有用他處。」那客人推那車子，直到鄭州東門外，問永兒道：「你爹爹、媽媽家在那裡作？」永兒道：「客長！奴奴不識地名，到那裡奴奴自認得。」客人推著車子入東門，來到十字路口，永兒道：「這裡是我家了。」客人放下車子，見一所空屋子鎖著。客人道：「小娘子！這是鎖著的一所空屋子，如何說是你家？」永兒跳下車子，喝一聲道：「疾！」鎖便脫下來，用手推開一扇門，走入去了，客人卻在門前等了兩個時辰，不見有人出來，天色將晚，只管望著裡面。被一個人喝道：「你這客人在這裡歇許多時了，只望著宅裡做甚麼？」客人見是個老兒問，慌忙唱個喏道：「好交公公知道，適間城外五十里路見個小娘子，說腳疼了，走不得，許我三兩銀子，交我載到這裡，入去了不出來，交我等了半日。」老兒道：「這宅是刁通判廨宇，我是看守的。」客人道：「恁地相煩公公去宅裡說一聲，交取銀子還我則個。」老兒道：「鎖的空宅子，一向無人居住，你卻不害瘋麼！見今官司出榜追捉胡永兒，如有知情不首者一體治罪。你會事的便去了！」客人道：「好沒道理！我載你家小娘子來家，許我三兩銀子，又不還我，到說白府活兒，你只交我入去看，我情願吃官司！」老兒道：「你說了！若尋不見時，不要走了！」老兒大開了門，交客人入去。到前廳，過迴廊，至後廳，只見永兒坐在廳上。客人看見了他，叫道：「小娘子！如何不出來還我銀子，是何道理？」永兒見客人來，便走起身望後便走，客人大跨步走到後廳，永兒見他趕得緊，廳後有一眼八角井，走到井邊，看著井裡便跳下去了。客人見了，嚇得只叫：「苦也！苦也！」卻侍要走，被老院子捉住，道：「清平世界，蕩蕩乾坤，逼人下井，罷休不得！」拖出宅前，叫起街坊人等，將客人一條索子縛了，直解到鄭州來。正值大尹在廳上斷事，地方裡甲人等，解客人跪下，備說本人在刁通判府中，將不識姓名女子趕下八角井裡去了。大尹將客人勘問，客人招稱：系本州人氏，姓卜名吉，因販皂角前往東京貨賣回來，行到板橋八角鎮五十里外大樹下，遇見不識姓名女子，言說胸疼行走不得，欲賃車子前到鄭州東門十字街爹爹、媽媽家去則個，情願出銀三兩。是吉載到本家，即開門人去，並不出來。吉等已久，只見老院子出來，言說我家是刁通判廨字，無人居住空房，不肯還銀。一時間同老院子進去尋看，不期女子見了，自跳在井中，即非相逼等情。大尹交且將卜吉押下牢裡，到來日押去刁通判宅裡井中打撈屍首。<br>\\n\\n  次日大尹委官一員，獄中取出卜吉，同里鄰人等押到刁通判廨宇裡來。街上看的人挨肩疊背，人人都道：「刁通判府裡，時常聽得裡面神歌鬼哭，人都不敢在裡面住。」有的人道：「看今日打撈屍首何如？」委官坐在交椅上，押卜吉在面前跪下。委官問老院子並叫鄰人等，卜吉如何趕這女子落井，卜吉告道：「女子自跳落井，並不曾趕他下去。」委官叫打撈水手過來，水手唱了喏，著了水背心。委官道：「奉本州台旨，委我押你下井。你須仔細打撈！」水手道：「告郎中，方才小人去井上看驗，約有三五十丈深淺。若只恁地下去，多不濟事。須用爪紮轆轤，有急事時，叫得應。」委官道：「要用甚物件，好交一面速即辦來。」水手道：「要爪縛轆轤架子，用三十丈索子，一個大竹籮，一個人銅鈴，人夫二十名。若有急事便搖動鈴響，上面好拽起來。」不多時都取辦完備。水手紮縛了轆轤、銅鈴、竹籮俱完了。水手道：「請郎中台旨，交下井去打撈。」委官道：「你眾水手中，首一個會水了得的卜去。」四五個人扶著轆轤，一個水手下竹籮坐了，兩三個人掇那竹籮下井裡去，四個人便放轆轤。約莫放下去有二十餘丈，只聽得鈴響得緊，委官交眾人退後，急把轆轤絞上籮來。眾人見了，一齊吶聲喊：看那籮裡時，亙古未聞，於今罕有，自不曾見這般蹺蹊的事。正是：<br>\\n\\n  說開華嶽山峰裂，道破黃河水逆流。<br>\\n\\n  畢竟當日見甚麼來？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第七回     八角井卜吉遇聖姑姑　獻金鼎刺配卜吉密州</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    日前積惡在心懷，妄言天地降非災。<br>\\n\\n    從前作過虧心事，至今興沒一齊來。<br>\\n\\n  眾人絞上竹籮來，齊發聲喊，看那水手時，當初下去紅紅白白的一個人，如今絞上來看時，一個臉便如蠟皮也似黃的，手腳卻板僵，死在籮裡了，委官叫抬在一邊，一面叫水手老小扛回家去殯殮，不在話下。委官道：「終不成只一個下去了不得公事便罷了？再別差一個水手下去！」眾水手齊告道：「郎中在上！眾人家中都有老小，適才見樣了麼！著甚來由捉性命打水撇兒？斷然不敢下去。若是郎中定要小人等下去，情願押到知州面前吃打，也在岸上死。實是下去不得！」委官道：「這也怪不得你們，卻是如何得這婦人的屍首上來了你一乾人都在此押著卜吉，等我去稟復知州。」委官上了轎，一直到州門前下了轎，迳到廳上，把上件事對那知州說了一遍，知州也沒做道理處。委官道：「地方人等都說刁通判府中自來不乾淨，今日又死了一個水手，誰人再敢下去？只是打撈不得那婦人的屍首起來，如何斷得卜吉的公事？不若只做卜吉著，交卜吉下去打撈，便下井死了，也可償命。」知州道：「也說得是，你自去處分。」委官辭了知州再到井邊，押過卜吉來，委官道：「是你趕婦人下井，你自下去打撈屍首起來，我稟過知州做主，出豁你的罪。」卜吉道：「小人情願下去，只要一把短刀防身。」眾人道：「說得是！」隨即除了枷，去了木杻，與他一把短刀，押那卜吉在籮裡坐了，放下轆轤許多時不見到底，眾人發起喊來道：「以前的水手下去時，只二十來丈索子便鈴響，這番索子在轆轤上看看放盡，卻不作怪？放許多長索兀自未能勾到底！」正說未了，轆轤不轉，鈴也不響。<br>\\n\\n  且不說井上眾人，卻說卜吉到井底下抬起頭來看時，見井口一點明亮。外面打一摸時，卻沒有水﹔把腳來踏時，是實落地。一面摸，一面行，約莫行了一二里路，見那明處，摸時卻有兩扇洞門，隨手推開，閃身人去看時，依然再見天日。卜吉道：「這裡是那裡？」提著刀正行之間，見一隻大蟲伏在當路。卜吉道：「傷人的想是這只大蟲，譬如你吃了我，我左右是死！」大跨步向前，舀著大蟲便剁，喝聲：「著！」一聲響亮，只見火光迸散，震得一隻手木麻了半晌：仔細看時，卻是一隻石虎。卜吉道：「裡面必然到有去處。」又行幾步，只見兩邊鬆恫，中間一條行路，都是鵝卵行砌嵌的。卜吉道：「既是有路，前面必有個去處。」仗著刀，入那鬆逕裡行了一二百步，閃出個去處，唬得卜吉不敢近前。定睛看時，但見：<br>\\n\\n  金釘朱戶，碧瓦雕簷。飛龍盤柱戲明珠，雙鳳幃屏鳴曉日，紅泥牆壁，紛紛御柳間宮花﹔翠靄樓台，淡淡祥光籠瑞影。窗橫龜背，香風冉冉透黃紗﹔簾巷蝦須，皓月團團懸紫綺。若非天上神仙府，定是人間帝主家。<br>\\n\\n  卜吉道：「這是甚麼去處，卻關著門，敢是神仙洞府？」欲推門又不敢，欲待回去。「又無些表正，終不成只說見只石虎來，知州如何肯信我？」正躊躇之間，只見呀地門開，走出一個青衣女童來。女童叫道：「卜吉！姑姑等你多時了！」卜吉聽得說「姑姑等你多時」，「卻是甚麼姑姑？如何知我名姓？卻又等我做甚的？」卜吉只得隨女童到一個去處，見一所殿宇，殿上立著兩個仙童，一個青衣女童﹔當中交椅上坐著一個婆婆。卜吉偷眼看時，但見那婆婆：<br>\\n\\n  蒼形古貌，鶴髮童顏。眼昏似秋月籠煙，眉白如曉霜映日。繡衣玉帶，依稀紫府元君，鳳髻龍簪，彷彿西池王母。正大仙容描不就，威嚴形象畫難成。<br>\\n\\n  卜吉想道：「必是個神仙洞府，我必是有緣到得這裡。」向前便拜道：「告真仙！客人卜吉謹參拜！」拜了四拜。姑姑道：「我這裡非凡，你福緣有分，得到此間，必是有功行之人，請上階賜坐。」卜吉再三不肯坐，姑姑道：「你是有緣之人，請坐不妨！」卜吉方敢坐了。姑姑叫點茶來，女童將茶來，茶罷，站姑道：「你來此間非同容易，因何至此？」卜吉道：「告姑姑！小客販皂角去東京賣了，推著空車子回來。路上見一個婦人坐在樹下，道：『我要去鄭州投奔爹娘，腳疼了行不得。』許我三兩銀子，載他到東門裡刁通判宅前，婦人道：『這是我家了。』下車子推開門走入去，跳在井裡。因此地方捉了我，解送官司。差人下井打撈，又死了一個水手。知州只得令小人下來，見井底有路無水，信步走到這裡。」姑姑道：「你下井來曾見甚的？」卜吉道：「見一隻石虎。」姑姑道：「此物成器多年，壞人不少，凡人到此，見此虎必被他吃了，你倒剁了他一刀，你後來必然發跡。卜吉，我且交你看個人！」看著青衣女童道：「叫他出來！」女童人去不多時，只見走出那個跳在井裡的婦人來，看著卜吉道個萬福，道：「客長昨日甚是起動！」卜吉見那婦人，怒從心上起，惡向膽邊生，便罵道：「打脊賊賤人！卻不叵耐，見你說腳疼走不得，好意載你許多路，腳錢又不與我，自走入宅裡，跳在井中，教我被官司扭了，項上帶枷，臂上帶杻，牢獄中吃苦，這冤枉事如何分說？只道永世不見你了，你卻原來在這裡！」仇人相見，分外眼睜，「且教你吃我一刀！」就身邊拔起刀來，向前劈胸揪住便剁。被胡永兒喝一聲，禁住了卜吉手腳，道：「看你這個剪手一路上載我之面，不然把你剁做肉泥！因見你純善穩重，我待要度你，你卻如此無禮，敢把刀米剁我，卻又剁我不得！」姑姑起身勸道：「不要壞他！日後自有用他處。」姑姑看著卜吉臉上只一吹，手腳便動得。看著姑姑道：「小娘子是個甚麼的人？」姑姑道：「若不是我在這裡，你的性命休了，再後休得無禮。」卜吉道：「小人有緣遇得姑姑，若救得卜吉牢獄之苦，出得井去無事時，回家每日焚香設位，禮拜姑姑！」姑姑道：「你有緣到這裡，且莫要去，隨我來飲數杯酒，送你回去。」卜吉隨到裡面，吃驚道：「我本是鄉村下人，那曾見這般好處！」安排得甚是次第。但見：<br>\\n\\n  香焚寶鼎，花插金瓶，四壁張翠幕鮫綃，獨早排金銀器皿。水晶壺內，盡是紫府瓊漿﹔琥珀杯中，滿泛瑤池玉液，玳瑁盤，堆仙桃異果﹔玻璃盞，供熊掌駝蹄。鱗鱗膾切銀絲，細細茶烹玉蕊。<br>\\n\\n  姑姑請卜吉坐，卜吉不敢個，姑姑道：「卜大郎坐定，異日富貴俱行有分。」卜吉方才坐了。只見酒來，又見飯來，他幾時見這般施設，兩個青衣女童在面前不住斟酒伏事，杯杯斟滿，盞盞飲乾。酒至半酣，卜吉思忖道：「我從並上來到這裡許多路，見恁地一個去處，遇著仙姑，又見了這個婦人，知他是神仙是妖怪？在此不是久長之計。」便起身告姑姑和小娘子道：「我要去井上看車於錢物，恐被人捉了。」姑姑道：「錢物值得甚麼，我交你帶一件物事上去，富貴不可說，不知你心下何如？」卜吉道：「感謝姑姑美意。休道是值錢的物事，便是不值錢的，把去井上做表正，也免我之罪。」姑姑叫永兒近前，附耳低聲，入去不多時，只見一個青衣女童從裡面雙手掇一件物事出來，把與卜吉。卜吉接在手裡，覺有些沉重，思量：「這是甚麼東西，用黃羅袱包著？」卜吉道：「告姑姑，把與卜吉何用？」姑姑道：「你不可開，將上井去，不要與他人。但只言本州之神，收此物已千年。今當付與知州，可免你本身之罪。又有一件事吩咐你，你凡有急難之事，可高叫聖姑姑，我便來教你。」卜吉聽得說，一一都記了。姑姑交青衣女童送卜吉出來，復舊路入上穴行到竹籮邊，走入竹籮內坐了，搖動索子，那鈴使響，上面聽得，便把轆轤絞起。眾人看時，不見婦人的屍首，只見卜吉掇抱著一個黃羅袱包來見委官。卜吉道：「眾人不要動！這件東西是本州之神交與知州的，直到知州面前開看。」委官上了轎，一干人簇擁圍定著卜吉，直人州衙裡來。<br>\\n\\n  正值知州升廳，公吏人從擺開兩傍。委官上前稟說：「卜吉下井去大半日，續後聽得鈴響，即時絞上卜吉來﹔只見卜吉抱著黃羅袱，包著一件東西，口稱是本州之神付與知州。委官不敢動，取台旨。」知州叫押過卜吉來，知州問道：「黃袱中是何物件？因何得來？」卜吉道：「告相公！小人下井去，到井底不見婦人的屍首，卻沒有水。有一條路徑，約走二里方見天日。見一隻虎，幾乎被他傷了性命，小人剁一刀去，只見火光迸散，仔細看時，是只石虎。有一條鬆逕路，入去見一座宮殿，外有青衣女童引小人至殿上，見一仙人，仙人言稱是本州之神，與小人酒食吃了，又將此物出來，交小人付與知州收受，不許泄漏天機。」知州捧過黃包袱放在公案上，覺道沉重。知州想道：「一件寶物出世，合當遇我。」交手下人且退，親手打開黃袱包看時，道：「可知這般沉重。」卻是一個黃金三足兩耳鼎，上面鑄著九個字道：「遇此物者，必有大富貴。」知州看罷，再把黃袱來包了。叫出家甲親隨人拿入去為鎮庫之寶。該吏向前稟道：「這卜吉候台旨發付。」知州尋思道：「欲待放了卜吉，一州人都知他趕一個婦人落井，及至打撈，又壞了一個水手性命，若只恁地放了，州裡人須要議我。我欲待把卜吉償那婦人的命。曾奈屍首又無獲處，倒將金鼎來獻我，如何是好？」驀然提起筆來斷這卜吉，有分交：知州登時死於非命，鄭州一城人都不得安寧。正是：<br>\\n\\n  沒興店中賒得酒，災來撞見有情人。<br>\\n\\n  畢竟知州惹出甚禍事來？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第八回     野林中張鸞救卜吉　山神廟張鸞賞雙月</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    金剛禪法最通神，天邊雙曜嚷州城﹔<br>\\n\\n    從空伸出拿雲手，提出天羅地網人。<br>\\n\\n  當時知州將卜吉刺配山東密州牢城營，當廳斷了二十脊杖，喚個文字匠人刺了兩行金印，押廠文牒，差兩個防送公人：一個是董超，一個是薛霸，當廳押了卜吉，領了文牒，帶卜吉出州衙前來。卜吉到州衙外立住了腳，回頭向著衙裡道：「我卜吉好屈！婦人自跳在井中，我又不曾威逼他，他又不是別人，是本州王神交我下去獲得這件寶物獻你，你得了寶物，相應免我之罪，倒把我屈斷刺配密州去。我若掙揣得性命回來，卻將你隱匿寶物事情，敲皇城，打怨鼓，須要和你理論！」董超見他言語不好，只顧推著卜吉了行。薛霸道：「你在這裡出言語，累及我兩個卻是利害！」急急離了州衙，走到一個酒店·三個人同入來坐定。董超道：「取兩角酒來！」薛霸道：「卜吉，我兩個雖然是奉公差遣，防送你到山東密州，路程許多遙遠，你路上也要盤纏，我們自不曾帶盤纏，隨人走。你有甚親戚相識，去措置些銀兩，路上好使用，我兩個不要你的！」卜吉道：「告上下！小人原有些錢本，為吃官司時，不知誰人連車子都推了去，如今交我問誰去討？小人單身獨自，別無親戚，盤纏實是無措辦處。」薛霸焦燥道：「我們押了多多少少兇頑罪人，不似你這般嘴臉！你道沒有盤纏？便是李天王也要留下甲仗，生薑也捏出汁來！在我們手裡的行貨，不輕輕地放了？」說了一場，還了酒錢，兩個押著卜吉出鄭州西門外來。<br>\\n\\n  正走之間，只聽得背後有人叫聲：「董牌！」董超交薛霸押著卜吉先行。那個人看著董超道：「我是知州相公心腹人，適間斷配他出來，這廝在州衙前放刁﹔如今奉知州相公台旨，交你二人怎的做個道理，就僻靜處結果了他，回來重重賞你！」董超應承了，自趕上來和薛霸知會：「只就前面林子裡結果了他休！」兩個押卜吉到一所空林子前，董超道：「我今日起得早了，就林子裡困一困則個。」薛霸道：「才離州衙行不得三十里路，如何便要歇？」董超道：「今日忒起得早了些，要歇一歇。只怕卜吉你逃走了時，生藥鋪裡沒買處。你等我們縛一縛，便是睡也心穩。」卜吉道：「上下要縛便縛，我決不走。」董超將條長索，把卜吉縛在樹稍上，提起索頭去那邊樹大枝稍上倒吊起來，手裡拿著水火棍道：「卜吉！我們奉知州相公台旨交害你，卻不干我們事。明年今月今日今時是你死忌！」卜吉道：「苦呀〕苦呀！我命休矣！」猛然記得：「與我寶物的仙姑姑，曾說有急難時交我叫『聖姑姑』。」乃大叫：「聖姑姑救我則個！」叫由未了，只見林子外面一個人喝聲道：「防送公人不要下手！我在此聽得多時了！」董、薛二人吃了一驚，慌忙跑出林子外面看時·見一個先生，身長六尺，面如紫玉，目若怪星。但見：<br>\\n\\n  烈火紅袍，勇如子路﹔鐵打道冠，好似專諸。頭上簪鑽獅子骨，腰間縧系老龍筋。為餐虎肉雙睛赤，因刺麒麟十指青！<br>\\n\\n  那道士牽拳曳步趕入林子裡來，看著兩個公人道：「知州交你們押解他去，如伺將他弔起害他性命，是何道理？」兩個公人慌了手腳，道：「先生！我們奉知州相公台旨，交我們害他性命。」先生道：「你亂道﹔如今官司清明如鏡，緣何無罪要壞他性命？我是出家人，本當不管閒事，適間聽得林子裡高叫『聖姑姑』，是何意故？你且放他下來，待我問他！」董超只得把卜吉解放了。卜吉道：「告先生！聽卜吉說：我因販皂角去東京賣了回來，路上見一婦人，叫腳疼走不得，許我三兩銀子賃我車子載他。到鄭州東門內一個空宅子前，這婦人跳下車子走入去，我不見他出來，入去看時，婦人自跳下井去，地方人道我逼他下井，捉了我解到官司，知州交我自下井打撈屍首，我下去時元來井裡沒水，卻有一條路，見一所宮殿，遇著個仙姑，與我一件寶物，交我送與知州免罪，臨上井時吩咐我道，若有急難時便叫『聖姑姑』。」先生聽得說了，道：「元來恁地。」看著兩個防送公人道：「這卜占不當死，遇著貧道。可同來林子外村店裡吃三杯酒，更賚助你們些盤纏，好看他到地頭則個。」董超、薛霸道：「感謝先生！」<br>\\n\\n  四個人同出林子外來，約行了半里路，見一個酒店，四人進那酒店裡坐了，酒保來問道：「張先生！打多少酒？」先生道：「打四角酒米，有雞回一隻與我們吃。酒保道：「村裡遠，沒回處。」先生道：「又沒甚菜疏，如何下得酒？」酒保拿酒來，四個人一家吃了一碗。先生道：「有心請人，卻無下口！」東觀西望，見壁邊一個水缸，先生看時，是一缸乾淨水。先生袖內取出一個葫蘆兒來，拔了屑兒，抖出一丸白藥來，放在水缸裡，依先去凳上坐了，叫酒保來道：「我們四個如何吃得淡酒！我方才將下口放在你水缸裡，將去與我煮來！」酒保道：「張先生！你四個空手進來，不曾見甚麼下口。」先生道：「你自去水缸裡看。」酒保去看時，只見水動，雙手去撈，撈出一尾三尺長鯉魚來，道：「卻不作怪！」只得替他劙了魚，落鍋煮熟了，用些鹽醬椒醋，將盤子盛了搬來與他。四個一面吃酒，董超道：「感謝先生厚意。」薛霸道：「這魚滋味甚好，怎地再得一尾吃也好。」先生道：「這個不足為禮，貧道平日好飲貪杯，難得相遇二位，叫海之內皆相識也，若不棄嫌，同到貧道院中盡醉方休，來日起程。不知二位尊意何如？」薛霸是後生心性，道：「難得先生好意相請，今日也將晚了，我們就同往仙院借宿一宵。只是不當取擾。」董超終是年紀大，曉得事，叫薛霸到靜處說道：「這先生是個作怪的人，著甚來由同他到道院中去？」薛霸道：「董哥！你空活這許多年紀，不識得事。這酒店裡主人家也認得他，但有差遲，只問酒店裡要人。」董超道：「也說得<br>\\n\\n  先生還了酒錢，四個人離了酒店，一路說些閒話。不知行了多少路，只見那先生用手一指道：「這個便是貧道小庵。」董超看時，好座茅庵！不甚大，蓋得圓簇，庵前庵後沒一個人家，兩個便有些心疑。先生開了門，請三人就門前坐地。先生道：「你們三個莫憂，這裡盡有宿歇處。今晚且快活歇一夜，來早便行。」先生掇張棹子出來，放在外面，入裡面去安排出葷腥菜蔬之類，鋪在棹上。先生道：「方才在酒店中請二位，不足為禮，就此盡醉方休。」兩個公人面面相覷，私議道：「這先生在酒店裡請我們吃了，如今來庵裡又安排許多酒食。欲待不吃。肚裡又饑﹔待吃他的，不知他主何意故？」薛霸道：「我兩個押著這個罪人，干係不小。方離得鄭州一程路，就撞見這個蹺蹊的先生，若是有些緩急，都有老小在家裡，不是耍笑！」董超道：「且吃了他的，看他如何。」先生將酒出米，各人吃了十數杯，都飽了。兩個公人道：「謝先生酒食，都吃不得了。我三個借宿一宵，來早便行。」先生道：「淡酒不足為禮·何必致謝。你二位且請坐。」那先生起身進去，不多時拿出兩錠大銀子來，都有五十兩重。便道：「二位各收一錠，休嫌輕微。」薛霸不則一聲，董超道：「感謝先生賜了酒食，又與銀兩，這銀兩決不敢受。」先生道：「你二位權且收了，表意而已。」二人被先生推不過，各收了一錠。先生道：「貧道有一件事奉告，不知你二位肯依麼？」兩個思量逍：「酒也吃了，銀子也收了，如何不依得？」便道：「先生休道一件事，十件事也依先生，但說不妨。」先生道：「你兩位各收了五十兩銀子，做了養家本，念卜吉是個含冤負屈的人，貧道又不認得他，只是以慈悲好事為念。且聽卜吉說來，他是平白的人，卻交他吃這場屈官事。望二位怎地做個方便，留他在庵裡相伴貧道，貧道姓張名鸞，若知州問時，只說張鸞要救卜吉便了。不知二位意下何如？」董超不敢則聲。薛霸叫將起來道：「先生！你好不曉事！率王之土，皆屬工土。率土之民，皆屬王民。你雖是出家人，住在鄭州界上，也屬知州所管，他是本官問出來的罪人，甚人敢收留他？你道我們得了你的銀子，你便挾制著我們，你的銀子分毫不動在此，請自收去！」先生道：「不須焦燥，肯留時便留下﹔不肯留時，你二位收下銀子，再告杯酒。」董超道：「吃了先生酒食，又賜了銀子，何須只顧勸酒？」先生道：「不只勸酒，貧道有個小術，就呈二位看看：上至知州，下及庶民，都交他們賞月則個！」先生就懷中取出一張紙來，將剪刀在手，把紙剪了一個圓圓月兒，用酒滴在月上，喝聲：「起！」只見那紙月望空吹將起去。三個人齊喝彩道：「好！」只見兩輪月在天上。先生道：「上此一杯酒。」這裡四人自吃酒。<br>\\n\\n  卻說鄭州上至知州，下及百姓，哄動了城裡城外居民，都看空中有兩輪明月。有那曉事的道：「只有一輪月，如何有兩輪月？此必是個妖月！」<br>\\n\\n  且不說哄動眾人，卻說這先生與三個賞月吃酒將散，先生道：「二位做個人情，把卜吉與了貧道罷！」董、薛二人道：「我們家中各有老小，比先生不得，知州知道，我兩個實難分解。」先生道：「知州吩咐你們要安排他死，其事甚容易，我交你兩個帶一件表正與知州看。」只見先生將道袍袖結做一個胳瘩，揣在背後。雙手揪住卜吉，用索子將卜吉背剪了，縛在草廳上。薛霸道：「先生！你早晨要教他，緣何如今又要縛他？」先生道：「交你二人帶他一件物事去見知州。」董超道：「不知交我兩個帶甚的物事去？」先生道：「知州既要壞他性命，如今貧道替你下手剖腹取心，帶去與知州，表你二人能事。」董超道：「使不得！這是斷了的罪人，知州要謀害他，是知州的私意。如今將著心肝去，知道的便是先生殺了他﹔不知道的只說是我兩個謀財害命。這一場屈官事，交我兩個吃不起。」先生笑道：「元來你們怕吃官事，我也取笑你們。」便把卜吉解了，就安排三個人睡。先生道：「二位若回州裡去時，說我張駕要救卜吉，可牢記取。」三個叫了安置，就在外面宿歇，先生自進裡面去了。<br>\\n\\n  董超、薛霸一覺直睡到天明，閃開眼來看時，兩個吃了一驚﹔身邊不見了卜吉，也不見了庵院、先生，卻睡在山神廟內紙錢堆裡。兩個面面相覷，道：「苦也！苦也！我兩個不曉事，走了罪人如何是好？」董超道：「我們且不要慌，和你去告知州。」一迳直回到鄭州，正值知州午衙升廳。董超、薛霸來廳前跪下，知州使問道：「你兩個解卜吉到山東，如何今日便回？」董超、薛霸道：「告相公！昨日押卜吉上路去，在三十里外撞見一個道士，邀到庵中，要奪卜吉，小人們和他爭執，那道士是個異人，剪一輪紙月，吹在空中，便見兩能明月！」知州聽得，說道：「作怪！昨晚因見兩輪月，鬧炒了州城一夜。後來卻是如何？」董超道：「那道士交小人們就庵裡歇睡了一夜，今日起早開眼打一看時，卻是個山神廟的紙錢堆裡，正不知卜吉和道士那裡去了。那道士自稱：『我叫做張鸞。』」知州道：「既有姓名，這妖人好捉了。」當日即喚緝捕使臣吩咐，言說未了，只見一個道士，鐵冠草履，皂沿緋袍，直上廳前，高叫道：「知州！張鸞挺身來見！」喏也個唱。知州大怒道：」汝乃妖人，怎敢如此無禮！」張鸞道：「汝乃一州之主，如何屈斷平人？卜吉無罪，把他刺配山東，路上兀自交人殺害他性命，又取了他無價寶物，是何道理？」知州道：「休得胡說！他有至麼無價的寶物？」張鴛道：「金鼎見在你庫中，我就叫他出來！」只見張鸞叫聲：「金鼎何不出來！」唬得知州並廳上、廳下的人都呆了。只見金鼎從空中飛將下來，直到廳上。知州見了，道：「怪哉！怪哉！」說由未了，金鼎內跳出卜吉來，右手仗劍，左手揪住知州，就廳上把知州一劍剁為兩段。眾人見知州身死，俱各手足無措。廳上、廳下人都道：「終不成殺了知州就恁地罷了！」一齊向前捉那張鸞、卜吉。兩個見眾人來捉，就馬台石上把身軀匝、金鼎和二人都不見了。眾人面面相覷，都道：「自不曾見這般怪異的事！」就請本州同知管事，六房吏典買辦棺木，將知州身屍盛了，一面差緝捕公人，四下裡搜捉張鸞、卜吉，一面商議具表奏聞朝廷。只因此起，有分交：大鬧河北，鼎沸東京。朝廷起兵發馬收捉不得，直惹出一位正直大臣治國安民。正是：<br>\\n\\n  聊將左道妖邪術，說誘如龍似虎人。<br>\\n\\n  畢竟表奏朝廷如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第九回     左瘸師買餅誘任遷　任吳張怒趕左瘸師</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    炊餅皆烏火不燒，豬頭紮眼法能高﹔<br>\\n\\n    只因要捉瘸師去，致使三人遇女妖。<br>\\n\\n  且說鄭州官吏具表上奏仁宗皇帝，仁宗皇帝就將表文在御案上展開看了，遂問兩班文武道：「鄭州知州被妖人殺害，卿等當以剿捕祛除。」道由未了，忽見太史院官出班奏道：「夜來妖星出現，正照雙魚宮，下臨魏地，主有妖人作亂。乞我皇上聖鑒，早為準備。」仁宗皇帝曰：「鄭州新有此事，太史又奏妖星出現，事十利害，卿等當預為區處。」眾官具奏道：「目今南衙開封府缺知府，須得揀選清廉明正之人任之，庶可表率四方，法除妖佞。」仁宗皇帝問：「誰人可去任開封府？」眾官奏道：「龍圖閣待制包拯，字希仁，廬州合肥人也。必須此人可任此職。」仁宗准奏，交宣至殿前，起居畢，命即日到任。龍圖謝了恩出來，開封府祗候人等迎至本府，免不得交割牌印，即口升廳。行文書下東京並所屬州縣，令百姓五家為一甲，五五二十五家為一保，不許安歇游手好閒之人在家宿歇。如有外方之人，須嬰詢問鄉貫來歷。各處客店，不許容留單身客人。東京有二十八座門，各門張掛榜文，明白曉諭。百姓們都燒香頂禮道：「好個龍圖包相公！」治得開封府一郡人民無不歡喜。真個是：<br>\\n\\n  兩行吏立春冰上，一郡居民寶鏡中。<br>\\n\\n  那行人讓路，鼓腹謳歌，路不拾遺，夜不閉戶，肅靜了一個東京。<br>\\n\\n  去那後水巷裡，有一個經紀人，姓任名遷，排行第一，人都叫他做小大一哥，乃是五熟行裡人。何謂五熟行？<br>\\n\\n  賣麵的喚做湯熟，賣燒餅的喚做火熟，賣鮓的喚做醃熟，賣炊餅的喚做氣熟，賣餶飿兒的喚做油熟。<br>\\n\\n  這小大一哥是個好經紀人，去在行販中爭強奪勝。在家裡做了一日賣的行貨，都裝在架子上，把炊餅、燒餅、饅頭、酸餡糕裝停當了。那小大一哥挑著擔子，出到馬行街十字路口，歇下擔子，把門面鋪了，和一般的經紀人廝叫了，去架子後取一條三腳凳子方才坐得下，只聽得廝郎郎地響一聲，一個人迳奔到架子邊來，卻不是買炊餅的。看那廝郎郎響的，此物喚做隨速，殿家又喚做法環，是那解厭法師搖著做招牌的。那法師搖著法環走來任遷架子邊，看著任遷道：「招財來，利市來，和合來，把錢來！」任遷忍不住笑道：「捻惡氣！」看那解厭法師時。身才矮小，頭巾沒額，頂上破了，露出頭髮來，一似亂草。披領破布衫，穿著舊布褲，一似獅子。腳穿破行纏斷耳麻鞋，腰以系一條無須皂縧。任遷道：「厭師仔細照管地下，不要踏了老鼠尾巴！巳牌前後來解厭，好不知早晚！」瘸師道：「我也說出來得早了，只討得六文錢。」任遷道：「何不晚些出來？」瘸師道：「哥哥莫怪！我娘兒兩個在破窯裡住，此時兀自沒早飯得吃。胡亂與我一文錢，輳湊糴些米，娘兒們煮粥充饑。」任遷見他說得苦惱子，要與他一文錢，去腰裡摸一摸看，卻不曾帶得出來。看著瘸師道：「我有錢也不爭這一文，今日未曾發市。」瘸師見他說沒錢，便問道：「哥哥！炊餅怎的賣？」任遷道：」七文錢一個。」瘸師便去懷中取出六文錢來，攤在盤中，道：「哥哥！賣個炊餅與我娘吃！」任遷收了五文錢，把一文錢與瘸師道：「我也只當發市。」瘸師得了一文錢，藏在懷裡。任遷去蒸籠裡取一個大、一個小遞與瘸師。瘸師伸手來接，任遷看他的手醃腌臢臢，黑囗囗[音虛虛]地，道：「不知他幾日不曾洗的！」瘸師接那炊餅在手裡，看一看，捻一捻，看著任遷道：「哥哥！我娘八十歲，如何吃得炊餅？換個饅頭與我。」任遷道：「弄得醃腌臢臢別人看見須不要了。」安在前頭[上竹下差]裡，再去蒸籠裡捉一個慢頭與他。瘸師接得在手裡，又捻一捻，問任遷道：「哥哥！裡面有甚的？」任遷道：「一色精肉在裡面。」瘸師道：「哥哥，我娘吃長素！如何吃得？換一個沙餡與我。」任遷道：「未曾發市，撞著這個男女！」待不換與他，只見架子邊有許多人熱鬧，只得忍氣吞聲，又換一個沙餡與他。瘸師又接在手裡捻一捻，道：「如何吃得他飽？只換個炊餅與我罷！」任遷看了焦燥道：「可知交你忍饑受餓！又只賣得你五文錢，倒壞了三個行貨。這番不換了！」瘸師道：「哥哥休要焦燥，兩個炊餅如何吃得我娘兒兩個飽？不如只糴米煮粥吃罷！」去架子上捉了銅錢，看著架子上吹一口氣便走。任遷道：「可耐這廝，壞了我三個行貨，你待走那裡去？」便來打那瘸師，忽然立住了腳尋思道：「這等一個模樣，吃得幾拳頭腳尖？若是有些一差二誤，倒打人命官司，只好饒他罷休！」回過身來，到架子邊定睛一看時，任遷只叫得苦﹔一架子饅頭、炊餅都變做浮炭也似黑的。任遷大怒道：「這廝蒿惱了我半日，又壞了一架子行貨，這一日道路罷了，正是和他性命相博！」吩咐一般經紀人看著架子，揎拳曳步向前來趕瘸師。<br>\\n\\n  後生家生性，趕了半日不見，欲待回來，只聽得前頭廝郎郎響聲。任遷道：「莫非便是那廝麼？」望前頭直趕來，看又不見。翻來覆去，直趕到安上大門樓下，見一伙人圍著一個肉案子門前看。任遷道：「這是我相識張屠家裡，不知做甚的有這許多人？」立住了腳，去人叢裡望一望，只見一個婆婆倒在地上，一個後生扶著，口裡不住叫娘，叫了半個時辰醒來，婆婆緊緊地閉著眼不肯開，後生道：「娘！你放鬆顆些，開了眼！」婆婆道：「快扶我歸去。」後生道：「你開開眼！」婆婆道：「我怕了，開不得！」後生扶了婆婆自去了。任遷道：「不知這婆婆因甚倒在這裡？」只見張屠道：「眾人散開！沒甚好看！」任遷認得本人姓張名琪，排行第一。任遷道：「一郎多時不見！」張屠道：「任大哥，那裡去來？」任遷道：「乾些閒事。」張屠道：「任大哥入來，我告訴你。」任遷入去，向張屠道：「門首做甚麼這等熱鬧？」張屠道：「不曾見這般蹺蹊作怪的事，方才一個裹破頭巾，身穿破布衫，手裡拿著法環，口裡道：『招財來，利市來，和合來，把錢來！』我道：『瘸師，你好不知早晚，想是你家沒有天窗。』瘸師聽了道：『沒錢便罷休，卻取笑我怎的！』不想看著掛在案子上的豬頭，摸一摸，口裡動動地不知說些甚的﹔搖著法環自專了。我也不把他為事。側首院子裡做花兒的翟二郎，定下這個豬頭，卻交他娘來取，我除下豬頭與他，這豬頭紮眉紮眼，張開口把婆婆一口咬住，驚死那婆婆在地。我慌忙交小博士叫他兒子來，早是救得他活，若是有些山高水低，倒用吃他一場官事。他兒子提起這豬頭來看時，又沒些動靜。翟二郎道老人家自眼花了，何曾見死的豬頭紮眉紮眼，方才扶了娘去。」任遷聽了，把適間瘸師買炊餅的事從頭至尾對張屠說了一遍。張屠道：「作怪！作怪！」說由未了，只聽得法環響。任遷道：「這廝兀自在前面！」張屠道：「壞了你炊餅不打緊，也不甚利害，爭些兒交我與婆婆償命。不須你動手，待我捉這廝打一頓好的！」任遷道：「我和你去趕那廝。」曳開腳步來趕瘸師。<br>\\n\\n  赴了半日不見，張屠看著任遷，道：「如何是好？若還趕著，斷無干休。如今趕他不上，回去了罷。」卻將要回，又聽得法環響。又趕了五六里，出安上大門約有十餘里路了，聽得法環響，只是趕不著。兩個卻待要回，只見市稍頭一個素麵店門前，一個人拿著一條棒打一個漢子。張屠卻認得是賣素面的吳三郎。張屠道：「三郎息怒，看我面饒恕他罷！」吳三郎住了手，道：「一店人要吃麵了趕路。交他去燒火，橫也燒不著，豎也燒不著，半日不能得鍋裡熱，人都走了去。定交他皮開肉綻！」張屠道：「看我面罷休！」吳三郎道：「你今朝不是日分，出來閒走？」張屠遂把適才瘸師的事，一一說了一遍。吳三郎聽罷呆了，道：「恁地我便錯打了他。你兩個聽我說：我當著灶上，只見一個瘸師搖著法環到我門前，叫道：『招財來，利市來，和合來，把錢來！』我手裡正忙，我道：『你也沒早晚，日中出來解厭，晚些出來怕鬼捉了你去？我沒零碎錢，且空過這一遭。』只見他看著我鍋裡吹一口氣便走了去，他轉得背，我叫小博士去燒火，卻如何燒得著，有兩頓飯間，只是燒不著，許多吃麵的人等不得，都走散了。我因此上打他。若不是你們說時，我那裡知道。可耐這廝卻是毒害，壞了我一日買賣！」說話之間，只聽得法環響。吳三郎望一望，見瘸師在前面一路搖將去。吳三郎、任遷、張屠三個一齊道：「我們去趕瘸師！」瘸師見三個人來趕，急急便走，只因他三個來赴瘸師，有分到一個冷靜佛門，見一件蹺蹊作怪的事。正是：<br>\\n\\n  開天闢地不曹聞，從古至今希罕見。<br>\\n\\n  畢竟三人趕瘸師到何處，見甚事來？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十回     莫坡寺瘸師入佛肚　任吳張夢授永兒法</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    淳於夢入南柯去，莊周蝴蝶亦相知﹔<br>\\n\\n    世上萬般皆是夢，得失榮枯在一時。<br>\\n\\n  當卜瘸師見任、吳、張三人趕來，急急便走，緊趕緊走，慢趕慢走，不趕不走。三人只是趕不上·張屠道：「且看他下落，卻和他理會不妨。」三人離了京師，行了一二十里，趕到一個去處，叫做蛟虯莫坡，那條路真個冷靜，有一座寺叫做莫坡寺，只見瘸師迳走人莫坡寺裡去了。張屠道：「好了！他走了死路了，看他那裡去？我們如今三路去趕！」任遷道：「說得是！」吳三郎從中間去趕，張屠從左廊入去趕，任遷從右廊入去趕。<br>\\n\\n  瘸師見三人分三路來趕，迳奔上佛殿，扒上供桌，踏著佛手，扒上佛肩，雙手捧著佛頭。三人齊趕上佛殿，看著瘸師道：「你好好地下來，你若不下來，我們自上佛身拖你下來！」瘸師道：「苦也！佛救我則個！」只見瘸師把佛頭只一額，那佛頭骨碌碌滾將下來，瘸師便將身早鑽入佛肚子裡去了，張屠道：「卻不作怪！佛肚裡沒有路，你鑽入去則甚？終不成罷了？」張屠扒上供桌，踏著佛手，盤上佛肩，雙手攀著佛腔子，望一望，裡面黑暗暗地，只見佛腔子中伸出一隻手來，把張屠匹角兒揪住，張屠倒跌入佛肚裡去了。吳三郎、任遷叫聲：」苦！」不知高低，兩個計較道：「怎地好？」任遷道：「不妨事，我且上去看一看，便知分曉。」吳三郎道：「小大一哥，放仔細些，休要也人丟了！」任遷道：「我不比張一郎。」即時扒上供桌，踏著佛手，盤在佛肩上，扳看佛腔子望裡面對，只見黑暗暗地，叫道：「張一郎！你在那裡？」叫時不應，只見一隻手伸出來，一把揪住任遷，任遷吃了一驚，連聲叫道：「親爹爹！活爹爹！可憐見饒了我，再也不敢來趕你了！我特來問你，要炊餅，要饅頭，沙餡？我便送將來與你吃！」只見任遷頭朝下，腳朝上，倒撞入佛肚裡去了。吳三郎看了道：「苦呀！苦呀！他兩個都跌入佛肚裡去，我卻如何獨自歸去得？」欲待上去望一望看，只怕也跌了入去。欲待自要回去，這兩個性命如何，沒做道理處，只得上去望一望。扒上供桌，手腳酥麻，抖做一堆，不敢上去，尋思了半晌，沒奈何，只得踏著佛手，攀著佛腔子，欲待望一望，又怕跌了入去。欲進不得，欲退不得。吳三郎自思量道：「好沒運智！只消得去尋些硬的物事來，打破了佛肚皮，便救得他兩個出來。」正待要下供桌，卻似有個人在背後攔腰抱住了，只一攛，把吳三郎也跌入佛肚子裡去了，一腳踏著任遷的頭。任遷叫道：「踏了我也！」吳三郎道：「你是兀誰？」任遷應道：「我是任遷！」吳三郎道：「張一郎在那裡？」只見張琪應道：「在這裡！」任遷道：「吳三郎！你如何也在這裡來了？」吳三郎道：「我上佛腔子來望你們一望，卻似一個人把我攛入佛肚裡來。」任遷道：「我也似一個人伸隻手匹角兒揪我入來。」張屠道：「我也是如此。這揪我們的必然是瘸師，他也耍得我們好了。四下裡摸看，若摸得他見時，我們且不要打他，只交他扶我們三個出佛肚去。他若不肯扶我們出去時，不得不打他了。」當時三個四下裡去摸，卻不見瘸師。任遷道：「元來佛肚裡這等寬大，我們行得一步是一步。」張屠道：「黑了如何行得？」任遷道：「我扶著你了行。」吳三郎道：「我也隨著你行。」迤邐行了半里來路，張屠道：「卻不作怪！莫坡寺殿裡能有得多少大？佛肚裡到行了許多路！」<br>\\n\\n  正說之間，忽見前面一點明亮。吳三郎道：「這裡元來有路！」又行幾步看時，見一座石門參差，門縫裡射出一路亮來，張屠向前用手推開石門，佇目定睛只一看，叫聲：「好！」不知高低，但見：<br>\\n\\n  物外風光，奇花爛漫。燕子雙雙，百步畫橋，綠水回還。<br>\\n\\n  張屠道：「這裡景致非凡！」吳三郎道，「誰知莫坡寺佛肚裡有此景致！」任遷道：「又無人煙，何路可歸？」張屠道：「不妨，既有路，必有人煙，我們且行。」又行了二二里路，見一所莊院。但見：<br>\\n\\n  滿園花灼灼，籬畔竹青青。冷冷溪水碧澄澄，瑩瑩照人寒濟濟。茅齋寂靜，啣泥燕子趁風飛﹔院宇蕭疏，弄舌流鶯穿日暖。黃頭稚子跨牛歸，獨唱山歌﹔黑體村夫耕種罷，單聞村曲。贏贏瘦犬，隔籬邊大吠行人﹔寂寂孤禽，嗟古木聲催過客。<br>\\n\\n  張屠道：「待我叫這個莊院。」當時張屠來叫道：「我們是過往客人，迷蹤失路的！」只聽得裡面應道：「來也！來也！」門開處，走出一個婆婆來。三個和婆婆廝叫了，婆婆還了禮，問道：「你三位是那裡來的？」張屠道：「我三個裡城中人，迷路到此。一來問路，二來問莊裡有飯食回些吃。」婆婆道：「我是村莊人家，如何有飯食得賣。若過往客人到此，便吃一頓飯何妨。你們隨我入來。」三個隨婆婆直至草廳上木凳子上坐定：婆婆掇張桌子放在三個面前，婆婆道：「我看你們肚內饑了，一面安排飯食你們吃。你們若吃得酒時，一家先吃碗酒。」三個道：「恁地感謝莊主！」婆婆進裡面不多時，拿出一壺灑，安了三隻碗﹔香噴噴地托出盤肉來，斟下三碗酒。婆婆道：「不比你們城市中酒好，這裡酒是杜醞的，胡亂當茶。」三個因趕瘸師走得又饑又渴，不曾吃得點心，聞得肉香，三個道：「好吃！」一人吃了兩碗酒。婆婆搬出飯來，三個都吃飽了。三個道：「感謝莊主，依例納錢。」婆婆道：「些少酒飯，如何要錢！」一面收抬家生入去。三個正要謝別婆婆，求他指引出路，只見莊門外一個人走入來。<br>\\n\\n  三個看時，不是別人，卻正是瘸師。張屠道：「被你這廝蒿惱了我們半日，你卻在這裡！」三個急下草廳來，卻似鷹拿燕雀，捉住瘸師，卻待要打，只見瘸師叫道：「娘娘救我則個！」那婆婆從莊裡走出來，叫道：「你三個不得無禮，這是我的兒子，有事時但看我面！」下草廳來叫三個放了手，再請三個人草廳坐了。婆婆道：「我適間好意辦酒食相待，如何見了我孩兒卻要打他？你們好沒道理！」張屠道：「罪過莊主辦酒相待，我們實不知這瘸師是莊主孩兒，奈他不近道理。若不看莊主面時，打交他粉骨碎身。」婆婆道：「我孩兒做甚麼了，你們要打他？」張屠、任遷、吳三郎都把早間的事對婆婆說了一遍。婆婆道：「據三位大郎說時，都是我的兒子不是。待我叫他求告了三位則個。」瘸師走到面前，婆婆道：「三位大郎且看老拙之面，饒他則個！」三人道：「告婆婆！我們也不願與他爭了，只交他送我們出去便了。」婆婆道：「且請少坐。我想你三位都是有緣的人方到得這裡。既到這裡，終不成只恁地回去罷了？我們都有法術，教你們一人學一件，把去終身受用。」婆婆看著瘸師道：「你只除不出去，出去便要惹事，直交三位來到這裡。你有甚法術，教他三位看。」婆婆看著三個道：「我孩兒學得些劇術，對你三位施呈則個。」三個道：「感謝婆婆！」瘸師道：」請娘娘法旨！」去腰間取出個葫蘆兒來，口中唸唸有詞，喝聲道：」疾！」只見葫蘆兒口裡倒出一道水來，眾人都道：「好！」瘸師道：「我收與哥哥們看。」漸漸收那水入葫蘆裡去了。又口中唸唸有詞，喝聲道：「疾！」放出一道火來，眾人又道：「好！」瘸師又漸漸收那火入葫蘆裡去了。張屠道：「告瘸師！肯與我這個葫蘆兒麼？」婆婆道：「我兒！把這個水火葫蘆兒與了這個大郎。」瘸師不敢逆婆婆的意，就將這水火葫蘆兒與了張屠，張屠謝了。瘸師道：「我再有一件劇術交你們看。」取出一張紙來，剪出一匹馬，安在地上，喝聲道：「疾！」那紙馬通身雪白，如綿做的一般，搖一搖，立起地上，能行快走，瘸師騎上那馬，喝一聲，只見曳曳地從空而起。良久，那馬漸漸下地，瘸師歇下馬來，依然是匹紙馬。瘸師道：「那個大郎要？」吳三郎道：「我要覓這個紙馬兒法術則個。」瘸師就將這紙馬兒與了吳三郎，吳三郎謝了。婆婆看著瘸師道：「兩個大郎皆有法術了，這個大郎如何？」瘸師道：「娘娘法旨本不敢違，但恐孩兒法力低小。」正說之間，只見一個婦人走出來。<br>\\n\\n  那婦人不是別人，正是胡永兒。永兒與眾人道了萬福，向著婆婆道：「告娘娘！奴奴教這大郎一件法術，請娘娘法旨。」婆婆道：「願觀聖作。」胡永兒入去掇一條板凳出來，安在草廳前地，上永兒騎在凳上，口中唸唸有詞，喝聲道：「疾！」只見那凳子變做一隻弔睛白額大蟲。但見：<br>\\n\\n  項短身圓耳小，眉锥白額銀攤﹔爪蹄輕展疾如飛，跳洞如同平地。剪尾能驚獐鹿，咆哮嚇殺狐狸﹔卞莊墾勇怎生施？子路也難當抵！<br>\\n\\n  胡永兒騎著大蟲，叫聲：「起！」那大蟲便騰空而起。喝聲，「住！」那大蟲漸漸地下來。喝聲「疾！」只見那人蟲依舊是條板凳。婆婆道：「任大郎你見麼？」任遷道：「告婆婆！已見了。」婆婆道：「吾女可傳這個法術與了任大郎。」胡永兒傳法與任遷，任遷謝了。婆婆道：「你三人各演一遍。」三人演得都會了，婆婆道：「你三人既有了法術，我有一件事對你們說，不知你三人肯依麼？」張屠道：「告婆婆！不知交我們依甚的，但說不妨。」婆婆道：「你們可牢記取，他日異時可來貝州相助，不可不來。」張屠道：「既蒙婆婆吩咐，他日定來貝州相助。今日乞指引一條歸路回去則個。」婆婆道：「我交孩兒送你們人城中去。」瘸帥道：「領法旨。」三個拜謝了婆婆，婆婆看著三人道：「我今日交孩兒暫送三位大郎回去，明日可都來莫坡寺相等，」<br>\\n\\n  三人辭別了婆婆、永兒，當時瘸師引著路約行了半里，只見一座高山，瘸師與三人同上山來，瘸師道：「大郎，你們望見京城麼？」張屠、吳三郎、任遷看時。見京城在咫尺之間。三人正看間，只見瘸師猛可地把三人一推，都跌下來，撇然怵覺，卻在佛殿上。張屠正疑之間，只見吳三郎、任遷也醒來。張屠問道：「你兩個曾見甚麼來？」吳三郎道：「瘸師教我們法術來。你的葫蘆兒在也不在？」張屠摸一摸看時，有在懷裡。吳三郎道：「我的紙馬兒也在這裡。」任遷道：「我學的是變大蟲的咒語。」張屠道：「我們似夢非夢，那瘸師和婆婆並那胡永兒想都是異人，只管說他日異時可來貝州相助，不知是何意故？」三人正沒做理會處，只見佛殿背後走出瘸師來，道：「你們且回去，把本事法術記得明白，明日卻來寺中相等。」當時三人辭了瘸師，各自歸家。<br>\\n\\n  當日無話。次日吃早飯罷，三人來莫坡寺裡，上佛殿來看，佛頭端然不動。二人往後殿來尋婆婆和瘸師，卻沒尋處。張屠道：「我們回去罷！」正說之間，只聽得有人叫道：「你三人不得退心，我在這裡等你們多時了！」三個回頭看時，只見佛殿背後走出來的，正是昨日的婆婆。三個見了，一齊躬身唱啼。婆婆道：「三位大郎何來甚晚？昨日傳與你們的法術，可與我施逞一遍，異日好用。」張屠道：「我是本火既濟葫蘆兒。」口中唸唸有詞，喝聲道：」疾！」只見葫蘆兒口內倒出一道水來。叫聲：「收！」那水漸漸收入葫蘆兒裡去。又喝道：「疾！」只見一道火光從葫蘆兒口內奔將出來。又叫聲：「收！」那火漸漸收入葫蘆兒裡去了。張屠歡喜道：「會了！」吳三郎去懷中取出紙馬兒來，放在地上，口中念念有同，喝聲道：「疾！」變做一匹白馬，四隻蹄兒巴巴地行。吳三郎騎了半晌，跳下馬來，依舊是紙馬。任遷去後殿掇出一條板凳來，騎在登上，口中唸唸有詞，喝聲道：「疾！」只見那凳子變做一隻大蟲，咆哮而走。任遷喝聲：」住！」那大蟲漸漸收來，依舊是條凳子。<br>\\n\\n  三人正逞法術之間，只聽得有人叫道：「清平世界，蕩蕩乾坤，你們在此施逞妖法。見今官司明張榜文要捉妖人，若官司得知，須連累我！」眾人聽得，慌忙回轉頭來看時，卻是一個和尚，身披烈火袈裟，耳帶金環。那和尚道：「貧僧在廊下看你們多時了！」婆婆道：「吾師恕罪，我在此教他們些小法術。」和尚道：「教得他們好，便不枉了用心﹔教是他們不好，空勞心力。可對貧僧施逞則個。」婆婆再交三人施逞法術，三人俱各做了。婆婆道：「吾師！我三個徒弟何如！」和尚笑道：「依小僧看來，都不為好。」婆婆焦燥道：「你和尚家敢有驚人動地的本事？你會甚麼法術，也做與我們看一看則個！」只見和尚伸出一隻手來，放開五個指頭，指頭上放出五道金光，金光裡現出五尊佛來！任、吳、張三個見了便拜。<br>\\n\\n  三個正拜之間，只聽得有人叫道：「這座寺乃朝廷敕建之寺，你們如何在此學金剛禪邪法？」和尚即收了金光，眾人看時，卻是一個道士，騎著一匹猛獸，望殿上來﹔見了婆婆，跳下猛獸，擎拳稽首道：「弟子特來拜揖！」婆婆道：「先生少坐！」先生與和尚拜了揖，任、吳、張三個也來與先生拜揖。先生問道：「這三位大郎皆有法術了麼？」婆婆道：「有了。」先生道：「貧道也度得一個徒弟在此。」婆婆道：「在那裡？」只見先生看著猛獸道：「可收了神通！」那猛獸把頭搖一搖，尾擺一擺，不見了猛獸，立起身來，卻是一個人。眾人大驚。婆婆看時，不是別人，正是客人卜吉。卜吉與婆婆唱個喏，婆婆道：「卜吉！你因何到此？」卜吉道：「告婆婆！若不是老師張先生救得我性命時，爭些兒不與婆婆相見。」婆婆問先生道：「你如何救得他？」先生道：「貧道在鄭州三十里外林子裡，聽得有人叫：『聖姑姑救我則個！』貧道思忖道：此乃婆婆之名，謂何有人叫喚？急趕人去看時，卻見卜吉被人弔在樹上，正欲謀害。貧道問起緣由，卜吉將前後事情對貧道說了，因此略施小術，救了他大難。」婆婆道：「元來如此。恁地時，先生也教得有法術了？」卜吉道：「有了。」婆婆道：「你們曾見我的法術麼？」和尚並道士道：「願觀聖作。」只見婆婆去頭上取下一隻金釵來，喝聲道：「疾！」變為一口寶劍，把胸前打一划，放下寶劍，雙手把那皮只一拍，拍開來。眾人向前看時，但見：<br>\\n\\n  金釘朱戶，碧瓦盈簷。交加翠柏當門，合抱青鬆繞殿。仙童擊鼓，一群白鶴聽經﹔玉女鳴鐘，教個青猿煨藥。不異蓬萊仙境，宛如紫府洞天。<br>\\n\\n  眾人都看了失驚道：「好！」正看之間，只聽得門前發聲喊，一行人從外面走入來。眾人都慌道：「卻怎地好？」和尚道：「你們不要慌，都隨我入來！」掩映處背身藏了。<br>\\n\\n  看那一行有二十餘人，都腰帶著弓弩，手架著鷹鷂﹔也有五放家，也有官身，也有私身。馬上坐著一個中貴官人，來到殿前下了馬，展開交椅來坐了，隨從人分立兩傍。元來這個中貴官叫做善王太尉，是日卻不該他迸內上班因此得暇，帶著一行人出城來閒遊戲耍。信步直來到莫坡寺中，與眾人踢一回氣球了，又射一回箭。賞了各人酒食，自己在殿中飲了數杯，便上馬，一行人眾隨從自去了。<br>\\n\\n  眾人再來佛殿上來，婆婆道：「我只道做甚麼的，卻元來一行人來作樂耍子，也交我們吃他一驚。」張屠、任遷、吳三郎道：「我們認得他是中貴官，在山鐵班住，喚做善王太尉，如法好善，齋僧佈施。」和尚聽得說，道：「看我明口去蒿惱他則個。」眾人各自散了。只因和尚要去惱善王太尉，直使得開封府三十來個眼明手快的公人，伶俐了得的觀察使臣不得安跡，見了也捉他不得。惱亂了東京城，鼎沸了汴州郡。真所謂白身經紀，番為二會子之人﹔清秀愚人，變做金剛禪之客。正是：<br>\\n\\n  只因學會妖邪法，葬送堂堂六尺軀。<br>\\n\\n  畢竟和尚怎地去惱人？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十一回     彈子和尚攝善王錢　杜七聖法術剁孩兒</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    九天玄女法多端，要學之時事豁然﹔<br>\\n\\n    戒得貪嗔淫欲事，分明世上小神仙。<br>\\n\\n  話說善王太尉，那日在城外閒游回歸府中，當日無事，眾人都自散了。次日，官身、私身、閒漢都來唱喏。太尉道：「昨日出城閒走了一日，今日不出去了，只在後花園安排飲酒。」交眾人都休散去，且來園裡看戲文耍子。元來這座花園不則一座亭子，閒玩處甚多，今日來到這座亭子，謂之四望亭，眾人去那亭子裡安排著太尉的飲撰，太尉獨自一個坐在亭子上﹔上自官身、私身，下及跟隨伏事的，各自去施逞本事。正飲酒之間，只聽得那四望亭子的亭柱上一聲響，上至太尉，下至手下的人，都吃一驚。看時，不知是甚人打這一個彈子來花園裡架。太尉道：「叵耐這廝，早是打在亭柱上，若打著我時，卻不利害！」叫眾人看是誰人打入來的？眾人四下裡看時，老大一個花園，周圍牆垣又高，如何打得入來？正說之間，只見那彈子滾在亭子地卜，托托地跳了幾跳，一似捻線兒也似團團地轉，轉了千百遭。太尉道：「卻不作怪！」只見一聲響，爆出一個小的人兒來，初時小，被凡風只一吹，漸漸長大，變做一個六尺來長的和尚，身披烈火袈裟，耳墜金環。太尉並眾人見了，都吃一驚。<br>\\n\\n  只見那和尚走向前來，看著太尉道：「拜揖！」太尉見了，口中不說，心下思量道：「好個僧家，不可慢他。」抬起身來還禮，問道：「聖憎因何至此？」和尚道：「貧僧是代州雁門縣五台山文殊院行腳僧，特來拜見太尉，欲求一齋。」這太尉從來敬重佛法，時常拜禮三寶，見了這般的和尚來求齋，又來得蹺蹊，如何不驚喜，太尉交：「請坐。」和尚對著太尉坐了，道：「有妨太尉飲宴。」太尉命廚下一面辦齋，向著和尚道，」吾師肯相伴先飲數杯酒麼？」和尚道：「多感！」面前鋪下一應玩器食撰等物，盡是御賜金盞、金盤。和尚道：「有心齋僧，這等小盞子如何吃得貧僧快活。」太尉見說，即時交取個大金鐘子米，放在和尚面前。太尉只是盞子吃，和尚用大鐘子吃。太尉交只顧斟酒，和尚也不推故，吃上三十來大金鐘，太尉喜歡道：「不是聖僧，如何吃得許多酒！」廚下稟道：「素食辦了。」太尉道：「齋食既完，請吾師齋。」交搬將來，放在和尚面前。太尉面前些少相陪。和尚見了素食，拿起來吃，只不放下碗和箸。人尉交從人入去添來，這和尚飯來，羹來，酒來，盡數吃盡，交供給的做手腳不迭。手下人都呆了。太尉見他吃得，也呆了，道：「這個和尚必是聖僧，吃酒吃食，都不知吃去那裡去了！」只見和尚放下碗和箸，手下人道：「慚愧！也有吃了的日子！」和尚道：「才飽了！」收拾過齋器，點將茶來，茶罷，和尚起身謝了太尉。太尉喜歡道：「吾師！粗齋不必致謝。敢問吾師齋罷往甚處去？」和尚道：「貧僧乃是五台山文殊院化主，長老法旨，交貧僧來募緣﹔文殊院山門崩損，用得三千貫錢修蓋山門。貧僧今日遭際太尉，蒙賜一齋﹔大尉借捨得三千貫錢，成就這山門盛事，願太尉增福延壽，廣種福田。」太尉道：「這是小緣事，不知吾師幾時來勾疏？」和尚道：「不必勾疏，便得更好，山門多幸。」太尉道：「吾師！我把金銀與你如何？」和尚道：「把金銀與貧僧，不便會買料物，若得三千貫銅錢甚好。」太尉暗笑道：「吾師！你獨自一個在這裡，三千貫銅錢也須得許多人搬挑！」和尚道：「告太尉！貧僧自有道理。」太尉即時叫主管開庫，交官身、私身、虞侯輪番去搬銅錢來，堆在亭子外地上﹔一伯貫一堆，共三十堆。大尉道：「吾師！三千貫銅錢在這裡了，路程遙遠，要使許多人夫腳錢，怎地能勾得到五台山？」和尚道：「不妨！」起身下亭子來，謝了太尉喜舍：「不須太尉費力，貧僧自有人夫搬挑去。」袖中取出一卷經來，太尉口不道，心下思量：「且看他怎地？」和尚道：「僧家佛力浩大。」自把經卷看了一遍，交一行人且開。只見那和尚貶眼把那卷經去虛空中打一撒，變成一條金橋。那和尚望空中招手叫道：「五台山眾行者、火工、人夫！我向善王太尉抄化得三千貫銅錢，你眾人可來搬去則個！」無移時，只見空中經上，眾行者並火工、人夫滾滾攘攘下來，都到回望亭子下，將這三千貫銅錢馱的馱，駝的駝，搬的搬，交叉往復，霎時間都搬了去。和尚向前道：「感謝太尉賜了齋，又喜舍三千貫銅錢，異日如到五台山，貧僧當會眾僧，撞鐘擊鼓，幢幡寶蓋，接引太尉。貧僧歸五台山去也！」和尚與太尉相辭了，也走上金橋去，漸漸地小，去得遠，不見了。空中起一陣風，風過處，金橋也不見了。太尉甚是喜歡，交從人焚香禮拜，道：「小官齋僧佈施五十餘年，今日遇得這個聖僧羅漢！」眾人都來與太尉賀喜。<br>\\n\\n  當日無事，次日是上值日期，太尉早起梳洗，廳下祗應人從跟隨，直到內前下轎入內來，太尉與日卻來得早些個，往從待班閣子前過，遇著一個官人相揖，這官人正是開封府包待制。這包待制自從治了開封府，那一府百姓無不喜歡。因見他：<br>\\n\\n  平生正直，秉性賢明。常懷忠孝之心，每存仁慈之念。戶口增，田野辟，黎民頌德滿街衢﹔詞訟減，盜賤潛，父老誆歌喧市井。攀轅截鐙，名標青史播千年﹔勒石鎸碑，聲振黃堂傳萬古。果然是慷慨文章欺李杜，賢良方正勝龔黃。<br>\\n\\n  當日包待制伺候早朝，見了太尉請少坐。太尉是個正直的人，包待制是個清廉的官，彼此耳內各聞清德。雖然太尉是個中貴官，心裡喜歡這包待制，包待制亦喜歡這王太尉。兩個在閣子裡坐下，太尉道：「凡為人在世，善惡皆有報應。」包待制道：「包某受職亦然，如包某在開封府斷了多少公事，那犯事的人，必待斷治，方能悔過遷善。比如太尉平常好善，不知有甚報應？」王太尉道：「且不說別事，如王某昨日在後花園內亭子上賞玩，從空中打下一個彈子，彈子內爆出一員聖僧來，口稱是五台山文殊院化主，問某求齋。某齋了他，又問某化三千貫銅錢，不使一個人搬去，把一卷經從空中打一撒，化成一座金橋，叫下五台山行者、火工、人夫，無片時都搬了去，和尚也上金橋去了。凡間豈無諸佛羅漢！」包待制見說，口中不道，心下思量：「這件事又作怪！」漸漸天曉，文武俱入內朝罷，百官各自回了衙門。<br>\\n\\n  包待制回府，不來打斷公事，問當日聽差應捕人役是誰，只見階下一人唱喏，卻是緝捕使臣溫殿直。大尹道：「今日早朝間在待班閣子裡坐，見善王太尉說，昨日他在後花園亭子上飲酒，外面打一個彈子入來，彈子裡爆出一個和尚，口稱是五台山文殊院募緣僧，抄化他三千貫銅錢去了。那太尉道他是聖僧羅漢，我想他既是聖僧羅漢，要錢何用？據我見識，必是妖僧。見今鄭州知州被妖人張鸞、卜吉所示，出榜捉拿，至今未獲。怎麼京城禁地容得這般妖人。」指著溫殿直道：「你即今就要捉這妖僧赴廳見我。」<br>\\n\\n  溫殿直只得應喏。領了台旨，出府門，由甘泉坊迳入使臣房，來廳上坐定。兩邊擺著做公的眾人，見溫殿直眉頭不展，面帶憂容，低著頭不則聲，內有一個做公的，常時溫殿直最喜他。其人姓冉名貴，叫做冉土宿﹔一隻眼常閉，天下世界上人做不得的事，他便做得，與溫殿直捉了許多疑難公事，因此溫殿直喜他。當時冉貴向前道：「告長官，不知有甚事，恁地煩惱？」溫殿直道：「冉大！說起來交你也煩惱。卻才大尹叫我上廳去，說早朝時白鐵班善王太尉說道：昨日在後花園亭子上飲酒，見外面打一個彈子入來，爆出一個和尚，同善王太尉佈施了三千貫銅錢去。善王太尉說他是聖憎羅漢。大尹道：他既是聖僧羅漢，如何要錢？必然是個妖僧，限我今日要捉這個和尚。我想他覓了三千貫銅錢，自往他州外府去了，交我去那裡捉他？包大尹又不比別的官員，且是難伏事，只得應成了出來，終不成和尚自家來出首？沒計奈何，因此煩惱。」冉貴道：「這件事何難，於今吩咐許多做公的，各自用心分路去繞京城二十八門去捉，若是遲了，只怕他分散去了。」溫殿直道：「說得有理，你年紀大，終是有見識。」看著做公的道：「你們分頭去幹辦，各要用心！」眾人應允去了。<br>\\n\\n  溫殿直自帶著冉貴和兩個了得的心腹人，也出使臣房，離了甘泉坊，奔東京大路來。溫殿直用暖帽遮了臉，冉貴扮做當直的模樣，眼也不閉，看那往來的人。茶坊、酒店舖內略有些叉色的人，即便去挨查審問。溫殿直對冉貴說道：「他投東洋大海中去，那裡去尋？」冉貴道：「觀察不要輸了志氣，走到晚卻又理會。」兩個走到相國寺前，只見靠牆邊簇擁著一伙人在那裡。冉貴道：「觀察少等，待我去看一看。」踮起腳來，人叢裡見一二伯人中間圍著一個人，頭上裹頂頭巾，帶一朵羅帛做的牡丹花，腦後盆來大一對金環，曳著半衣，系條繡裹肚，著一雙多耳麻鞋，露出一身錦片也似文字，後面插一條銀槍，豎幾面落旗幾，放一對金漆竹籠。卻是一個行法的，引著這一叢人在那裡看。<br>\\n\\n  元來這個人在京有名，叫做杜七聖。那杜七聖拱著手道：「我是東京人氏，這裡是諸路軍州官員客旅往來去處，有認得杜七聖的，有不認得杜七聖的，不識也聞名。年年上朝東嶽，與人賭賽，只是奪頭籌。有人問道：杜七聖！你會甚本事？我道：兩輪日月，一合乾坤。天之上，地之下，除了我師父，不曾撞見個對手與我鬥這家法術！」回頭叫聲：「壽壽我兒，你出來！」看那小廝脫剝了上截衣服，玉碾也似白肉。那伙人喝聲彩道：「好個孩兒！」杜七聖道：「我在東京上上下下，有幾個一年也有曾見的，也有不曾見的。我這家法術，是祖師留下，燄火燉油，熱鍋囗[假字去換火旁]碗，喚做續頭法。把我孩兒臥在凳上，用刀剖下頭來，把這布袱來蓋了，依先接上這孩兒的頭。眾位看官在此，先交我賣了這一伯道符，然後施逞自家法術。我這符只要賣五個銅錢一道！」打起鑼兒來，那看的人時刻間挨擠不開。約有二三伯人，只賣得四十道符。杜七聖焦燥不賣得符，看著一伙人道：「莫不眾位看官中有會事的，敢下場來鬥法麼？」問了三聲，又問三聲，沒人下來。杜七聖道：」我這家法術，交孩兒臥在板凳上，作法念了咒語，卻像睡著的一般。」正要施逞法術解數，卻恨人叢裡一個和尚會得這家法術，因見他出了大言，被和尚先念了咒，道聲：「疾！」把孩兒的魂魄先收了，安在衣裳袖裡。看見對門有一個麵店，和尚道：「我正肚饑，且去吃碗麵了來，卻還他兒子的魂魄未遲！」和尚主人麵店樓上，靠著街窗，看著杜七聖坐了。過賣的來放下箸子，鋪下小菜，問了面，自下去了。和尚把孩兒的魂魄取出來，用碟兒蓋了，安在棹子上，一邊自等面吃。<br>\\n\\n  話分兩頭，卻說杜七聖念了咒，拿起刀來剁那孩兒的頭落了，看的人越多了。杜七聖放下刀，把臥單來蓋了，提起符來去那孩兒身上盤幾遭，念了咒，杜七聖道：「看官！休怪我久占獨角案，此舟過去想無舟。逞了這家法，賣一這伯道符！」雙手揭起被單來看時，只見孩兒的頭接不上。眾人發聲喊道：「每常揭起臥單，那孩兒便跳起來。今日接不上，決撒了！」杜七聖慌忙再把臥單來蓋定，用言語瞞著那看人道：「看官只道容易，管取這番接上！」再叩齒作法，念咒語，揭起臥單來看時，又接不上。杜七聖慌了，看著那著的人道：「眾位看官在上！道路雖然各別，養家總是一般。只因家火相逼，適間言語不到處，望看官們恕罪則個！這番交我接了頭，下來吃杯酒。四海之內，皆相識也！」杜七聖伏罪道：「是我不是了，這番接上了。」只顧口中念咒，揭起臥單看時，又接不上。杜七聖焦燥道：「你交我孩兒接不上頭，我又求告你，再三認自己的不是，要你饒恕，你卻直恁地無禮！」便去後面籠兒裡取出一個紙包兒來，就打開撮出一顆葫蘆子，去那地上把土來掘鬆了，把那顆葫蘆子埋在地下。口中唸唸有詞，噴上一田水，喝聲：「疾！」可霎作怪！只見地下生出一條藤兒來，漸漸的長大，便生枝葉，然後開花，便見花謝，結一個小葫蘆兒。一伙人見了，都喝彩道：「好！」杜七聖把那葫蘆兒摘下來，左手提著葫蘆兒，右手拿著刀，道：「你先不近道理，收了我孩兒的魂魄，交我接不上頭，你也休要在世上活了！」看著葫蘆兒，攔腰一刀，剁下半個葫蘆兒來。卻說那和尚在樓上拿起面來卻待要吃，只見那和尚的頭從腔子上骨碌碌滾將下來，一樓上吃麵的人都吃一驚﹔小膽的丟了面，跑下樓去了，大膽的立住了腳看。只見那和尚慌忙放下碗和箸，起身去那樓板上摸一摸，摸著了頭，雙手捉住兩隻耳朵，掇那頭安在腔子上，安得端正，把手去摸一摸。和尚道：「我只顧吃麵，忘還了他的兒子魂魄。」伸手去揭起碟兒來。這裡卻好揭得起碟兒，那裡杜七聖的孩兒早跳起來。看的人發聲喊。杜七聖道：「我從來行這家法術，今日撞著師父！」<br>\\n\\n  卻說麵店裡吃麵的人，沸沸他說出來，有多口的與杜七聖說道：「破了你法的，卻是面店樓上一個和尚。」內中有溫殿直和冉貴在那裡，聽得這話，冉貴道：「觀察！這和尚莫不便是騙了善王太尉銅錢的麼？」溫殿直道：「莫交不是。」冉貴道：「見兔不放鷹，豈可空過？」冉貴把那頭巾只一掀，招一行做公的，大喊一聲。都搶入麵店裡來。見那和尚正走下樓，眾人都去捉那和尚，那和尚用手一指，有分交：鼎沸了東京城，大鬧了開封府。惱得做公的看了妖僧捉他不得﹔惹出一個貪財的後生來，死於非命。正是：<br>\\n\\n  只因酒色財和氣，斷送堂堂六尺軀。<br>\\n\\n  畢竟當下捉得和尚麼？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十二回     包龍圖下令捉妖僧　李二哥首妖遭跌死</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    為人本分守清貧，非義之財不可親﹔<br>\\n\\n    飛蛾投火身須喪，蝙蝠遭竿命被坑。<br>\\n\\n  溫殿直帶著一行做公的搶入麵店裡，只見和尚下樓來，溫殿直便把鐵鞭一指，交做公的捉這和尚。那和尚見人來捉，用手一指，可霎作怪！櫃上主人，攛掇的小博士，並店裡吃麵的許多人，都變做和尚﹔溫殿直與做公的也是和尚。若干人你看我，我看你，都呆了。做公的看了，不知捉那個是得。麵店裡熱鬧一場，吃麵的都自散了。溫殿直看那主人家並眾人，依舊面貌一般，看那店裡不見了和尚。溫殿直即時交做公的分頭去趕﹔發報子到各門上去，如有和尚出門，便交捉住。<br>\\n\\n  即時溫殿直回府，正值大尹晚衙升廳打斷公事。溫殿直當廳唱喏，龍圖大尹道：「我要你捉拿妖僧，事體若何？」溫殿直稟覆道：「使臣領相公台旨，緝捕彈子和尚。適來大相國寺前見一個行法的，叫做杜七聖，一刀剁下了孩兒的頭﹔對門麵店樓上有個和尚，把那孩兒的魂魄來收了，交他接不上頭。杜七聖不勝焦燥，就地上種出一個葫蘆兒來，把葫蘆兒一刀剁下半個，那麵店樓上吃麵的和尚便滾下頭來。和尚去樓板上摸那頭來按上了，下面孩兒的頭也接上了。使臣見這般作怪，交人去捉。只見那和尚把手一指，店裡人都變做和尚，連使臣並手下做公的也變做和尚，交使臣沒做道理處。告相公，這等妖人，實難捕捉出賜相公麾下。」龍圖大尹道：「我乃開封一府之主，似此妖人在國之內，恐生別事，朝廷見罪於我。」即時吩咐該吏寫押傍文，各門張桂。一應諸處庵觀寺院人等，若有拿獲彈子和尚者，官給賞錢一千貫。如有容留來歷不明僧人，及窩藏隱匿不首者，鄰佑一體連坐。因此京城內外說得沸沸的。<br>\\n\\n  卻說東京市心裡，有一個賣青果的李二哥，夫妻兩口兒在客店裡住，方才害病了起來，沒本錢做買賣，出來求見相識們，要借三二伯文錢做盤纏。當日出去借不得，歸東悶悶不已。渾家道：「二哥！你今日出去借錢如何？」李二道：「好交你得知，今日出去借不得錢。街上人鬧哄哄地，經紀人都做不得買賣。說昨日一個和尚，在麵店樓上吃麵，只見他的頭骨碌碌滾落地來，他把手去摸著頭，雙手捉住耳朵安在腔子上，依舊接好了。做公的見他作怪，一齊去捉他，被那和尚用手一指，滿店裡人都變做了和尚一般模樣。如今開封府出一千貫賞錢，要捉這和尚。元來這和尚三五日前曾騙了善王太尉三千貫銅錢，叫做彈子和尚。」渾家道：「二哥！真個有這話麼？」李二道：「我方才看了榜來，為何與你說謊！」渾家道：「二呀！我如今和你沒飯得吃，若有彩時，捉得這個和尚，請得一千貫錢來把我們做買賣，卻不足好？」李二道：「胡說！官府得知不是耍處。」渾家道：「我包你請得一千貫錢便了。」李二道：「你怎地交我請得一千貫錢？」渾家道：「二哥！好交你得知，這和尚不在別處，遠便十萬八千里，近便只在目前。」李二哥道：「在那裡？」渾家道：「在間壁房裡。」李二哥道：「你見他甚麼破綻來？」渾家道：「間壁這個和尚，來這裡住有三個月了，不曾見他出去抄化，也不曾見他與人看經。每日睡到吃飯前後才起來出去，未到黃昏後吃得醉醺醺地歸來。我半月前，因吃了些冷物事，脾胃不好，肚疼了，要去後，怕房裡窄狹有臭氣，只得去店後面去上坑，卻打從他房門前過，那時有巳牌時候，只見他房裡閃出些燈光來。我道這早晚兀自有燈，望破壁裡張一張時，只見那和尚睡在牀上，渾身迸出火來。和尚把頭抬一抬，離牀直頂著屋樑，唬得我不敢東廁上去，便歸房裡來了。這和尚必然就是妖僧！」李二哥道：「這事實麼？」渾家道：「我與你說甚麼脫空！」李二哥道：「你且低聲，不要走漏了消息！」吩咐了渾家，出門一地裡迳到使臣房來，卻又不敢入去，只在門前走來走去。做公的看見，喝聲道：「李二！你有甚事，不住在此走來走去？」李二道：「告上下！男女有件機密事，將來見觀察。」做公的應道：「你在門首伺候，待我稟過方可入去。」<br>\\n\\n  適值溫殿直正在廳上，做公的稟道：「告觀察！賣果子的李二在門外走來走去，我問他，他道有機密事要見觀察。」溫殿直道：「叫他人來。」做公的出來，引李二到廳下，唱了喏。溫殿直見了，不敢驚他，笑吟吟地問道：「李二哥！有甚事來見我？」李二道：「告觀察！男女近日因病了，不曾做得道路。早間出來乾些閒事，只見張掛榜文，男女也識幾個字，見寫著出一千貫賞錢捉妖僧。歸去和渾家說，渾家道：『隔壁歇的和尚是妖僧。』」溫殿直不敢大驚小怪，笑著道：「李二哥！這件事卻要仔細，你夫妻兩個見他甚麼破綻來？」李二把渾家的言語說了一遍。溫殿直道：「這事卻要實落，你去補一紙首狀來。」李二應了出來，央做公的草了稿兒，討一張紙，親筆謄了真，入來當廳遞了。溫殿直道：「如今這和尚在店裡麼？」李二道：「每日子飯後出外，到黃昏便歸。」溫殿直道：「你且在這裡坐下，待我交人去買些酒來與你吃。」不多時買將酒來，交李二吃了。溫殿直叫過做公的來，交李二做眼，帶一行人離了使臣房，取路來客店左側一個開茶坊的鋪裡坐了。交李二走來走去看那和尚。<br>\\n\\n  當日未有黃昏時候，只見那和尚吃得醉醺醺地，踉踉蹌蹌撞將來。李二慌忙入茶坊裡見溫殿直道：「告觀察，和尚來了！」卻好和尚走到茶坊門前，溫殿直指著一行做公的道：「捉這妖僧！」眾人發聲喊，正似皂[周鳥]追紫燕，猛虎啖羊羔﹔一發都上，把那和尚橫拖倒拽，把條麻索縛了。眾人前後簇擁，押著迳奔甘泉坊使臣房裡來。溫殿直道，」慚愧！乾辦得這場公事，且交龍圖相公安心。」眾人把那和尚捆縛做餛飩兒一般，那和尚醉了不醒，齁齁地睡著。溫殿直即時進府，申覆大尹道：「妖僧已拿下了。本合押赴廳前，因這和尚大醉不省人事，見在使臣房裡。稟領相公台旨。」龍圖大尹見說，交且牢固看守，待來日早衙解來。溫殿直出府到使臣房裡看那和尚酒還未醒，吩咐眾做公的小心看守。<br>\\n\\n  卻說那和尚到半夜酒醒，覺道好不自在，開眼看見燈燭照耀如同白日，兩邊坐著都是做公的。和尚問道：「這是那裡？」做公的道：「這是使臣房裡。」和尚吃驚道：「貧僧做甚麼罪過，將我來縛在這裡？」眾做公的情知這和尚是個妖僧，不敢惡他。內中有一個年紀老成的做公的道：「和尚！你不要錯怪我們，這是我們的職事。我們家中各有老小，不去惹空頭禍。因你客店裡隔壁賣果子的李二說，你住了三個月，不曾與人看經，又不出去抄化，每日吃得醉醺醺地。說你來歷不明，因此我們來捉你。」和尚道：「我自有官員府院宅裡齋我，這也不干他事。」公的道：「和尚！沒奈何，等到天明，你自去大尹面前和李二分辯。」將有五更，溫殿直交做公的簇擁著和尚入開封府的廊下伺候。<br>\\n\\n  大尹升廳，四司六局立在廳前：只見大尹出來，公座甚是次第﹔一似水晶燈籠，卻如照天臘燭。皂隸喝：「低聲！」溫殿直押那和尚到廳下，唱了啼。大尹看了李二的首狀，看著和尚焦燥道：「叵耐你出家為僧，不守本分，輒敢惑騙人錢財！」交獄卒取面長枷來，把和尚枷了，叫兩個有氣力的獄卒過來。」與我把這和尚先打一伯棍，卻再審問他！」獄卒唱了喏，將和尚腿上打不得兩三棍，眾人發聲喊，門子喝：「低聲！」喝他們不住。大尹見枷窟裡不見了和尚，卻縛著一把苕帚。大尹道：「怎有這般妖人，方寸捉那和尚枷在這裡，卻如何是把苕帚？」<br>\\n\\n  正說之間，只聽得府衙門處有人發喊，大尹驚問：「有甚事？」把門的來報道：「告相公！有一僧人在門外拍手大笑道：『好個包龍圖，無奈何我貧憎處！』」包大尹聽得說，大怒道：「這廝敢如此無禮！」即時交人下手去捉：「這番捉著妖僧，依例賞錢一千貫。」當時做公的奔出府門，迳來捉這妖僧。和尚見人來捉他，連忙走到街市上，不慌不忙，擺著褊衫袖子去了。做公的見了，緊趕他緊走，慢趕他慢走，不趕他不走。做公的趕得沒氣力了，立住了腳﹔只爭得十數步，只是赴他不看。眾人將趕到相國寺前，那和尚在延安橋上，望見眾人趕來，和尚連忙走入相國寺山門去了。<br>\\n\\n  溫殿直道：「這和尚走了死路，好歹被我們捉了。」吩咐一半做公的圍住了前後寺門，一半向佛殿兩廊分頭趕捉。只見本寺長老出來與溫殿直相見了，道：「告觀察！本寺是朝廷香火院，觀察為甚事，將著一行人，手執器械來寺中大驚小怪？」溫殿直道：「我奉大尹相公台旨，趕捉一個妖僧到你寺中，你莫隱藏了，會事的即便縛將出來。」長老道：「敝寺有百十眾僧，都是有度牒的。但有掛搭僧到寺中，知客不曾敢留過夜，若是觀察趕到寺中，必然認得此僧，何不便捉了，卻來這裡討人？」溫殿直道：「這妖僧騙了善三太尉三千貫錢，蒿惱得一府人不得安跡。若不送出來時，我稟過大尹，交你寺中受累！」唬得長老慌了，道：「告觀察！本寺僧都是明白的，不是妖僧。若不信時，都叫出來交觀察一一點過。」溫殿直道：「最好！」長老即時鳴鐘聚集本寺百來僧眾，交溫殿直點視。溫殿直同做公的看時，都叫不是。溫殿直道：「長老！我親自趕入你寺裡來，如何便不見了？須是交我們搜一搜一看！」長老道：「貧僧引路，交觀察搜便了。」從僧房裡到廚下，淨頭，庫堂，都搜不見。轉身到佛殿上，見塑著一尊六神佛，三個頭一似三座青山，六隻臂膊一似六條峻嶺，托著六件法寶。溫殿直道：「寺內不塑佛象，卻緣何塑那吒太子？」長老道：「那吒太子是不動尊王佛，以善惡化人。」溫殿直與眾人見殿上空蕩蕩地，只見那吒。一行啊人正出殿門，只聽得佛殿上有人叫道：「溫殿直！包大尹交你來捉貧僧，見了貧僧如何不捉廠溫殿直與眾人回頭看時，卻是那那吒太子則聲。眾人看那那吒，泥龕塑就，五彩妝成，約有一丈五尺來高﹔六隻臂膊旱旱地動，三顆頭中間這顆頭張開口，血潑潑地露出四個獠牙，叫道：「溫殿直！你來捉我去！」唬得長老和眾人大驚，道：「作怪！作怪？」眾人要來捉那吒，卻又是泥塑的，如何捉得他去！那那吒又叫道：「怎的不交人來捉我去？」眾人商議道：「莫不是泥塑的那吒成了器，出來惱人麼？如今去稟覆大尹，須把那吒來打壞了，便不出來惱人。」長老道：「觀察，這個使不得！妝塑的工本大，將他壞了，日後難得成就。」溫殿直道：「今日不祛除了，恐成後患！」眾僧中一個有德行的和尚，合掌向佛前道：「龍天三寶，可以護法，逐遣妖僧出來，不則恐妄壞了神像。」禱祝已畢，只聽得外面有人拍著手呵呵大笑道：「觀察！我在這裡，何勞費力？」一行做公的見了，正是和尚。發聲喊，都來捉妖僧。只爭得十來步遠，只是趕不上。那和尚引著一行人，出了相國寺，逕奔出大街來，經紀人都做不礙買賣，推翻了架子，撞倒了台牀，看的人越多了。赴來趕去，直趕出了城。過了接官廳，將到市稍頭，那和尚叫道：「你眾人不要來趕了，我貧僧自歸去了罷！」看著汴河裡湧身一跳，只聽得騰地一聲響，和尚躥入水裡去了。眾做公的道：「今番好了！得他自死在水裡，也省了許多氣力。」那汴河水滴溜溜也似緊的，眾人都道：「他的屍首不知[氵吞]到那裡做住！」溫殿直只得回去稟覆大尹，正值大尹在廳上打斷公事，溫殿直唱了喏，把捉妖僧的事從頭說了一遍。包大尹聽了，道：「叵耐這廝，惱得我也沒奈他何，得他自跳在水裡死了也罷！」<br>\\n\\n  說由未了，只聽得階下有婦人聲叫屈，大尹問道：「為甚事叫屈？」婦人道：「告相公！丈夫李二為出首告妖僧，已經捉獲到官，僅將我丈夫拘禁。於今婦人也不願支賞錢，只要放丈夫回家，趁口度日，出賜相公台旨。」大尹道：「李二首告得實，合給賞錢與他，如何把他監禁了？」溫殿直道：「不曾監禁他，朝夕管待他酒飯，留在使臣房裡，伺候相公台旨。」大尹交叫他出來，溫殿直即時到使臣房裡，叫出李二到廳下。大尹道：「既出榜文在先，合給賞錢一千貫與他。」當時東京一貫錢值銀一兩，李二是個窮經紀人，平白得了一千貫錢，非細的好了。李二夫妻兩個當廳領了賞餞，謝了大尹，出府門回到店裡。<br>\\n\\n  古往今來，說話的總是一般﹔沒錢便罷休，有了錢便有沈待詔來攛掇，張博士來相幫。李二去相國寺前典了一所屋子，門前開一個大果子鋪﹔夫妻二人，豐衣足食。時遇冬天，半日有晌午前後，生著一爐栗炭火，安排了幾杯酒，夫妻兩正向火吃酒之間，只見一個人走入來，叫聲：「李二郎！有細果買些個！」夫妻二人卻認得是和尚，驚得木呆了。和尚道：「李二郎！你不因貧僧，如何得有今日快活？我特來問你求一齋。」他夫妻兩個有一個會事的，就出來拜謝了這和尚，便齋他一齋打甚麼緊，終不成他真個要你的齋吃？他來試探你也未見得。或者把幾句好言語指斷他，交他離了我家便了。李二夫妻卻沒有這般見識，千不合，萬不合，起個念頭道：「你這妖僧！說你被做公的趕捉，跳在汴河水裡死了，你卻因何又來我家引惹是非：你若會事，快快走去，若少遲延，我這裡叫一聲，當地巡軍來捉你去吃官司不要怨我！」和尚道：「若奈何得我時，捉了我多日了。你首我吃官司，我又周全你請了一千貫賞錢，交你夫妻二人快活受用。我來見你，你合當謝我﹔倒發惡念頭，要叫做公的捉我。你這漢子甚不近道理，交你受些疼痛！」用手一指，喝聲道：「疾！」只見那李二向的火盆飛起來，望李二臉上只一掀，李二大叫一聲，忽然倒地。渾家慌忙來救，扶起來看時，栗炭火燒得臉上都是潦漿泡，看那和尚時，不見了。<br>\\n\\n  李二被火燒得疼痛不可當，沒錢時也只得自受休了。因有了這幾貫錢，便請醫人救治。敷上藥，越疼得緊。叫了三日三夜，煩惱得渾家沒措置處。只見門前一個道人，青巾黃袍，走到櫃邊，叫聲：「抄化！」李二嫂道：「我家沒事時，便與你兩三個錢打甚麼緊，這裡人命交加，卻沒工夫與你。」先生道：「娘子！你家中有甚事！」李二嫂道：「好交先生得知，被一個妖僧把我丈夫潑了一臉火，燒起許多潦漿泡，敷上藥越疼。叫了三日三夜，只怕要死。」先生道：「娘子！貧道收得些湯火藥，敷上便不疼，瘡瘢便脫落。屢試屢驗，救了許多人。」李二嫂道：「休言便好，口止得疼痛時，自當重重相謝。」先生道：「你去請他出來，就取些水來。」李二嫂入去扶出李二，把碗水遞與先生。先生把一個藥包兒抖些藥放在水裡，用鵝毛蘸了敷在瘡上，李二喜歡道：「好妙藥！就似鋪冰散雪的便不疼了。」先生道：「這個不為奇妙，即時下落瘡瘢交你無事，你意下如何？」李二道：「若得恁地，感謝先生！」先生道：「此乃熱毒之氣，你可出外面風涼處吹著，瘡瘢即便脫落。」李二依先生口出街上來。先生交李二坐在凳上，先生看著李二道：「你叫三聲『瘡瘢落』，這瘡瘢便落下來。」李二聽得好喜歡，盡性命叫了三聲，貝見那李二坐的凳子望空便起，去那相國寺十丈長的幡竿頂上，不歪不偏，端端正正擱一個住。街上人見了，發起喊來。李二嫂出來看見，吃了一驚，道：「苦也！苦也！先生！我丈夫如何得下來？」先生道：「不要慌！我交他下來，交你認得我則個。」那先生脫了黃袍，除了青巾，李二嫂仔細看了一看，唬得叫聲苦，不知高低：元來卻是妖僧。那和尚道：「你丈夫不近道理，一心只要害我，卻又害我不得。我且交他在幡竿上受些驚恐！」街上人鬧鬧哄哄都來看，內中有做公的看見道：「見今官司明張榜文。堆垛賞錢要捉妖人。這和尚又在這裡逞妖作怪，須要帶累我們。」做公的與當坊裡甲一齊來捉這和尚，那和尚望人叢裡一躲便不見了。眾人道：「自不曾見這般蹊蹺作怪的事！」那李二緊緊地坐在幡竿頂上，下又下來不得，眾人商議救他，又沒有這般長的梯子，驚動了滿城軍民，都道：「這和尚卻也利害，這個人如何得下來？」<br>\\n\\n  卻說當坊巡軍，飛也似來報包大尹。包大尹即時坐轎來到相國寺裡，下轎，排開交椅，坐在殿前，抬起頭來看時，見李二坐在幡竿頂上凳子上，高聲叫救人。包大尹尋思沒個道理救他下來，交叫他妻子來問他。李二嫂向前拜了，包大尹問道：「你丈夫為何緣故得在上頭？可對我實說。」李二嫂把和尚投齋潑火的事，道人敷藥的話，一一說了。包大尹道：「叵耐妖僧恁般無理，若今次捉住，斷然不與干休！」說由未了，佛殿上一壁廂走出一個和尚來，到大尹面前唱個喏。包大尹睜著眼問道：「和尚！你有甚事來見找？」和尚道：「貧僧有個道理交李二下來。」包大尹道：「吾師若救得李二下來，當以齋供相謝。」只見這和尚輕輕地溜上幡竿，雙手抱著李二，高叫道：「包龍圖！你是清正的官，我貧僧不敢來惱你，我自問善王太尉化得三千貫錢，干你甚事，你卻要來捉我？我無可報答你，還你一個李二！」從空中把李二直攛下來。眾人發聲喊，看那李二時，正是：<br>\\n\\n  身如五鼓[口卸]山月，命似三更油盡燈！<br>\\n\\n  畢竟李二性命如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十三回     永兒賣泥燭誘工則　聖姑姑教王則謀反</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    妖邪法術果通靈，賽過仙家智略深﹔<br>\\n\\n    且看永兒泥臘燭，黃昏直點到天明。<br>\\n\\n  這李二不合為這一千貫錢首告那和尚，既得了賞錢做資本開個果子店，和尚來投齋，理合將恩報恩，反把言語來惡了他。當日被那和尚從幡竿頂上直攛下來，正在包龍圖面前。龍圖看時，只見李二頭在下，腳在上，把頭直撞入腔子裡去，嗚呼哀哉，伏惟尚饗！李二嫂大哭起來，免不得交人扛抬屍首出去殯殮，不在話下。<br>\\n\\n  卻說那和尚在幡竿頂上凳子高處坐著，看的人，人山人海，越多了。許多人喧嚷起來，手下人禁約不住。龍圖看了，沒個意志捉他。待要使刀斧砍斷這幡竿，諸處寺院裡幡竿都是木頭做的，惟有這相國寺幡竿是銅鑄的，不知當初怎地鑄得這十丈長的。原來相國寺裡有三件勝跡：佛殿前一口井，有三十丈深，頭髮打成的索子，黑漆弔桶，朱紅字寫著「大相國寺公用」。忽一日斷了索子，沒尋弔桶處。以後有人泛海回來，到相國寺說道：「我為客在東洋大海船上，只見水面上浮著一個弔桶，水手撈起來看時，朱紅字寫著「大相國寺公用』。正看之間，風浪大作，幾乎覆船。隨即許了送還弔桶，風浪即時平息。因此來還弔桶願心。」方知那口井直通著東洋大海。相國寺門前有條橋，叫做延安橋。在橋上看著那座寺如在井一般，及至佛殿上看著那條橋，比寺基又低十數丈。並這條幡竿是銅鑄的，截不得，鋸不得。共是三件勝跡。只見那和尚在幡竿頂上將言語調戲著包大尹，包大尹甚是焦燥，沒奈何他處。猛然思量得，交去營中喚一伯名弓弩手來，聽差的即時叫到。包大尹交圍了幡竿謝上去，那弓弩手內中，有射好的，射到和尚身邊，和尚將褊衫袖子遮了。包大尹正沒做理會處，只見一個道人來參見龍圖相公。包大尹見了，問道：「先生有何見諭？」道人道：「貧道見妖僧惱人，特來獻一計捉他。」包大尹道：「先生有何道理？」道人道：「他是妖僧，可將豬羊二血，馬尿，大蒜，蘸在箭頭上射去，那妖僧的邪法便使不得了。」說罷，長揖而去。包大尹命取豬羊二血及馬尿、大蒜，手下人分投取來，包大尹交將來攪和了，交一伯弓弩手蘸在箭頭上，一聲梆子響，眾彎齊發。不射時萬事懼休，一伯箭齊射上去，只見寺內寺外有一二千人發聲喊，見這和尚從虛空裡連凳子跌將下來。眾人都道：「這和尚不死也殘疾了。」那佛殿西邊卻有一水池，這和尚不偏、不側、不歪、不斜跌在水池裡。眾做公的即時拖扯起來，就池子邊將一桶豬羊血望和尚光頭上便澆，把條索子縛了。包大尹便坐轎出府升廳，交押那和尚過來當面。包大尹道：「叵耐你這妖僧，敢來帝輦之下使妖術攪害軍民，今日被吾捉獲，有何理說？」叫取第一等枷過來，將和尚枷了，交押下右軍巡院，勘問鄉貫、姓氏。恐有餘黨，須要審究明白。一並拿治。大尹吩咐了，自去歇息。<br>\\n\\n  這和尚滿身都是尿血搪住了，使不得妖法，被一行做公的押出府門，到右軍巡院裡，將大尹的話對推官說了。推官道：「我奉大尹台旨，勘問你這妖僧蹤跡。你必然有寺院安歇，同行共有幾人？卻也好，問你不得！」交獄卒拖翻拷打，獄卒把和尚兩腳弔在枷稍上，且顯掙揣不得，著實打了三伯棍子。和尚不則一聲，也不叫疼，推官低頭仔細看時，只見和尚齁齁地睡著。推官道：「卻不作怪！」交獄卒且監在獄中，少停再帶出來勘問，一日三次拷打，獄卒打得無氣力，這和尚一如無物，只是不則聲﹔若打他時，他便睡著了。推官勘問了十來日，無可奈何，只得來稟龍圖道：「蒙台旨勘問妖僧，今經數日，每日三次拷打，但打時便睡著了。這般妖僧，實難勘問，若停留獄中，恐有後患。謹取台旨。」包大尹道：「似此妖僧，停留則甚？」即時文書下來，將妖僧擬定條法，推出市曹處斬。推官交押那和尚出來，迳奔市曹，犯由牌上寫道：「不合故殺李二，又不合於東京興妖作怪，擾害軍民。依律處斬犯人一名彈子和尚。」京城內外住的人，聽得說出妖僧，經紀人不做買賣都來看。只見犯由牌前引，棍棒後隨，劊子手押著妖僧。離了右軍巡院，看的人挨擠不開。<br>\\n\\n  且說一行人押那和尚，看看來到中心裡不遠，和尚立住了腳。劊子手道：「前頭去做好人，如何不行？」和尚道：「眾位在上！貧僧一時不合攪擾大尹，有此果報。告上下！前面酒店裡有酒，討一碗與貧僧吃了棄世也罷！」劊子手沒奈何，只得會酒店裡討了一碗酒，把木杓盛了交他吃。和尚將口去木杓內吃了大半，眾人擁著了行。將次到法場上，元來和尚噙著一口酒，望空一噴，只見青天白日，風雨不知從何處而來。一陣風起，黑氣罩了法場，瓦石從人頭上打將來，看的人都走了。不多時風過，黑氣散了，獄卒、劊子手並監斬官一行人看那和尚時，迸斷了索子不見了，四下裡搜尋卻沒有。上至監斬官，下至獄卒、劊子手都煩惱：「走了這和尚，恐怕大尹見罪，我們這一行人都要受苦！」免不得回開封府報知大尹。龍圖聞報，即時升廳。監斬官帶著一行人請罪。此時龍圖明知道妖人出現，朝廷要動刀兵，不肯交人胡亂吃官事，發放一行人自去。星夜寫表申奏朝廷，交就小時還好治理，若日久妖人聚得多對，恐難剿捕。朝廷降下聖旨，遍行諸路鄉村巡檢，可用心緝訪剿捕。<br>\\n\\n  文書行到河北貝州，州衙前懸掛榜文，那個去處總是熱鬧。有一個婦人帶著孝，手內提個籃兒，在州衙前走來走去五七遭。這婦人若還生得不好時，也沒有跟著看﹔他不十分打扮，大有顏色。到處有這般閒漢，問道：「姐姐！我見你走來走去有五七遭，為著甚事？」婦人道：「實不相瞞哥哥說，媳婦因歿了丈夫，無可度日，有一件本事要賣二五伯錢，把來做盤纏。」那人又問道：「姐姐！你有甚本事得賣？」婦人道：「無甚空地，賣不得，若有個空地才好賣。「那人與他趕起了吹的撲的道：「這裡好，也曾有人在這裡打野火兒過。在這裡做好。」那婦人盤膝在地上坐了，看的人一來看見這婦人生得好，二來見婦人打野火兒的，便有二三十人圍住著，都道：「不知他賣甚麼？」只見婦人去籃裡取出一隻碗來，看著一伙人道：「眾位在上！媳婦不是路岐，也不會賣藥打卦，囚歿了丈夫，無計奈何，只得自出來賺三二十文錢使。那個哥哥替找將碗去討碗水來？」有個小廝道：「我替你去討！」不多時，討將一碗水來。看的人道：「不知他賣甚東西，討水何用？」婦人揭起籃兒，明晃晃拿出一把刀來。看的人道：「莫不這婦人會行法？」只見婦人把刀尖去地上掘些土起來，搜得鬆鬆地，傾下半碗水在土內，用水和成一塊。籃內取幾條竹棒兒出來，捏一塊泥，把一條竹棒兒捏成一枝臘燭安在地上。又捏一塊泥，再把一條竹棒兒捏成一枝臘燭。霎時間做了十來枝，都安在地上。看的人相挨相擠，冷笑道：「沒來由！我們倒吃這婦人家耍了。引了這半日，又沒甚花巧﹔烈烈缺缺的捏這幾枝泥脂燭，要他何用！」有的人道：「你們且閉嘴！看他必有個道理。」只見婦人將剩的半碗水洗了手，揩乾淨了，看著一伙人道：「媳婦因無了丈夫，無可度口，不敢貪多，只要賣三文錢一枝，這裡十枝，要賣三十文足錢。每一枝燭，就上燈前點起，直點到天明。」看的人都笑道：「這姐姐把我貝州人取笑！泥做的臘燭，方才做的兀自未乾，如何點得著？分明是取笑人！」沒個人來買。婦人見沒人來買，又道：「你貝州人好不信事，只道媳婦脫空騙你三文錢！那個哥哥替我取些火來？」有一個沒安死屍處專一幫閒的沈待詔，替他去茶坊裡討些火種，把與婦人。那歸人去籃兒內取出一片硫黃髮燭兒，在火上淬著，去泥臘燭上從頭點著。一伙看的人都喝彩道：「好妙劇術！一枝濕的泥臘燭便點得著，又只要得三文錢一支，那裡不使了三文錢！」有好事的取三文錢把與婦人，婦人收了錢，拿一枝過來，吹滅了遞與買的。霎時間十枝燭都賣了。婦人抬起身來，收拾了刀和碗入籃內，與眾人道個萬福，便去了。<br>\\n\\n  到明日，婦人又來空地上來，人都簇著了看。婦人道：「昨日生受賣得三十文錢，過了一日。今日又來相惱。」眾人道：「真個作怪！昨日三文錢買了一枝泥臘燭，卻好點了一夜。比點燈又明亮，倒省了十文錢油！」婦人在場子上討些水，掘些泥，又做十枝泥臘燭，眾人道：「不須點了。」都爭著買了去。婦人又賣得三十文錢，自收拾去了。已後逐日來賣，做不落手便有人買去了。每日只賣十枝。賣了半個月，鬧動了貝州一州人，都說道：「有一個婦人在州衙前賣泥臘燭，且是耐點，又明亮。」<br>\\n\\n  當日這婦人正攤場，做得一半，州衙裡走出一個人來，眾人看時，卻是個有請有分的人，姓王名則，見做本衙排軍。是日五更入衙畫卯，幹辦完了執事出來，見州衙前一伙人圍昔了看。王則掂起腳來望一望，見一個著孝的婦人坐在地上。仔細看那婦人時，但見：<br>\\n\\n  身穿縭索，腰繫孝裙。不施脂粉，自然體態妖嬈﹔懶染鉛華，生定天姿秀麗。雲鬟半整，有沉魚落雁之容﹔星眼含情，有閉月羞花之貌。恰似嫦娥離月殿，渾如織女下瑤池。<br>\\n\\n  王則便問跟隨的人道：「這婦人在此做甚的？」跟隨人道：「告都排，這婦人在此賣泥臘燭。」王則道：「我日逐在官府忙，也聽得說多日了，道是一個婦人賣泥臘燭。我那一般當官執事的人說，他曾買來點，且是明亮。我便是要問，怎地喚做泥臘燭？」跟隨人道：「說起來且是驚人。那婦人在地上掘起泥來，把水和了，捏在竹棒上，似臘燭一般，淬著燈便著。從上燈時點起，直點到天明。」王則聽了，心裡思忖道：「卻也作怪！我從來好些劇法術，這一件卻又驚人。」乃挨身入人叢中，看那婦人都做完了，把水洗了手，道：「我這臘燭賣三文錢一枝。」人人都爭搶要買，王則道：「且住，你們都不要買！」人都認得王則是有請的人，他叫聲不要買，人都不敢買。婦人抬起頭來，看見王則，便起身來叫聲萬福，王則還了禮。王則道：」你把泥來做臘燭，如何點得著？」婦人道：「都排在上！媳婦在此賣了半個月日了，若點不著時，人卻不來問我買。每日做十枝，只是沒得賣。」王則道：「不要耍我。」扯起衣襟，在便袋內取出三十文錢，都買了。歸人將臘燭遞與王則，王則道：「且住！買將去點不著時，枉費了錢。不是我不信事，真個不曾見﹔且點一枝交我看看。」婦人道：「這個容易，都排交人去討火種來。」王則交跟隨的去討個火種，遞與婦人。婦人炙著發燭兒，將十枝泥臘燭都點與王則看，王則看了喝彩道：「好！果然真個驚人！這十枝臘燭我又不要，你們要的都將了去。」眾人都拿了去。婦人起身收拾了刀碗，安在籃裡，向眾人道個萬福，自去了。<br>\\n\\n  王則打發了跟隨人先回，自己信步隨著那婦人。王則口裡不說，心下思量道：「這婦人不是我貝州人，想是在草市裡住的，且隨到他家，用些錢學得這件法術也好。」只見那婦人出了西門，過了草市，只顧行去。王則道：「這婦人既不在草市裡，不知在那裡住？」又行了十來裡，不認得這個去處。王則道：這婦人是個蹺蹊作怪的人！我且回去，待明日看那婦人來賣時，問他住處便了。轉身卻待取路回來，看時，不是來時的舊路。只見漫天峭壁峰巒，高山當往來路，歸去不得，又沒人行走。正慌之間，只見那婦人在前頭高聲叫道：「王都排！不容易得你到這裡，如何便要回去？」唬得王則戰戰兢兢，向前道：「娘子！你是誰？」婦人道：「都排！聖姑姑使我來請你議論大事，你不要疑忌，我和你同去則個。」王則道：「卻不作怪？」欲要回去，叵耐迷失了路，只得且隨他去。同行入鬆林裡，良久轉過林子，見一座莊院。王則問道：「這裡是甚麼去處？」婦人道：「這裡是聖姑姑所在，等都排久矣。」<br>\\n\\n  王則到得莊前，莊裡走出兩個青衣女童來，叫道：「此位是王都排麼？」婦人道：「便是。」青衣女童道：「仙姑等你久矣！」引著王則迳到廳下，稟道：「王都排請到了！」王則見一個婆婆頭戴星冠，身穿鶴氅，坐在廳上。婦人道：「此乃仙姑，何不施禮？」王則就廳下參拜了。仙姑交請王則上廳，三位坐定，交點茶來，茶罷，仙姑交女童置酒管待王都排。王則心局志氣，甚是歡喜，對仙姑道：「王則有緣，今日得遇仙姑，不知仙姑有何見教？」仙姑道：「且一面飲酒，與你商議。如今氣數到了，你上應天數、合與發跡。河北三十六州，有分交你獨霸。」王則道：「仙姑莫出此言，官中耳目較近，王則是貝州一個軍健，豈敢為三十六州之主？」仙姑道：「你若無這福分時，我須不著人來請你。只恐你錯過了機會，可惜了。更有一事，恐你隻身無人相助成事。」指著賣泥臘燭的婦人道：「吾有此女，小字永兒，尚是女身，與你是五伯年姻眷﹔今嫁此女與你為妻，助你成事，你意下如何？」王則心中不勝歡喜，思忖道：「我的渾家去年死了，今日仙姑把這美婦人與我，豈不是天緣奇遇。」王則道：「感謝仙姑厚意，焉敢推阻。王則數年前遇著一個異人，也曾說道我久後必然發跡，替我背上刺一個『福』字。今日蒙仙姑抬舉，果應其言。只是一件，叵耐貝州知州，央及王則取辦一應金銀彩帛物件，俱不肯還鋪行錢鈔，害盡諸行百業，那一個不怨恨唾罵。近日本州兩營官軍，過了三個月，要關支一個月請受，他也不肯。欲待與他爭競，他朝中勢力大，和他爭競不得。與王則一般一輩的人，不知吃他苦害了多少。我們要祛除一個虐民官，尚且無力量，如何干得大事？」仙姑笑道：「你獨自一個，如何行得？必須仗你的渾家，他手下有十萬人馬相助你，你須反得成。」王則笑道：「我聞行軍一日，日費千金﹔暫歇暫停，江湖絕流。若有這許多軍馬，須用若干糧食草料。莊院能有多少大，這十萬人馬安在那裡？」仙姑笑道：「我這裡人馬不用糧草，亦不須屯紮。有急用便用，不用便收了。」王則道：「恁地時卻好！」仙姑道：「我且交你看我的人馬則個。」仙姑交永兒入去掇出兩隻小籠兒來，一籠兒是豆，一籠兒是剪的稻草。永兒撮一把豆，撮一把稻草，把來一撒，喝聲道：「疾！」就變做二伯來騎軍馬在廳前。王則看了，喝彩道：「既有這剪草為馬，撒豆成兵的本事，何憂大事不成！」<br>\\n\\n  正說之間，只聽得莊外有人高聲叫道：「你們在這裡好做作！官司見今出榜捕捉妖人，你們卻在此剪草為馬，撒豆成兵，侍要舉事謀反！」唬得王則大驚，如分開八片頂陽骨，傾下半桶冰雪來。真所謂機謀未就，怎知窗外人聽﹔計策才施，卻早蕭牆禍起。正是：<br>\\n\\n  會施天上無窮計，難避隔窗人竊聽。<br>\\n\\n  畢竟那裡來的是誰？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十四回     左瘸師散錢米招軍　王則被官司拿下獄</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    人言左道非真術，只恐其中未得傳﹔<br>\\n\\n    若是得傳心地正，何須方外學神仙。<br>\\n\\n  那王則正在草廳上看軍馬，說話之間，只聽得有人高叫道：「你們在此舉事謀反麼？」王則驚得心慌膽落。抬頭看時，只見一個人，生得清奇古怪，頭戴鐵冠，腳穿草履，身上著皂沿緋袍，面如囗[口巽]血，目似怪星，騎著一匹大蟲，迳入莊來。仙姑道：「張先生！我與王都排在此議事，你來便來，何須大驚小怪。」先生跳下大蟲，喝聲：「退！」那大蟲望門外去了。先生與仙姑施禮，王則向先生唱了喏，先生還了禮，坐定。仙姑道：「張先生！這個便是貝州王都排，後五日你們皆為他輔助。」先生對王則道：「貧道姓張名鸞，常與仙姑說都排可以獨霸一方。貧道幾次欲要與都排相見，恐不領諾，不敢拜問。仙姑如何得王都排到此？」仙姑道：「我使永兒去貝州衙前用些小術，引得都排到此。方欲議事，卻遇你來。」先生道：「不知都排幾時舉事？」仙姑道：「只在旦夕，待等軍心變動，一時發作，你們都來相助舉事。」事由未了，只見莊門外走一個異獸入來。王則看時，卻是一個獅子，直至草廳上盤旋哮吼。王則見了又驚又喜，道：「此乃天獸，如何凡間也有？必定我有緣得見。」方欲動問仙姑，仙姑喝道：「這廝既來相助都排，何必作怪，可收了神通！」獅子將頭搖一搖，不見了獅子，卻是一個人。王則問仙姑道：「此人是誰？」仙姑道：「這人姓卜名吉。」交卜吉與王則相見，禮畢，就在草廳上坐定。仙姑道：「王都排！你見張鸞、卜吉的本事麼？」王則道：「二人如此奢遮，不怕大事不成。」仙姑道：「須更得一人來，交你成事。」王則道：「又有何人？」正說之間，只見從空中飛卜一隻仙鶴來，到草廳上立地了，背上跳下一個人來，張鸞、卜吉和永兒都起身來與那人施禮。王則看那人時，身材不過四尺，戴一頂破頭巾，著領粗布衫，行纏碎破，穿一雙斷耳麻鞋，將些皂帶系著腰。王則見了他這般模樣，也不動身，心裡道：「不知是甚人？」仙姑道：「王都排！這裡吾兒左黜。得他來時，你的大事濟矣。如何不起身迎接？」王則聽得說，慌忙起身施禮。左黜上草廳來，與仙姑唱個喏，便坐在眾人肩下，問仙姑道：「告婆婆！王都排的事成也未？」仙姑道：「孩兒！論事非早即晚，專待你來，這事便成。」左黜道：「今日晚了，且交王都排回去。」分付王則道：「我明日和張鸞、卜吉入貝州來替你舉事。」王則謝了聖姑姑和眾人，胡永兒領著王則離了莊院出林子來，指一條路交他回去。王則回頭看時，不見了永兒。行不多幾步，早到貝州城門頭。王則吃了一驚道：「卻不作怪！適間行了半日到得仙姑莊上，如今行不得數十步早到了城門頭。元來這一行人是異人，都會法術，來扶助我，我必是有分發跡。」<br>\\n\\n  王則當晚進城到家，一夜無話。次日是下班的日分，天明起來，吃了一驚，心裡道：「又是作怪的事！如何家裡棹凳都不見了？這一屋米從何而來？」道由未了，只見三個人從外面人來，王則看時，正是左黜和張鸞、卜吉。四個敘禮已畢，王則道：「眾位先生至此，合當拜茶，奈王則家下乏人，三位肯到間壁酒肆中飲數杯麼？」左黜道：「休言數杯，盡醉方休！」王則道：「今日是個下班日分，正好久坐。」四個人酒店樓上靠窗坐定，正飲酒之間，只見樓下官旗成群曳隊走過。王則道：「今日不是該操日分，如何兩營官軍盡數出來？」左黜道：「王都排！你下去問看是何緣故？」<br>\\n\\n  王則下樓來出門前看時，人人都認得王則，齊來唱喏。王則道：「你們眾人去那裡去來？」管營的道：「都排，知州苦殺我們有請的也！我們役過了三個月日，如今一個月錢米也不肯關與我們。我們今日到倉前，只顧趕打我們回來。」王則道：「若是恁地，卻怎的好？」管營的道：「如明日再不肯關支，眾人須要反也！」管營的和眾人自去，王則上樓來，把管營的說話對左黜說了一遍。左黜起身來道：「你快去趕上管營，交他們回來，請支一個月錢米與他們，交這兩營軍心都歸顧你。」王則道：「先生！那裡有這許多錢米？」左黜道：「你只交他們回來，我自有措置。」<br>\\n\\n  王則當時來趕見管營，交他叫住許多人且不要行，都轉來與你們一個月錢米，管營聽得說，叫轉許多人都到王則門首，只見王則家裡山也似堆起米來，左黜道：「你們有請的眾人，如有氣力的，搬一石兩石不打緊，只是不要囉唣。」那有請的三三五五來搬，也有馱得一行五斗的，也有馱得兩石的。王則道：「這米只有伯來石，兩營共有六千人，如何支散得遍？」左黜道：「你休管，我包你都交他有米便了。」眾人從早飯前後搬起，直搬到晌午時候，何止搬有一萬餘石，家中尚剩下四五石。管營和若干人都來謝王則。左黜道：「王都排！今日尚早裡。你和管營說，交他去營裡告報眾人，就今日來請一個月錢。」管營見說，不勝歡喜，飛也似去報眾人來領錢。王則道：「先生！散了許多米了，如今錢在那裡？」左黜道：「我自有。」交張鸞、卜吉入裡面馱將出來﹔一千貫做一堆，堆得滿屋裡都是錢。堆尚未了，只見有請的都在門前，王則交他們入來搬去，搬到晚，恰好兩營人都有了。這六千人和老小，那一個不稱贊道：」好個王都排！誰人肯將自己的錢米任意交人搬去？但有手腳快有氣力的，關了三個月錢米安在家裡，煩惱甚的！」當日左黜、張鸞、卜吉散完了錢米，別了王則自去，約到明日又來。<br>\\n\\n  王則次日正該上班日分，五更三點人州衙前伺候知州升廳。這個知州姓張名德，滿郡人罵道：<br>\\n\\n  「崎羅裹定真禽獸，百味珍羞養畜生！」這知州每日不理正事，只是要錢。當日坐在廳上，便喚軍健王則。王則在廳下唱喏道：「請相公台旨。」知州道：「王則！我聞你直恁地豪富，昨日替我散了六千人請受錢米，似此散與他們，何不獻來與我？」王則不敢說是分三人變化出來的，只得勉強應諾。方欲動身，只見階下兩個人，身穿紫襖，腰繫勒帛，唱個喏，稟道：「告相公！倉裡不動封鎖，不見了一廒米！」那知州吃了一驚，正沒理會處，只見管庫的出來稟道：「告相公！庫裡不動封鎖，不見了一庫錢！」知州道：「是了！是了！王則！我倉裡失去了來，庫裡失去了錢，你家又沒倉庫，如何散得六千人錢米？」交獄卒取一面長枷來，當廳把王則枷了，交送下獄去與司理院好生勘問。這張大尹只因把王則下獄，有分交：自己身首異處，連累一家老小死於非命，貝州百姓不得安生。直待朝廷起兵發馬，剪除妖孽，克復州郡。正是：<br>\\n\\n  貪污酷吏當刑戮，假手妖人早滅亡。<br>\\n\\n  畢竟知州惹出甚禍事來？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十五回     瘸師救王則禁諸人　劉彥威領兵收王則</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    妄言天子容易做，牛介反的敗九個﹔<br>\\n\\n    會施天上無窮法，難免目前災與禍。<br>\\n\\n  當日知州不勝焦燥，將王則枷了，送司理院如法勘問報來。這勘官姓王名漿，問王則道：「說你昨日散了兩營請受，你家能有多少大，如何堆放得六千人錢米？今日州裡不見了一庫錢，倉裡不見了一廒米，你如何將了出來？」王則初時抵賴，後來吃拷打不過，只得供稱道：「昨日是王則下班日期，在家裡閒坐，只見那許多有請的從王則門前過，都怨悵道：役了三個月，要關支一個月錢米也不能得。又有三個人不知從何處來。不由王則分辯，借王則屋裡散了六千人錢米。那三個人自去了，實不知是甚人。」勘官道：「豈有不識姓名的人，你不詢問他來歷，遂容他在家裡散請受？」交獄卒拖翻王則，著力好生夾起再打。王則受不過苦楚，只得供說：「一個姓張名鸞，一個姓卜名吉，一個喚做瘸師左黜。」勘官交王則押了招狀，依舊監禁獄中。即時覆了知州，出榜捉拿那三人，不在話下。<br>\\n\\n  卻說兩營六千人和老小，都得知王則因借支錢米與我們，知州將他罪過，把他送下獄中受苦。人人都在茶坊酒店裡說，沒一個不罵知州不近道理。說由未了，只見左黜走來營前，拍手高叫道：「營中有請的官人們聽者！王都排不合把錢米散與你們眾人，被知州禁在獄中，你們可報他的恩，救他則個！」眾人道：「王都排好意支散錢米與我們，如今知州反把他罪過，禁在獄中。只是我們力量不加，又沒一個頭腦，如何救得他出來？」左黜道：「官人們也說得是，必然要一個為首的。我與你們為首，眾官人肯相助也不？」眾人看了左黜，口裡不說，心下思量道：「看他這一些兒大，又瘸著腳，便跳入人的咽喉裡也刺不殺人，隨他去恐不了事，倒妝幌子。」左黜見眾人不則聲，問眾人道：「你們因甚不則聲？莫不是欺我身小力微，奈何不得人？我變了交你們看看！」左黜喝聲道：「疾」！將身顯出神通，不見了那四尺來長的瘸師，只見朱紅頭髮，碧綠眼睛，與臉獠牙一個大鬼。唬得眾人見了便拜道：「我們有眼不識泰山，元來是天神。可知道昨日王則都家裡不甚寬大散了六千人錢米！」眾人拜罷起來看時，端的只是個瘸師。瘸師道：「管營的！你去吩咐眾人，交他們作此整頓器械。我如今獨自一個去救王都排，壞了貝州知州，你們就來接應。輔助得王都排，交你們豐衣足食，快活下半世！」眾人聽得說，都應道：「我們就來相助！」<br>\\n\\n  左黜離了營前，迤邐迳奔入州衙裡來。正值知州坐在廳上，左黜入去時，並無一個人看見。左黜走到廳上，高聲叫道：「大尹！我左黜特來拜見！」廳上廳下眾人道：「這裡正出榜捉他，他卻來將頭套枷！」知州見他身材短小，不將他為意，乃問道：「你便是左黜麼？」交左右拿下，取長枷來將左黜枷了，送下獄中，與王則對證錢米來還。獄卒把左黜押下獄來，就勘事廳前拽出王則來。見了左黜，王則道：「你為何也來到這裡？」左黜道：「不是我來，如何救得你出去？」司理院王漿問道：「你這漢子從實供說，倉裡一廒米，州裡一庫錢，怎的樣攝了去？」左黜道：「勘官！連你也不理會得，知州愚蠢，月錢月米俱不肯放支與他們，交兩營人切齒怨恨，我替知州散了有何不可？」王漿焦燥，喝令獄卒首力拷打。獄卒提起杖子，拖翻左黜，打得身上寸寸的破了。左黜呵呵大笑，喝聲：「疾！」把自己身上和王則身上的索子，就如爛蔥也似都斷了，枷自開了。唬得王漿道：「這漢子是個妖人！」忙交獄卒並眾人向前來捉，那左黜用手一指，禁住了許多人的腳，一似生根的一般，一步也移不動。左黜和王則直到廳下，知州正在廳上比較錢糧，只見左黜喝道：「張大尹！你害盡貝州人，報應只在今日。我今日不為貝州人除害，非大丈夫也！」知州見他兩個來得惡，掇身望屏風背後便走。只見後堂內搶出兩個人來，卻正是張鸞、卜吉，各仗一口刀。卜吉向前揪住知州，張鸞向知州一刀，連肩卸臂，斷顙分屍，把知州殺了，唬得廳上廳下的人都麻木了，轉動不得。王則道：「你眾人聽我說！你們內中有一大半是被他害的，今日我替你們去了禍胎，交一州人都得快活。你們吃他苦的，隨我入衙裡來，搶擄些金銀，交你們富貴。」眾人見說，都來幫助王則。兩營有請的卻好到州衙前，聽得說王則殺了知州，一齊搶入來，將知州老小盡數殺淨。左黜和張鸞、卜吉帶領著一班軍人，把知州平素心腹及司理院王漿等官並一行做公的，都搜尋殺了﹔打開獄門，把罪人都放了﹔到知州宅裡，搬出金銀錢寶，綾羅段匹，在階下堆積如山。王則道：「這許多財物，我分文不要，計算與有請的。若有餘剩，散與窮經紀人，交他安心做道路。」王則據住州衙，出榜撫安百姓。令兩營軍人整齊兵器，頂盔掛甲，分佈四門，緊守城池。<br>\\n\\n  如今做一回話兒說過去。那其間老大一場事，與時只走了兩個官﹔一個是通判董元春，一個是提點出京。兩個收了印信，棄了老小，奔上東京，奏知朝廷，仁宗天子聞奏，即便傳下聖旨，令冀州太守速領本部軍馬，迳往貝州收復王則。這太守姓劉名彥威，乃將門之子，文武雙全，接了敕書，即點起本部五千軍馬，殺奔貝州來。只因此起，有分交：王則自稱王位，大鬧貝州，做出許多蹊蹺奇異的事，屈害了數千人命。正是：<br>\\n\\n  只因半萬貔貅騎，惹起妖邪法術人。<br>\\n\\n  畢竟劉彥威勝負如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十六回     王則領眾貝州造反　永兒率兵擄掠郡邑</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    偽立為王不忖量，將何才德效堯唐﹔<br>\\n\\n    一朝事敗湯澆雪，亂劍分屍自滅亡。<br>\\n\\n  卻說貝州報子探所得劉彥威起兵，飛馬來報王則，貝州一州人都慌。王則驚得手足無措，急請左黜、張駕、卜吉商議。左黜道：「打聽得他那裡有多少軍馬？」王則道：「有五千人馬，驚得我也怕起來，如何處置？」左黜道：「且不要慌！我這裡只消三千人馬迎敵，看我黜回本事。」當日點了三千人馬，犒賞已畢，吩咐來日對陣。<br>\\n\\n  過了一夜，次日整齊軍馬，出貝州城排個陣勢。劉彥威全副披掛，使一條鑌鐵槍，騎一匹追風馬，來到陣前。這三千人見他軍容雄壯，都各喪膽亡魂。劉彥威把槍指著道：「貝州有會事的，將王則縛了來獻與朝廷，免你一城人屠戮！」囗囗囗囗囗[原文缺]不敢則聲。左黜穿領破布衫，仗一口劍，將劍尖兒指著劉彥威道：「你會事時，領了人馬速回冀州，免你殘生。若少遲延，交你一行人都死於我手！」劉彥威道：「你這廝是助王則的逆黨。看你身上衣甲皆無，敢和我廝殺，我把你前心一槍，後心透出頭來！」左黜道：「我不與你鬥口，交你看我手段則個！」劉彥威在陣前施逞槍法欺敵左黜，被左黜用劍尖一指，門旗開處，衝出一隊虎豹來。劉彥威的馬見了驚得跳起來，將劉彥威掀翻在地，眾軍向前急救上馬。人馬見了異獸，都拋戈棄鼓，各自逃生。王則帶領三千人馬乘勢趕殺，劉彥威大敗輸虧，折了一半人馬，自歸冀州，不在話下。<br>\\n\\n  卻說王則贏了一陣，心安膽壯。一州人見王則殺敗官軍，各各盡心歸順。手下人見瘸師有手段，都放心扶肋。王則領貝州人馬打附近州縣，胡永兒領妖兵擄掠郡邑鄉村﹔招降人嗎，多得錢糧，變得勢力大了。東京賣肉的張琪，賣炊餅的任遷，賣麵的吳三郎，打聽得胡永兒是王則的渾家，都到貝州投奔王則。王則見人心歸順，乃自立為東平郡王。冊封胡永兒為皇后，左黜為軍師，彈子和尚為國師，張鸞為丞相，卜吉為大將軍，以下眾人都掛印封官，其勢越大。<br>\\n\\n  卻說附近州具，各具告急表文，申奏朝廷。仁宗天子覽表大驚，遂問兩班文武：「貝州反了王則，聚集妖人數多，附近州縣皆被擄掠，冀州劉彥威又被殺敗如此失利，朕心甚憂。不知誰人可為大將收伏王則？」只見左丞相呂順執簡出班奏道：「臣舉一人，乃河東汾州人氏，姓文名彥博，昔曾征討西夏有功，今棄職閒居，見在西京居住。若招此人為將，必能克復貝州，剪除王則。」仁宗天子問道：「卿不舉別人，緣何只舉文彥博？」呂順奏道：「臣昨日聞報，思想王則如此大逆，無計可擒﹔夜至三更，忽思『貝』字著一『文』字，是一個『敗』字，故只有文彥博可用。臣特坐以待旦面奏，願以全家保舉文彥博為將。」仁宗天子聞奏甚喜，即時降詔，令使命往西京宣召文彥博還朝，使命領敕，星夜到西京，文彥博並本州大小官員出郭迎接聖旨。至州衙裡開讀罷，各官望闕起身謝恩，文彥博領了詔令。別了家眷，隨即赴朝。只因文彥博領兵來收伏，有分交：一干興妖作孽之人，死得不如《五代史》李存孝，《漢書》中彭越。正是：<br>\\n\\n  鞭稍指處狼煙滅，馬蹄到處妖孽亡。<br>\\n\\n  畢竟文彥博領兵勝負如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十七回     文彥博領兵下貝州　曹招討血筒破妖法</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    雄師十萬貝州來，妖術軍兵命合衰﹔<br>\\n\\n    天差三遂同收伏，任你英雄化作灰。<br>\\n\\n  卻說文彥博自接了敕旨，兼程來到東京，官員都在接官廳伺候，迎接入城。次日早朝，隨班見帝。怎見得早朝，但見：<br>\\n\\n  禪雲迷鳳閣，瑞氣罩龍樓。含煙御柳拂旌旗，帶露宮花迎劍戟。天香影裡，玉簪朱履聚丹墀﹔仙樂聲中，繡祆錦衣扶御駕。珍珠簾捲，黃金殿上現金輿﹔鳳羽扇開，白玉階前停玉輦。隱隱淨鞭三下響，層層文武兩班齊。<br>\\n\\n  當日仁宗天子宣文彥博至面前，聖旨道：「河北貝州王則造反，今命卿為將領，收伏妖賊，當用人馬幾何，副將幾人？任卿便宜酌處。」文彥博奏道：「臣聞王則一黨盡是妖人，若人馬少，恐不能取勝。臣願保舉一人為副將，請十萬人馬，可以克敵。」仁宗天子道：「軍馬依卿所奏，但不知卿保何人為副將？」文彥博奏道：「臣乞曹偉為副將。」仁宗天子道：「這曹偉莫非是下江南第一有功，封王的曹彬的子孫麼？」文彥博道：「正是曹彬嫡孫。」仁宗聞奏，龍顏大喜，命宣曹偉見駕。仁宗當殿封文彥博為統兵招討使，曹偉為副招討。撥賜內帑金銀錢帛，犒賞三軍。二人謝恩出朝，便去各營點兵發馬，即日離京上路，渡黃河直抵河北界上，軍馬就於冀州駐紮。<br>\\n\\n  冀州太守劉彥威迎接二招討入城，備說王則妖法難敵。文彥博與曹偉商議道：「目今要下貝州，小知招討有何神策，用何計謀可以破賊？」曹招討道：「曹偉系副將，安敢僭越計謀，主帥有命，一聽指揮。」文招討道：「不然，招討乃名將之子孫，曾與先皇建立邊功。彥博雖為主將，終是書生，全杖詔討共成王事，不必謙遜躊躕也。」曹招討應諾道：「據曹偉愚意，不若把人馬分作三路，作長蛇之陣去攻貝州，若一路有失，兩跑必相救應。」文招討道：「貝州乃一窪之地，令人打聽，他兵不滿萬，我這裡有大兵十萬，更得招討奇謀，破賊如反掌矣。」曹招討道：「曹偉亦探聽得，王則等輩雖不能用武施文，盡行妖法。日前劉彥成去收伏時，被王則用了妖法，是以損兵大敗而回。偉欲主帥將四萬人作中軍，以三萬人與曹偉作左輔，以三萬人與總管王信為右弼，令先鋒孫輔各營巡視。今王則兵不滿萬，止可敵我一路。我軍若勝，則三路並取貝州﹔若有少虧，則兩蹌必來效應。此必勝之策也。」文招討見說，大喜道：「招討如此用兵，何愁貝州不破！」次日文招討分三路人馬來取貝州，不在話下。<br>\\n\\n  卻說王則探聽得文彥博領十萬人馬來取貝州，遂聚集左黜等一班兒妖人計議。彈子和尚道：「前日冀州劉彥威領兵來，只一陣殺得他片甲不回。今文彥博雖有大兵十萬，吾何懼哉？某請一萬人馬，當取文彥博之頭於麾下。」王則大喜，即選一萬人馬出戰。當日早間，開城門靠城擺列陣勢，文招討將兵分作三路，出於陣前，與王則搭話。王則見文招討出馬，唱個喏道：「王則為因張大尹沒道理，我殺了他替百姓除害，眾人推尊我暫領貝州一隅之地，朝廷何必興兵到此？」文招討大喝道，「汝乃一州之軍，敢壞一州之主，又佔據貝州，殺傷各路官兵，罪惡彌天。今我大軍到此，理合開門投降，輒敢引兵迎敵？」王則拍手笑道：「招討雖有人馬十萬，如何收伏得我！」文招討交擂鼓，先鋒孫輔挺槍指人馬搶城捉王則。王則見鼓響人馬搶來，就取所佩之劍在手一指，卻早陣門開處，走出彈子和尚、左黜、張鸞、卜吉等輩，在陣前叩齒作法，只見烏風猛雨，雷聲閃電，火塊亂滾，就兵馬隊裡捲起一陣黃砂來，罩得天昏地暗，黃砂內盡是神頭鬼臉之人，引著許多豺狼虎豹前來衝陣。眾軍只鬥得人，如何鬥得神鬼猛獸？戰馬驚得亂躥，把鞍上將都顛將下來。王則見文招討陣腳亂動，乘機趁勢驅人馬一掩，文招討同先鋒孫輔大敗而走，王則領人馬隨後追趕。副招討曹偉，總管王信，見文招討兵敗，各引本部軍馬前來救應。王則見兩路軍馬齊來，唯恐有失，急下令收軍馬人城。<br>\\n\\n  文招討將本部軍馬離城三十里下寨，計點人馬，殺傷並自相踐踏，死者無數。文、曹二招討及總管王信，三人共議攻城之策。文招討道：「我與西番戎兵大小也曾戰數十陣，不曾見王則這般陣勢，可知道各路軍馬都輸與這賊。這賊陣裡暗藏著神頭鬼臉、雷電火塊、猛獸，亂滾將來，驚得戰馬跳動，亂了陣腳，被賊眾乘勢趕來，不能抵敵。若非招討與總管救應，必致多折人馬。似此喪敗，如之奈何？」曹招討道：「聞得貝州除了王則四五人外，餘者俱不會妖邪術法。然這妖邪術法，曹偉有個道理可破，貝州可得，王則可擒。」文招討聽了，歡喜道：「敢問招討，有何妙計可破妖法？」曹招討道：「王則這家法術，和尚家喚做『金剛禪』，道士家喚做『左道術』。若是兩家法都會，喚做『二會子』。皆是邪法。只怕的是豬羊二血及馬尿，大糞，大蒜﹔若滴一點在他身上，就變不成神鬼，弄不得邪法。」文招討大喜，吩咐軍士，但交戰時，刀槍頭上都要蘸血。曹招討交做三伯個唧筒，都盛豬羊二血。選三伯個身長力大的軍人做唧筒手，交戰時，若見神鬼、異獸，便唧將去。文招討犒賞了軍士，至次日擺佈軍馬，依先分作三隊，離城三里排列陣勢。<br>\\n\\n  王則見文招討兵臨城下，對眾人道：「昨日被我殺了一陣，兀自不怕，今日又來和我廝殺，這番把文彥博一發捉了，定交他寸草不留！」點起一萬人馬，出城迎敵。兩陣對圓，旗鼓相望，鼓聲震地，喊殺連天，弩箭如雨，射住了陣腳。王則手下無甚英雄好漢，廝殺全仗妖法，屢屢取勝，不把文招討許多軍馬在意。卻說文招討下令交金鼓齊鳴，先鋒孫輔仗長槍去敵上首，曹偉架雙刀去敵下首，文招討指揮中軍，三路人馬一齊殺來。王則見了將劍尖一指，門旗開處，又驅出許多神鬼、異獸出來。文招討喝開陣門，放出三伯個唧筒手，一齊射去。只見王則的神鬼、異獸見了穢物豬羊二血，破了那法，望本陣便走，文招討招人馬乘勢掩殺將來，王則大敗落荒而走，槍刀盡棄，人馬踏做肉泥。只因此陣敗，有分交：好邪逆黨俱遭刀劍分屍，妖法婦人推出市心斬首。正是：<br>\\n\\n  欲將妖法害正人，正人有福神靈護。<br>\\n\\n  畢竟王則敗走如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十八回     左瘸師飛磨打潞公　多目神救潞公獻策</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    瘸師妖法得年深，合敗今朝遇血筒﹔<br>\\n\\n    馬遂李遂諸葛遂，三遂平妖萬古聞。<br>\\n\\n  卻說文招討喝開陣門，放出三伯個唧筒手和弓弩手，一齊上看著神頭鬼臉、猛獸便射，唧筒血匹臉便唧，只見許多怪物都是紙剪草做的，射死軍人不計其數。眾軍見勝一囗囗囗[原文缺]停軍馬，被文招討殺了二停。王則大敗輸虧，急急引兵入城，拽起吊橋，將城門緊閉不出。文招討得勝收軍，離城不遠下寨，虎視著城中，指日可破。將士得功者上了功勞簿，當日十萬大軍倍增喜氣。文招討傳下將令，令五伯軍上山砍伐木植，做造打城器械。雲梯、炮石、天橋、火箭，一二日間俱各齊備。文招討令傍城剿戰，眾軍士直到城濠邊攻打。<br>\\n\\n  卻說王則輸了這一陣，正是刀添三個囗[原文為墨釘]，人減七分威。令軍士弓弩上弦，緊守城鋪，卻不出戰。王則在貝州廳上交請左黜、張鸞、卜吉、彈子和尚、任遷、張琪、吳三郎，一班妖人團團坐下。王則道：「諸位在此，今文彥博識破我法，折了許多軍士，我今不敢出城交兵，他又直來城下搦戰，如何是好？」說由未了，只見探事人來報道：「文招討令軍士做造雲梯、炮石、天橋、適前逼近城下，見在打城！」王則慌道：「若如此緊急，這一城老小如之奈何？」只見左瘸師起身向王則道：「大王何必優慮，我左黜能乾變萬化，也不消得廝殺，只交文招討在城外死於非命，他十萬軍馬沒了主將，不戰而自散，好麼？」王則道：「賢卿有甚妙術，安排得他死，散得他十萬人馬，解我貝州之圍？」左黜道：「容易！」遂吩咐手下人，去磨坊裡取一塊大磨盤來。不多時，只見十來個人槓一塊大磨盤來到廳下。左黜下廳來，將銀硃筆書一道符在磨盤上，披發跣足，右手仗一口劍，左手持一缽盂水，口中唸唸有詞，噙一口水，看著磨盤上只一噴，喝聲道：「疾！」只見磨盤漾漾的望空便起，迳往城外飛將去。王則和眾人見了，無不喝彩。<br>\\n\\n  卻說文招討，正升帳請副招討曹偉，總管王信，先鋒孫輔，到帳中議論攻城之策，只見空中飛下一個磨盤宋望著文招討頂門上便落。一聲響，振天動地，眾人驚得面如土色，只道打死了文招討。卻說文招討正坐在交椅上，驀被一人攔腰抱過一邊，離交椅有五七步路。那磨盤下來，打不著文招討，卻把交椅打做粉碎，地上打一二尺一個深凹。眾將見文招討無事，俱各大喜。文招討吃那一驚不小，別取交椅坐定。問道：「適來抱我者是何人？」說由未了，只見一個人來到面前唱喏。其人生得身材長大，面貌醜惡。眾人看時·都不認得﹔又不是親隨人，又不是帳前士卒。文招討問道：「你是何人來救我一命？乞道其詳，自當重報！」那個人道：「我不是軍中人。今貝州王則使妖法將磨盤來壓死你，我特來救你之命，報你向日一飯之恩。」文招討見說，大喜道：「感謝你來救我，不知我文彥博施恩在於何處，願求姓名！」那人道：「口說恐招討失忘了，可惜銀盆筆硯來。」手下人取銀盆筆硯排列棹上，那人道：「乞退左右。」文招討喝退了左右，那人提起筆來寫罷，將銀盆覆在地上，大跨步走出帳外去了。文招討即時使人去趕時，便不見了。文招討道：「卻又作怪！」交人揭起銀盆來看時，中間寫著「多目神」三個大字,眾人皆不曉其意。文招討沉吟了半晌，方才想得起來，對眾將道：「文彥博未及第時，曾於一館驛中宿歇，驛吏告道：『此處有鬼魁，在此房宿者，常多損人。』此時文彥博不信此言，乃明點燈燭，置酒驛房獨酌。夜至三更，忽然起一陣狂風，風過處見一人披發至案前，低頭叉手，呼我為相，覓我酒食。文彥博問道：「你是何人？如何不見面貌？』他道：『我生得面貌醜惡，凡人見者皆被驚死，故不敢以面貌相見。』文彥博不信其說，其人分開頭髮，只見青臉上霍霍眨眨有十二隻眼。文彥博見了亦驚駭，遂與他酒飯，其人吃罷，便道：『公相異日有人難，我必來相救！』言罷，隱然而去。今想道，適來救我者，必多目神也。」眾人見說，皆去看銀盆時，只見邊旁又有七個小字道：「逢三遂，可破貝州。」文招討仔細看了，大喜道：「不想多目神救了我性命，又教我破王則之策。但不知何謂『三遂』，甚不曉其意，諸位可想其意麼？」眾人都道：「不解其意。」各歸本寨細想，不在話下。<br>\\n\\n  卻說貝州王則等一班妖人，升廳置酒與左瘸師作賀，一面差人打聽陣上動靜來報。只見探事的來報道：「文招討軍容嚴肅，隊伍整齊，依然無事。」王則與眾人說道：「若那邊沒了主將，便不整齊，無心戀戰。今文彥博陣上沒一些動靜不知磨盤曾害得他也不？」左黜道：「我行這家法術，百發百中，沒人解得，必然壓死了。」王則道：「若足要知虛實，可交人士下戰書，便知端的。」眾人道：「大王見得是。」即時寫下戰書，差一個的當的軍士，直至文招討帳前去下。文招討見說是下戰書的，交喚至帳下·左右接了書安在棹上，文招討展開看了，便解王則之意，思忖道：「他只道使妖法把磨盤壓死了我，誰知我安然無事，見我這裡沒些動靜，故以下戰書為由，來看虛實。」當時文招討當面批回：「來日交戰。」與下書人回來。王則看了批回，問下書人道：「你曾到文招討帳下麼？」下書人道：「告大王！文招討並無疑忌，直喚小人到帳下，親自寫了批回，打發小人回來。」王則聽說文招討無事，心下憂慌，連夜請左黜等一班妖人商議對敵之策。左黜道：「磨盤既壓他不死……」與王則附耳低言道：「來日交戰，必須恁地，恁地。」當日計議已定，次日天曉，王則整點一萬人馬，開城門放下吊橋，排成陣勢，良久，兩陣對圓。文招討依舊帶了唧筒手並豬羊二血，使人高叫王則打話。王則不出陣前，只在陣裡，披發跣足，不穿衣甲，裸形仗一口劍，牽著一匹白馬。左瘸師叩齒作法，腳下步魁罡，口中念念有同，喝聲道：「疾！」把劍尖刺著白馬的頭，刺出血來，噙口血水，出到陣前一噴。不噴時天青日朗，噴了時只見烏風猛雨，霹靂交加，飛砂走石，那陣風吹得黑囗囗[音虛虛]地，對面個相見，伸手不見掌，驚得軍士槍刀盡棄，各自逃生。只因如此，有分交：東京宰相翻為失路之人，正直文公偶遇平妖之客。正是：<br>\\n\\n  有緣千里能相會，無緣對面不相逢。<br>\\n\\n  畢竟文招討性命如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第十九回     文彥博偶遇諸葛遂　李魚羹獻計擒王則</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    立功獻策與圖謀，耍將妖賊盡平收﹔<br>\\n\\n    皇王洪福千子歲，奸貪邪佞一齊休。<br>\\n\\n  且說文招討若沒有丞相福分之時，幾乎喪了性命。霎時被風吹砂石亂打，落陣逃走，回頭看時，並沒一個人跟隨，獨自騎著匹馬，好生慌張愁悶。正似：<br>\\n\\n  鳳落荒坡，盡脫渾身羽翼﹔龍居淺水，失卻頷下明珠。蜀王春恨啼紅宋玉悲秋怨綠。呂度亡所佩之刀，雷焕失豐城之劍。好似蛟龍缺雲雨，猶如舟緝少波濤。<br>\\n\\n  當日文招討正行之間，只見前面是山林樹木，不知是那裡去處。勒馬轉過山嘴，見一條幡竿，又聽得鐘聲響，看時是一座寺院。文招討道：「到此無奈，只得到寺裡尋人問條歸寨的路，又作區處。」來到寺前，下馬入寺裡來，見一個行者，文招討對行者道要見長老。行者入方丈報與長老，長老出來，見文招討戎衣甲馬，不是以下將士打扮，必然是個主將。慌忙向前問訊，交行者牽了馬，請入方丈坐定。長老情知道饑渴了，忙吩咐廚下辦齋，先交討茶來吃。茶罷，長老問道：「將軍高姓，因何到此？」文招討道：「下官姓文名彥博。」長老道：「莫非便是征西夏有功的文招討麼？」文招討道：「然也。」長老道：」聞名久矣，今日山門多幸，得招討到此。如何無隨從之人？」文招討道：「貝州王則謀反，朝廷起十萬人馬，命下官為將，收伏此賊。今早與賊對陣，不意大敗，逃難至此。」長老見說，大驚道：「以招討為將，又有十萬大兵，貝州乃一窪之地，能有多少人馬，如何卻輸與他？」文招討道：「若論戰，敵必不能取勝於我，今貝州王則一班賊黨，皆會妖法。但交戰之時，他陣內便放出神頭鬼臉、猛獸怪物來，軍馬見了，俱各驚走。副招討曹偉獻計，用豬羊二血，馬尿、大蒜、唧筒，贏得他一陣，賊兵數日不敢出城。日前下官升帳，與諸將議攻城之策，不期妖人使邪法，將磨盤從空壓將下來，幸得多目神救了性命。早間與賊兵見陣，不提防王則陣裡起一陣惡風，雷聲閃電，霹靂交加，飛砂走石，打得陣勢散亂，下官獨自迷路至此，望乞吾師指引歸路，到寨卻當重謝。」長老聽說罷，離坐拍手大怒道：「當今乃堯舜之世，君聖臣賢。此一等妖人輒敢惱亂朝廷，請招討免憂，看貧僧與招討出力，破其邪法，掃除逆黨。」文招討聞言，大喜道：「不敢拜問吾師高姓？」長老道：「貧僧複姓諸葛，名遂智。」文招討聽罷，歡喜道：「多目神曾寫七個字道：『逢三遂，可破貝州。』眾人曉夜參詳，全然不解其意。今日天交遇著吾師，若吾師肯去，破得貝州，下官奏過朝廷，官賞功勞不小。」長老道：「貧僧是空門中人，豈貪富貴爵賞。但今清平世界，不可容此妖人，貧僧當效犬馬微勞，助招討蕩平妖逆。今晚請招討寺中權宿一宵，明早五更同往大寨。」文招討卸了衣甲，吃了晚齋，和長老講論了半夜。睡到五更起來，洗漱罷，吃些飯食，長老交行者，寺中有馬牽出來，和文招討上了馬，帶三個行者，明點火把，離寺迤邐來到寨前。眾將與軍士見了文招討，不勝歡喜，迎接至中軍。曹招討等都來動問道：「主帥一夜不回，眾將皆憂慌無措，不知落陣走到那裡，緣何同這個和尚回來？」文招討道：「昨日被王則使邪法，一陣惡風吹得我迷蹤失路，到一寺中，偶遇此聖僧，說能破邪法。我想正應多目神之言。」乃去曹招討耳邊低低說道：「這個和尚叫做諸葛遂智。」曹招討大喜，屏退左右，問和尚道：「吾師有何神術，能破妖邪？」長老道：「貧僧曾遇異人傳授五雷天心正法，凡遇金剛禪、左道一應邪術，貧僧見了，念動真言，即能反邪從正。招討如不信，來日對陣便見分曉。」當日文招討留和尚與行者在中軍，即修戰書一封，交軍士去貝州投下，約在來日交戰。王則見了，批回戰書，打發軍士自回。乃對眾妖人商議道：「前日一陣，被我殺得大敗而走，今日尚敢又來勒戰，必須再用前日之法，直殺到界分，交他十萬人馬不留一個！」話休煩絮，兩邊各自整點人馬，只等來日廝殺。<br>\\n\\n  次日，王則領軍馬出貝州城，排一個陣勢，兩陣對衝，旗鼓相望。門旗影裡，又見王則披發跣足仗劍，牽著白馬在前，口中唸唸有詞，把劍尖刺著白馬，噙口血水，只一噴，只見王則陣上惡風急起，砂石雨雹，看看來到文招討陣前。諸葛遂智在軍中見了，搖動鈴杵，口念真言，把鈴杵一指，可霎作怪！那陣惡風砂石雨雹。轉風望王則陣裡打將入來！王則見風勢不好，慌忙招軍馬急急轉身，文招討鞭稍一指，大小三軍一齊掩殺過去，王則人亡馬倒，折其大半，趕落城濠死者不計其數。王則急急收拾些少敗殘人馬，奔入貝州，拽起吊橋，關上城門，緊守不出。<br>\\n\\n  卻說文招討三軍殺到城下，割人頭耳鼻，奪金鼓旗幡，文招討令鳴金收軍，離貝州城下不遠下寨。文招討請諸葛遂智上坐，躬身謝道：「這一陣皆吾師之力也。若如此，賊兵指日可破。」諸葛遂智道：「貧僧以止破邪，無往不利。若是有貧僧在陣中，何懼王則一行妖法之人！」文招討聞言甚喜，道：「王則今日輸了一陣，越守得城子緊了。」傳下將令，交軍士並力攻城。只見貝州烏雲黑霧罩了城子，虛空中現出神頭鬼臉、毒蛇猛獸，軍土都打不得城，反傷了許多人馬，打了兩三日，只是打不下。文招討交十萬人馬圍了貝州城，擂鼓發喊，王則只不出來。文招討只得交軍士離了貝州城下寨，依先提鈴喝號，遞箭傳更，與曹招討計議道：「彥博同招討領這十萬人馬，一日費了朝廷許多錢糧，到此將及有兩個月日破不得貝州，如何是好？」曹招討道：「主帥且請寬心，容曹偉再思良策。」當日曹招討別了，自歸本營。文招討在帳中憂慮，不覺天色夜深。但見：<br>\\n\\n  銀河耿耿，玉漏迢迢。穿營斜月映寒光，透帳涼鳳吹夜氣。雁聲嘹亮，孤眠才子夢魂驚﹔蛩韻淒涼，獨宿佳人情緒苦。軍中戰鼓，一更未盡一更敲﹔遠處寒砧，千搗將殘千搗起。畫簷間丁當鐵馬，敲碎士女情懷﹔旗幡上閃爍青燈，偏照征人長歎。妖邪賊侶心如蠍，忠義英雄氣似虹。<br>\\n\\n  當夜文招討在帳中翻來覆去睡不著，至三更前後，聽寨外時稻悄悄地。文招討起來，離了寨房聽時，正打三更，見一個軍士打著梆子來交更，口裡低低唱只曲兒，把那梆子打著板。文招討聽得，便回帳房睡了。<br>\\n\\n  到了次日天明，眾將士都到帳下聲喏，文招討升帳，眾將官來唱喏了，擺立兩邊。文招討發放軍事已畢，叫左右喚昨夜打三更的軍士來，不多時左右挨問叫到。文招討問道：「你便是昨夜打三更唱曲兒的麼？」軍士道：「告招討，小人恐怕打磕睡誤了更次，把這曲兒來唱，便不打磕睡。」文招討道：「胡說！亂我軍法，即當斬首！」叫刀斧手：「推出斬訖報來！」那軍士道：「告招討！饒小人之罪，小人能斬王則首級，獻與招討。」文招討交且押他過來，問道：「你這廝亂道！我領了十萬大軍，在此兩個月破不得貝州，你獨自一個，卻如何斬得王則首級？」那軍士道：「王則與我小人同鄉，自幼結為兄弟。」文招討問道：「你姓甚名誰？」那軍士道：「小人姓馬名遂。」文招討聽了，暗喜道：「想其人必應多目神之言。這漢子去，必能了事。」文招討道：「你有何計策能斬王則？」馬遂直走到文招討身邊，附耳低言說道：「小人去如此，如此，必斬王則。」文招討聽罷大怒，喝交：「左右拿下！叵耐這廝，我奉朝延命領十萬大軍為招討使，尚且無計克復貝州，你是何等人，輒敢多言亂我軍法！不斬你首，難以伏眾！」刀斧手把馬遂捉下，眾將官都跪下告道：「馬遂罪合當誅，但於軍不利，望招討寬恕，權且寄罪。待破了王則，問罪未遲。」文招討忿氣不息，眾將官苦苦哀告。文招討道：「若不看眾將麵皮，決斬你首。既犯吾令，難以全免！」令左右杖一伯，以正其罪。左右拖翻馬遂，打了五十棍，眾將官又告饒，文招討起身道：「且寄下五十！」恨聲不絕，怒入帳中。眾將官各自歸寨。馬遂在寨裡道：「我直恁地悔氣！不合唱了個曲兒，惡了文招討，要斬我，又得眾將官討饒，只打得五十棍！」對眾人歎了一口氣。當夜馬遂悄悄地出帳，迳到貝州城下，隔著城河高聲叫道：「城上人！我有機密大事來報你主將，可開城門放我入城！」那守城軍聽說，稟了守門官，開城門用小船過河來，渡馬遂上岸，少不得細細搜檢，並無夾帶寸鐵。眾軍人見有棒瘡，也不縛他，看守到天明，押來見王則。<br>\\n\\n  王則認得馬遂是同鄉兄弟，便道：「多時不見你，原來你在文彥博軍中，今日有何事卻來見我？」馬遂道：「告大王！馬遂不才，失身在軍伍之中，不敢來見大王。因前日夜間該馬遂巡三更，恐怕打磕睡，不合唱個曲兒，文招討道我攪亂軍心，要斬我，幸得眾將官告饒，打了五十脊杖。今日特來投順大王，望大王收留在帳下做一走卒，當以犬馬相報！」脫下衣裳來與王則看。王則看了，好不忍見，便交馬遂穿了衣裳，請上廳來坐定。馬遂道：「大王是三十六州之主，小人得蒙大王收留，執鞭墜鐙足矣，安敢預坐！」王則道：「我與你是同鄉人，又是從小兄弟，與別人不同。」馬遂只得坐了。王則交安排酒來，一面請馬遂吃酒，一面問文招討軍中虛實。馬遂道：「文招討只有五萬人馬，詐稱十萬。前日又輸了幾陣，折了一萬多人馬，如今不上四萬實數。昨日計點糧看，聽得說只可關支十日。今大王用心守把，不過十餘日，文招討之軍不戰而自退矣。」王則聽馬遂說了，十分歡喜，就留他在州衙裡宿歇。又喚醫人醫治，逐日好酒好食管待他。看看馬遂將息得棒瘡好了，王則並不疑他是行苦肉計的。馬遂要殺王則，又下不得手。<br>\\n\\n  文招討見馬遂去了許多時沒些動靜，傳下令來，交軍士近城擂鼓發喊勒戰。王則帶領一班妖人，連馬遂都上城來，王則靠著懸空扳，按住木欄杆，看那城下軍士搬打城的器械，近城來打城。這裡瘸師等一班妖人叩齒作法，王則也念咒語，就現出許多神頭鬼臉、毒蛇猛獸，驚得那打城的軍士倒退了，不敢近城。馬遂立在王則身邊，思量道：「這裡不下手，更等何時？」看他身邊，左右都執著刀斧器械，擺立兩旁。馬遂心內欲奪刀來殺王則，又怕不了事，乃捏得拳頭沒縫。王則正念咒語，被馬遂一拳打中嘴上，打落當門兩個牙齒來，綻了嘴唇，跌倒在城樓上。馬遂就奪左右的刀來砍，卻被王則身邊一個心腹賊將喚做石慶，腰裡拔出刀來，手起刀落，把馬遂剁落一隻胳膊來。眾人一齊向前，捉了馬遂，救起王則。王則大怒，交左右斬訖報來。馬遂大罵道：「我為無刀在手，不能斬賊之頭與萬民除害，我死必為厲鬼殺你矣！」眾人推馬遂去斬了，不在話下。<br>\\n\\n  卻說王則被馬遂打綻了嘴唇，聲也則不得，酒食也吃不得。眾人皆優，又恐官軍打城，俱各面面相覷，一面交醫人調治。王則疼得煩悶，無可消遣，平日最喜歡一個扮副淨的樂人，則做李魚羹，王則交喚他來解悶。當日李魚羹來到王則面前，閉著口只不則聲。王則問道：「李魚羹！你為何不則聲，心下有甚煩惱？」李魚羹道：「大王尚且煩惱，小人怎地不煩惱？小人與大王都是做私的，今日在城上，看看城外又添了許多軍馬，並力攻打城池，雙日不著早日著，終久被他捉了。」王則道：「叵耐這廝不伏事我，反把言語來傷觸我！」喝交左右拿下，手下人把李魚羹捉了。王則交把他縛了手腳，弔在炮稍上，就城上打出去，跌做骨醬肉泥。眾人縛了李魚羹，弔在炮稍上，拽動炮架，一聲炮晌，把李魚羹打出城外。可煞作怪，恰好打落在城濠邊河裡。<br>\\n\\n  文招討在寨中見城上炮打出一個人來，即時交軍士去看，眾軍士將撓鉤搭上岸來，還是活的。隨即解了索子，押到帳下。文招討問道：「你這漢子是甚麼樣人？姓甚名誰？為甚事打出城來？」李魚羹道：「告招討！小人是貝州樂人，名喚做李魚羹。一時不合勸諫王則歸順招討·王則大怒，把小人做炮稍打出城來，要跌小人做骨醬肉泥，天幸不死，得見招討。」文招討道：「你是個樂人，如何的勸諫王則？」李魚羹道：「王則被一個馬遂一拳打落了當門兩個牙齒，綻了嘴唇，念不得咒語，行不得妖法，叫小人解悶。小人乘著燥頭，勸他歸順﹔不然時，旦夕之間必被招討捉了。豈知此賊不醒，反怪小人。」文招討見說，喜不自勝，道：「你雖然是個樂人，卻識進退。」交左右賞他酒飯。李魚羹吃了酒飯，文招討又問道：「你既是個樂人，必然在貝州久了，定知城內虛實。」李魚絲道：「告招討！賊首王則被打綻了嘴唇，念不得咒語，已無用了。有一個軍師最利害，跛著一隻腳，喚做左黜。又有一個國師，喚做彈子和尚。又有個張鸞，一個卜吉。又有三個，叫做張琪、任遷、吳三郎。還有王則的渾家胡永兒，極會使妖法。王則全靠這一班妖人，手下軍人雖有萬數，盡是烏合之眾，不足為道。」文招討又問：「城中有多少百姓？坊巷、河道、衙門怎地模樣？」李魚羹一一都說了。文招討道：「天使此人洩露虛實，王則可斬矣！」文招討正說之間，只見帳下走出一員將官來，道：「告招討！小將能生擒王則來見招討。」文招討見這個人出來甚喜，道：「正應多目神之言，『逢三遂，可破貝州』。「元來這個將宮姓李名遂﹔先前諸葛遂智曾破法，殺了一陣﹔次後馬遂打綻了嘴唇，念不得咒語，行不得妖法﹔今又逢李遂，卻好三遂﹔因此文招討喜歡。文招討問李遂道：「你有何計策可擒王則？」李遂道：「小將手下見管著五伯名窟子軍﹔今得李魚羹說破城裡虛實，地裡坊巷一應去處圖畫闊狹，容小將再一一仔細問他端的﹔對圖本度量地面遠近相同，只須帶五伯名窟子手，在城北打一個地洞，直入貝州城內，到王則帳前捉了一行妖人，然後開城門放大軍入城，有何不可？」文招討大喜，賞李魚羹、李遂各人衣服一套，就僉補李魚羹為帳前虞侯。交李魚羹細說城內衙門地面坊巷虛實，即令浮寨官相度畫了個圖本，把與李遂。李遂看了，計算遠近虛實，闊狹方向，稟覆文招討道：「這事須密切，亦不是一時一霎之事。望招討整頓軍旅，時刻打通。就好接應。就要帶李魚羹去做眼。」文招討道：「你可仔細用心，如拿得王則，克復貝州，奏聞朝廷，你的功勞不小。」隨喚五伯窟子軍，都賞賜發放了。李遂正要起身，只見諸葛遂智向前道：「告招討！李將軍雖打得地洞入城，恐不能擒捉王則。」文招討道：「吾師何以知之？」諸葛遂智道：「那貝州城中，王則左右一班俱是妖人。若李將軍打地洞入去，他那裡知覺了，行起妖法，非但不能擒捉王則，李將軍反為他所害。」文招討道：「若如此，何時能滅此賊？」諸葛遂智道：「不必招討憂心，貧僧當同去，以正破邪，交他使不得妖法，盡皆擒捉便了。」文招討見說，大喜道：「若吾師肯去，大事濟矣！」諸葛遂智交備下豬羊二血、馬尿、大蒜之類，隨身即同李遂出帳來。<br>\\n\\n  卻說李遂帶同李魚羹看了圖本，到城北計算了地裡，和諸葛遂智指揮窟子手，穿地洞打入貝州來。打到一個去處，李遂約莫是州衙左側，交窟子手從這裡打出去。窟子手打通了，問李魚羹道：「這是那裡？」李魚羹看時，正是王則堂門前。此時有四更時分，李魚羹前面引路，李遂和眾人發聲喊，迳奔入王則臥房眼來。卻說王則日間自思量道：「我這裡有左師、彈子和尚、張鸞、卜吉等一班兒扶助著，文招討雖有十萬人馬圍在城外，看他怎地入得城來奈何得我！」不以為事。當夜正放心和胡永兒在牀上快活行雲雨之事，驀聽得堂裡喊殺連天，驚得魂不赴體。只因眾人奔入房裡來捉，有分交：從前作過事，沒興一齊來。正是：<br>\\n\\n  饒君走到燄摩天，腳下騰雲須趕上。<br>\\n\\n  畢竟王則、胡永兒性命如何？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>第二十回     貝州城碎剮眾妖人　文招討平妖轉東京</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">  詩曰：<br>\\n\\n    神器從來不可乾，僭王稱帝詎能安？<br>\\n\\n    潞公當日擒王則，留與妖邪做樣看。<br>\\n\\n  當夜李遂和李魚羹引著一行人眾殺到王則臥房門前，王則聽得有人殺來，慌對胡永兒道：「姐姐！你苦了我也！」王則急要念咒語，卻被馬遂打綻了嘴唇，落了當門兩個牙齒，要念念不得。胡永兒也心慌，一時念不迭隱身法，兩個赤條條地在牀上沒做手腳處，每人只扯得一件小衣服穿了，李遂與眾人一齊上把兩條麻索就牀上縛了。早被諸葛遂智先念了禁法，一行男女的咒都念不得了。眾軍士又把豬羊二血、馬尿、大蒜看著王則和胡永兒匹頭便澆。李遂使群刀手簇擁著王則、胡永兒，大軍一半都從地洞入城來。從軍將各自去殺守城軍上，大開了貝州城門，放下吊橋，文招討即時入城，到州衙裡廳上坐定。李遂解王則、胡永兒到面前，文招討交牢固看守監候。一面分投捕捉囗囗[原文缺]妖兒，使李魚羹作眼。李魚羹都知道這幾個下落，霎時間都被擒拿縛了。這幾個盡是了得有法術的妖人，因何此際一籌不展，都吃捉了？原來諸葛遂智以上破邪，以囗囗囗囗囗[原文缺]的，都用豬羊二血，馬尿、大蒜匹頭澆了，囗囗囗囗囗囗囗[原文缺]動不得。<br>\\n\\n  內中只不見了瘸師左黜，卻待各處搜捉，只見一個軍士飛也似來報總管王信，道：「告將軍！瘸師被眾軍趕入一家碓坊裡去！」王信見說，即時帶了軍士迳奔入碓坊人家，交軍士把前後門圍了，親自入去搜捉。這個人家吃了一驚，問道：「我家有甚麼事，如此大驚小怪？」眾軍道：「有妖人左黜走入你家，會事時放他出來，免得連累！」這主人家道：「告將軍！即不曾有人入來躲在我家。」王信交軍士屋裡細細搜捉不見，只見諸葛遂智來道：「等我入去看一看，便知他在也不在。」情葛遂智入碓房周圍看了，道：「可知你們沒尋左黜處，他卻變做一物在這裡了！」王信道：「卻也作怪！」諸葛遂智叫其人家問道：「這個碓嘴是你家物也不是？」主人家看了，道：「我家不曾有這個閒碓嘴。」諸葛遂智道：「左黜雖會變幻，難逃我諸葛之手！」交左右取索來，叫軍士扛去州衙裡去。王信笑道：「這碓嘴扛他去做甚？」諸葛遂智道：「這個碓嘴正是左黜。他就是千變萬化也瞞貧僧不過！」交將豬羊二血、馬尿、大蒜看著石碓嘴上便澆。不澆時是個石碓嘴，方才澆下時。（原書以下殘失一頁，計三百六十字。〕<br>\\n\\n  ……適被其煽惑，落於機阱之中，實不干眾百姓之事，囗[原文缺]必欲洗蕩，不惟罪及無辜，抑且有傷天地好生之仁。須求招討方便，再為奏請，救此一方愚民。」文招討聽曹招討之言，即將百姓無辜，被妖人煸惑之情，寫表再奏朝廷。一面大書榜文，張掛通衢各門，曉諭百姓：罪止王則等一干有名妖人，其餘妖黨及滿城百姓，俱各申奏赦宥。一應軍民人等安心職業，不必驚慌等情。因此，百姓見了榜文俱各放心，朝夕焚香祝天，專待赦書恩宥。不數日間，朝廷降下聖旨，道：「依卿所奏。」與時文招討請過聖旨，取出一行妖人，寫了犯由牌，推上木驢，文招討判了剮字，推出州衙。王則和胡永兒與一行妖人部各眼中流淚，面面相覷，做聲個得。貝州看的人壓肩疊背。但見：<br>\\n\\n  兩聲破鼓響，一棒碎鑼鳴。皂纛旗招展如雲，柳葉槍交加似雪。犯由牌高貼，人言此去幾時回﹔白紙花雙搖，都道這番難再活。長休飯，喉內難吞﹔永別酒，囗[原文缺]中怎咽。高頭馬上，破法長老勝似活閻羅﹔刀劍林中，行刑劊子猶如追命鬼。囗囗（以下缺失）。<br>\\n\\n  (完)<br>\\n\\n  注：凡囗字皆為原字漫漶殘損。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">————————————————————————————————————————本書完</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Ping Iau Chuan, by Guan Jung  Luo</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK PING IAU CHUAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>***** This file should be named 25248-0.txt or 25248-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        http://www.gutenberg.org/2/5/2/4/25248/</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttp://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000087\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000087\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000088\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000088\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000089\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000089\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000090\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000090\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000091\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000091\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000092\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000092\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000093\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000093\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000094\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000094\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000095\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000095\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000096\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000096\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000097\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000097\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000098\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000098\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000099\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000099\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000100\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000100\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000101\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000101\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000102\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000102\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000103\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000103\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000104\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000104\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000105\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000105\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at http://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000106\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000106\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000107\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000107\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000108\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000108\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at http://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000109\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000109\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000110\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000110\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000111\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000111\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000112\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000112\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit http://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000113\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000113\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000114\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000114\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000115\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000115\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including checks, online payments and credit card donations.\\nTo donate, please visit: http://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000116\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000116\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000117\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000117\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>Professor Michael S. Hart is the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000118\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000118\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000119\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000119\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000120\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000120\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>     http://www.gutenberg.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000121\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000121\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-5bcf7de9f61cc8f5-f09fcd twpub-5bcf7de9f61cc8f5-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\",\n            \"target\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000073\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\",\n            \"target\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000076\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\",\n            \"target\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000103\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\",\n            \"target\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000106\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\",\n            \"target\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000110\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\",\n            \"target\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text/000000116\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-5bcf7de9f61cc8f5-f09fcd blockquote,.twpub-5bcf7de9f61cc8f5-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-5bcf7de9f61cc8f5-f09fcd body > p{text-align:justify;}.twpub-5bcf7de9f61cc8f5-f09fcd h2{clear:both;}.twpub-5bcf7de9f61cc8f5-f09fcd h3{font-weight:normal;clear:both;}.twpub-5bcf7de9f61cc8f5-f09fcd hr{clear:both;}\\n.twpub-5bcf7de9f61cc8f5-6b4cd0 div,.twpub-5bcf7de9f61cc8f5-6b4cd0 p,.twpub-5bcf7de9f61cc8f5-6b4cd0 pre,.twpub-5bcf7de9f61cc8f5-6b4cd0 h1,.twpub-5bcf7de9f61cc8f5-6b4cd0 h2,.twpub-5bcf7de9f61cc8f5-6b4cd0 h3,.twpub-5bcf7de9f61cc8f5-6b4cd0 h4,.twpub-5bcf7de9f61cc8f5-6b4cd0 h5,.twpub-5bcf7de9f61cc8f5-6b4cd0 h6{display:block;}.twpub-5bcf7de9f61cc8f5-6b4cd0 div.figcenter span.caption{display:block;}.twpub-5bcf7de9f61cc8f5-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/images/OEBPS/7822820904504759891_25248-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/images/OEBPS/7822820904504759891_25248-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAAByC0lEQVR42uzdd4BU9aHw/dleYCm7LH0p0hEURUCxYW/RqFHUG1F8zI2xxMQUo4m50UeNV2Mek/iqqZZEY7+WEI0t2IgNQYwoSJHel7awvbx/7L17J8PO7MzWKZ/PXzt95syZM7/vnjPnpN33WgAAAIAUlG4SAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQNdLa2hoMBUAAABSkDWEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgNAkAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAoPNldsmjVlZWLlmypJMfdPTo0fn5+Z5Ji88EAABIEWkNDQ2d/6grVqyYOXNmJz/ogw8+OHHiRM+kxWcCAACkCJuMAgAACEIAAAAEIQAAAIIQAAAAQQgAAEASyYyHJ3Hbbbf17du33e+2qqrqiiuu8Eza+EwAAABB2IHGjRtXUlLS7ndbXl7umbT9mQAAAMnKJqMAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCA0CQAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAOkZmPDyJysrK8vLyjrhbz6TtzwQAABCEHej888+Pk8nhmQAAAKnDJqMAAACCEAAAAEEIAACAIAQAAEAQAgAAkETSGhoaOv9R9+zZ8+abb3byg06fPr1Xr16eSYvPBAAAEIQAAAAkM5uMAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACC0CQAAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAANBlMk0COlldXV3T32lpaenp/isBAACCkBTw0UcfXXrppU0nZ8yY8fOf/9xkAQCALmHlDAAAgCAEAAAglSTAJqPr1q378MMPFyxYsGLFil27du3cubO2tragoKBnz559+/adMGHCxIkTDzzwwIKCAm8nAABAMgRhfX3966+//uc//3nhwoX7XlpaWlpaWrpy5cp33303EAhkZ2cfddRRZ5xxxmGHHWYnJdA57rzzzkcffbTp5De/+c3Zs2ebLAAAgrCtPv7445tuumnVqlVRXr+6uvrVV1999dVXhw4devXVV8+YMcNbCwAAEFncrUyrra39xS9+cemll0Zfg8FWr1793e9+9+tf/3p9fb13FwAAIIL4WkNYXV197bXXvvXWW228n8rKShuOAgAAJEwQlpeXf/vb3/7www/bfldHHHGEtxYAACBhgvCmm26KXIN9+/YdPHhw9+7dq6qqtm/fvnnz5t27dwtCAACAxA7CRx555NVXX232orFjx5599tnHHHNMYWFh8PkNDQ0rVqyYP3/+yy+/vGjRoqbzCwsLx40b560FAABIgCD8/PPPf/nLX+57flFR0fXXX3/MMcc0e6u0tLSRI0eOHDny/PPPX7p06aOPPvrXv/61vr5++vTpaWlp3loAAIDI4mLPKz//+c/r6upCzpw0adKTTz4ZrgZDjBkz5sYbb3zkkUcmT55se1EAAIBodP0awrlz586fPz/kzClTpvzqV7/Kzs6O6a5Gjx7929/+1gEnAAAAotH1awjvvffekHOGDx9+5513xlqD//uSHHACAAAg/oPwgw8+WLlyZfA5mZmZt956a/fu3b03AAAAyRyETz75ZMg5s2bNGjNmjDcGAACgo3Xlbwi3b9/++uuvB5/Tu3fvSy65xLsC0auurt64cWNFRUVBQcGAAQNsMg0AQGIE4Ztvvhmyc9ELLrigW7duyT3F16xZ8+abb3700UerVq3asWNHIBAoKirq06fP1KlTZ8yYMWzYsCjvp7Kycv369Y1/5+XlDRw4MOQKn3322fPPP79gwYKNGzfW1NQUFxf36dNn2rRpJ5544vDhw+N2+syfP/+vf/3rokWLtmzZ0tDQUFRU1K9fv8MPP/y4444rKSlp+/1v2LDh5ZdfbtxWeefOnY3/hhg5cuShhx568sknhxzrMs7fhblz5z7xxBMLFy6sqalpPCc/P3/q1KkzZ86cNm1a8DW3bdv29ttvN/49cODAqVOnWvZ1zhwCABDn0hoaGrrqsb/73e8GryHMzs5+8cUXe/Xq1dGPe+eddz766KNNJ6+//vpzzjknytuWlpaeeOKJTScHDx783HPPRXnbt99++4EHHvjoo48iXOfEE0/87ne/26dPnxbv7aOPPrr00ksb/x43btzDDz/cdNHmzZvvuOOOkLWvIY9y3XXX9ezZs8VH+fKXv7xu3brWTeepU6fed999EZ52IBA49thjf/aznzX+vXr16ptvvnnhwoXh7vDMM8+85pprWv370h07dvzyl79sPFhls1fIycm54IILLrvssuh3aNQ578K+tm/ffv311++7e94mxxxzzE9+8pOCgoLGk6+++uoPfvCDxr+PO+64O+64oyM+St/85jdnz56doB/PDppDAADiXJdtXVZdXf3+++8Hn3PkkUd2Qg12icWLF19wwQXf+ta3ItdgIBB4+eWXZ86cuWLFipjuf+PGjU1/f/LJJxdeeGGEDml8lHPPPXfNmjVdPmUyMjIa/3jvvfdmzZoVoQYDgcCzzz47c+bM4BcbvY8++mjmzJl/+ctfIhyVpKqq6sEHH5w1a9amTZta8RCd9i5s3Lhx1qxZEWowEAjMnTt39uzZ27dvb6pTC7sun0MAAARhIHjEXF5eHnxO8L/2k0ZdXd299947e/bszz//PMqb7Nq164orrogpe3bu3FlRUREIBFasWHHllVc2ZUAEpaWlV1999a5du7p2+jSuaVm8ePE111yzd+/eFq+/efPmq666KtanPX/+/CuuuCKayRIIBJYvX37ppZe2Ijs7510oLy+/8sorowmSVatWffOb36yqqgoEAlu2bLGw6/I5BABAEP6vzz777F+eR3r6oYcempST+LHHHouwzqFZ27Ztu+WWW2K6yaZNm6qqqr73ve/t2bMnypusXbv2tttu69qJk5eXV15efu211zZ2SzRWrVp1++23R/8Qa9as+d73vhf9/TdOzGuuuaax7uLtXbj99ttXr14d5ZWXLFly9913B6whjJs5BABAEP63pUuXBp8cP358Uh57MCMjY8qUKa244bvvvrtgwYLor79x48bf//73sW5/+Morr4S8EZ2se/fuv/3tb2PdAO+ll16K8mnX19f/+Mc/Lisri/WJLVu27Fe/+lWst+rod2HBggVz5syJ9f8RS5cutYYwTuYQAIB402V7GV2yZEnwyQMOOCBZJ/Ghhx4a/Fuy/Pz8U0899aijjho1alRhYWF5efmqVavmzJnzzDPPhKxIfPrppw8++ODop+djjz0WfM7+++9//PHHDxw4sHfv3jt27Pj0009feOGFrVu37hsMP/nJT8Ld7fjx44uKiqJ8DitXrgweWOfn50dzq+BjUaanp0+fPv2EE04YNGhQYWHhjh07Fi9e/Nxzz+37o8pHH330xhtvbPHOn3766U8++STkzNzc3BNOOGHq1Kn9+vWrr69fs2bNW2+9NW/evJDp/+STT5522mkTJkyIaa7uiHehSePqvhDHH3/8zJkzx40bl5mZuW3btkWLFj3zzDMffvhh46UNDQ2333772rVrLeziYQ4BABCEgUAgUF9fv2rVquBzkvhg9E2bwqanp5977rmXX355074fA4FAjx49DjjggAMOOGDGjBnf/va3g4/D0XhYjqbdrkR2zz33NP3dv3//2267LaSxjz/++K997Wu33HLLSy+9FHz+3Llzf/SjH2VmNj8nRL814+7du0877bTgc84+++wWb/Xggw82/T106NA777xzv/32Cz5n0qRJ55133l133RUSWn//+99vuOGGcE+7UWVl5e9+97uQM6dNm3bTTTcVFxc3nTNlypSvfOUrS5cuvf7664O3xmxoaLj77rt/85vfRP9ed9C70GjBggUff/xx8Dnp6ek33nhj8GQfOHDgwIEDTznllBdeeOHmm2+urq4OBAKLFi2ypIuTOQQAIN50zSaj27ZtCzkC4ciRI5N1EpeUlAwaNOiggw7685//fO211wbXYLDp06dfdtllweeUl5cvXrw41ocbNmzYI4880uwa1/z8/FtuueWQQw4JPrOsrKwVj7KvJ554IngvQaNHjz788MOjv/mIESP+9Kc/Bdfg//7TIjPz+9///jHHHBN85t69e0PqaF8vvPBCaWlp8DlHHHHE3XffHTzWD/6XxB/+8IeQ40DOnz9/39VHXfUuPP300yHnfOtb3wqJ8CannnrqbbfdlpaWZhkXn3MIAEBKB+G+v2ja94jeyeSuu+76/e9/P2rUqMhXu+CCC0JyMWTD2hZlZWX99Kc/jXD0jvT09Ouvvz6kE1o8GEaLKisrQ9bgXXzxxdHfPDs7+7bbbuvWrVuE63znO98JWVnaYhA+9dRTwSf79u17yy23RFjj2rt37zvuuCMrKyv4zMcffzzWqdER70J5efncuXODz5kwYcJXv/rVCDeZMWPGmWeeaRkXh3MIAECqB2HIPg/z8/N79OiRxFN5xIgR0VwtPz//qKOOCj4nZMPaFp177rktbnw7bNiw6dOnB5+zfPnyNr7AZ599dseOHU0nBw0aFNNBRM4///wWJ9HAgQNDJs6yZcsiXH/16tUhe2q54oorwq2eDX6nLrjgguBz5s6dW1lZ2eXvwnvvvReyG8xvfOMbLa4AvPzyy0PqhXiYQwAAUj0IQzbTKiws9E40Ctklaay73zzvvPOiudoRRxwRfLKNexypq6t7+OGHg8+5+OKL09OjnbXS0tLOPffcaK4Zsg3qunXrIlw5ZH1acXHxKaecEs2jzJo1KziiKioq/vGPf3T5uxDyHPr16zdt2rQWH6KoqOjoo4/2sYq3OQQAINWDMOT4XT179vRONAr5Ed3OnTujv+3YsWMHDx4czTUnT54cfLKNB6l78cUXgw/SXVRUdPrpp0d/8/Hjx0e5wfCkSZOif9rvv/9+8MmTTjop8i5bgv89EZJq7777bpe/CyEblJ500klRJvfxxx/vYxVXcwgAgCAMhGz8lpRHIGydQYMGBZ+M/vjmgaDdmbZo8ODBwVsbxpSdIRoaGh566KHgc7761a9mZ2dHfw9Tp06NfuIEV9CuXbvCXbO+vj7kF4YxrSibMWNG8Mn58+d37bvQeGyS4HNCtp6NYMqUKXYtE1dzCABAXOmaw06EBGH0P3Nau3btzTffHM01jzjiiIsuuijh3o+Q31I2HjYgSuPHj4/ymjk5OYWFhU0b7lZXV1dXV8dUcU3eeOONlStXBrf9OeecE9M9RP+0s7Ozi4qKmg7iF+Fpr169OngtdHZ2dkwHugzZGnPNmjV79+6NvM+bDn0Xli9fHnwEvPT09HHjxkX5KL169Ro0aFDkzWtTUBfOIQAAgrD1QVheXt50xO3ISkpKEvH9SE9Pz87OburAkINzRBbToTu6d+8e/EvO2tra1gVhyOrBmTNnxjosjnKPO41CDnZfU1MTrqCCT44aNSrKrQEbFRcX9+vXr2kbzoaGhmXLloVssNqZ78IXX3wR8nJyc3Ojf5TRo0cLwviZQwAA4itAuuRRGxoaTPpwgpMg+gmVnp4e06E7Qoqitra2FU/1ww8/DN7uLicnJ2QHjNE87ZCtZNvlaYfsoGX48OGxvrSQTI1yd68d9C5s2LAh+GSzR2uMIMrfNKaUrppDAAAEYSAQCIT8M751NUKwXr16xXSAgZArB2+RGL0HHngg+OSXv/zlWHcY26tXr5jWzIQ87XDBHLyTm0CrVhcPGTIkwh128rsQsr+Zfv36xfRa+vfv7wMSJ3MIAIAgbGYcLAjbrvMP3bF06dJ33nmn6WRGRsasWbPi5Gk3/c6wUXFxcaz3EHKTLVu2dOHLCTlMS6xB6LAu8TOHAADEm675DWHID6XKy8tTZHLX1NQsWbJk0aJFn3zySWlp6e7du8vKykKOar13795W3HPn79DiwQcfDD558sknx7S1ZIc+7d27d7exiIqKioJPRtijaSe8nLKysuCTffv2jenmvXr1sqSLkzkEAEAQBgL7HGciZLyblLZv3/74448/9dRTbTnGQwR5eXmd+XLWrVv36quvNp1MS0u7+OKLW3E/ITuJ6aCCakWnhdwkyuF+B70LIUcfifVROnneSAhdNYcAAAjCQGCfgytEP5YaM2ZMuL2MPv7443fccUd8TuVnn332jjvuCNm3aju/kZmd+lY+9NBDwT94O+qoo2LaWWiTjIyMjnh6IZO6FUUUMtyP8r3roHch5OgjOTk5gjBB5xAAAEEYCOyzDduOHTtqa2s7OWk6R319/c033/z88893+BvZiVOvtLR0zpw5wefMnj07rp52yK9SW5GdIU+spqYmfl5OrAcI6aDqTmhdNYcAAMSbrtmpTJ8+fUKqKWQ/iknjvvvu64Qa7GQPP/xw8DqryZMnx3RQ704QcvzGVgz309PTI9xh19aLIDSHAAC0l65ZKTdgwICQc9atWxfT8egSwrx580IOzNBo5MiRJ5xwwrhx44YPH969e/fu3bsHDy6nTJnSuoNAdI49e/Y8/fTTwedccskl8fYk274b25DxfdeuvrYyyhwCAJBUQdizZ8/8/PzgnYsuX7582rRp8T+9Yho43nPPPSEHyhs4cOCPf/zjqVOnJu4c88QTTwTvB3XMmDGHHXZYvD3JkHVorRjuh9wkroIw5CeFLQp3tMbkE/0bnWRzCABAq6V31QMPHTo0+OTnn3+eZCPOd999d+nSpcHnjBo16tFHH03oGqyurn700UeDz4nD1YOBQCA3Nzf4ZEVFRaz3EHLwj67dL0tIvcS6/5LUOc5n9K80yeYQAIDEC8LRo0cHn1y4cGFCTK/oB44vvvhi8MmcnJyf//znIcfbSDjPPvvs9u3bm04OGTLkuOOOi8PnGbIb21Yc1yTkSA8hd9jJQmabkANXtih1NjGN/uOZZHMIAEDCB+H69esTYr8y0R81PiRxTz/99Gh+JFlfXx+3PyCsq6t7+OGHg8+56KKLQnatESdC9lpUWloa6z1s27Yt+GTPnj278OUUFBREeG4tCt42O7lF//FMsjkEACDxgnDixIkh57zxxhvxP72iHDhu27Zt/fr1weecccYZ0dywFZuudZqXXnop+EUVFxefdtpp8flUQ4b7rfhfw5YtW4JP9u3btwtfTmFhYVteTuocMz36rkuyOQQAIPGCcNy4cSFHdn711Vc756HT0tKCT8a0v/itW7dGc7W1a9cGn8zNzR07dmw0N4x+FUcna2hoeOihh4LPufDCC2M9/kGnGTx4cPDJNWvWxHoPIe/gvvvF7UwhsRHlTNiKTIoHnfDxTL45BAAg8YIwPT198uTJwecsWLBg1apVnfPQwSdj+kXWunXrorna7t27g08OHTo0ygOdhax2iB9vv/328uXLm0726NHj7LPPjtvZesSIEcEnV6xYEes9LFu2LOQd7MKXM3DgwOCTsX5MNmzYkEiLpI7/eCbfHAIAkHhBGAgEjj766OCTDQ0NIXuw7CAhhyCLaSvN4CiKIGQfFSG/AWv7/Xe+kAMqzpw5Mz8/P25n65EjRwafXL16dUyrXjdt2hS875x977CTDRs2LPjkkiVLYlpv1jn/Z0mgj2fyzSEAAAkZhMcee2zIwbueffbZkA2xOkLIPhs3bdoU5Q3r6+s/++yzaK4Zsloj+l3Sx+fhNxYuXLho0aKmk7m5uRdccEE8z9YFBQXBa2zq6+vnz58f/c3ff//94JMlJSVdu3vYkNVZVVVVMf3jIMqZNk50wscz+eYQAICEDMIePXocfvjhwefU1tb+7Gc/6+jHDdkfYPQJ+tlnn0W5e/qQtWfRr+WIzz3rhKwePPPMM3v16hXnc/aUKVOCT77++uvR33bu3LnBJ0O2be6ST0pJSUnwOf/4xz+ivO3atWsTYv+9nfnxTL45BAAgIYMwEAicd955IefMmzfvqaee6tAHDdlFx5IlS6qrq6O54SuvvBLlQ4QEYZTHCfjnP/8Z/fqQTrNs2bJ58+Y1nczMzJw1a1b8z9nTpk0LPvnaa69FefSF0tLSkNyaOnVql7+cAw88MPhkyFEuI4ipc+JBJ3w8k3IOAQBIyCCcNm3avr+9+dnPfvbOO+903IOG7GCwsrIy5JiBzaqoqHj++eejfIjevXsHn1yzZk00+8b43e9+F4ezyIMPPhh88pRTTunfv3/8z9mHHXZYcJbv3bs3yn80PPzww7W1tU0ns7OzjzzyyHh4OcEnV6xY8emnn7Z4q/r6+meeeSaxFkmd8PFMyjkEACAhgzAQCFx++eUh59TW1n7nO9/puKNQlJSU5OTkBJ/zxBNPtHire+65J/rjue23334h4/K333478k3eeeed4BVxcWL9+vUvv/xy08m0tLTZs2cnxJydl5d33HHHBZ9z//33t3hYgtWrVz/22GPB5xx55JHxsPuc6dOnh+xt5de//nWLt3rmmWdWr16dWIukTvh4JuUcAgCQqEE4Y8aMgw8+OOTM6urq66677rbbbuuI4/Klp6fvv//+wee88cYb7733XoSbvPnmmyGjwMgKCgpCtnx76KGHGhoawl1/1apVP/zhD+Nw/vjjH/9YX18f/GaF7PEynp111lnBJ8vKyq6//voI2x/u3bv3uuuuC7nCueeeGw+vpUePHkcccUTwOfPmzfvLX/4S4SYrVqz4f//v/yXeIqnjP55JOYcAALROZjw8iRtuuOGCCy6oqqoKPrOhoeGpp5566aWXzj333JNPPjlkR4tNSktLFy5c+Prrr7/55pvRP+K0adMWLFgQ/FjXX3/9nXfeuW+aNjQ0PPLII7/61a8i5FyzDj744L/97W9NJz/99NN77rnnqquu2vea77333n/8x380Hbqwd+/eO3bsiIf3Zfv27SGb4V1yySUJNHMfeOCBU6dODd4h5MKFC6+88spbb701JNcDgcD69euvvfbakL28jh8/PmTXI13oK1/5Ssi+TG699dbc3NwTTjhh3yvPmzfvhhtuiOkgfm33X//1X9Hv7aZRTk7O3Xff3fkfz6ScQwAAEjUIhw4devXVVze7f9GysrL777///vvvLy4uHjVqVN++ffPz82tra8vLyzdt2tTqPSiecMIJ9913X/A5u3btuuyyy44//vjjjjtu0KBB6enpW7ZsWbp06XPPPRd8XO9p06atWbNm48aN0TxEcBAGAoEHHnhg5cqVF1100fjx4zMzM7du3frpp5/OmTPnjTfeaBrOHnPMMYMHD/7Tn/4UD+/LI488ErwyJCsrK2SitejGG2/s06dPF76EK6644oMPPgiuhQULFpx99tlf+tKXDj/88MYDvq9bt+7NN9984YUX9l019M1vfjN+PquHHXbY2LFjlyxZ0nROTU3Ndddd99JLL5111lljx45tnGmXL18+Z86c4Fd93HHHvfbaa53wDNevX79+/fqYbtLsEVk64eOZlHMIAECiBmEgEDj//POXLVv27LPPhrvC1q1bW/x5T0wJOm3atJDt0Orr619++eXgn8zt67LLLrvvvvuiGXFOnz69sLAw5OjVb7zxRuOBJdLT04M3xWyUnZ19zTXXRN46rjOF7NqnpqYm1p39xHRU8Y4wceLE8847L2R7woqKiieffPLJJ5+MfNvTTjst3vYeec0111x22WUhZ86dOzdkzWHITHXppZd2ThAm0MczWecQAIBYpcfPU/nhD3947LHHdtrDXXXVVenpsb38M84448ADD4xyH5vZ2dn7jt2DR7f7nnn11VcPGjQo+HjZXat1m+HFm6uvvjrc9sYRDBky5Pvf/368vZZDDjnk9NNPj+km//7v/x6yz9uE0NEfz2SdQwAAEjgIMzIybr/99vbaQ0OLo8nx48c3+4u+cEaPHt04/ot+xHnWWWdNmDAhyivPmDHj/PPPbxxomi/bUU5Ozj333DNo0KDob1JUVPSLX/yioKAgDl/OD37wg9GjR0d55alTp1588cVRHscvrnTCxzNZ5xAAgEQNwsaKu+666+68887CwsK2DCVvvPHGaP55f/HFF1944YXR3OeYMWPuvvvuxp3LRz/izMjIuOuuu6IZaB588MG33nprWlpaIBAoLi62F/v2VVxc/Lvf/S5k35XhDB8+/P7774+f9bQh8vLy7rnnnmiacNKkST/72c8yMjJCdteUKDr645mscwgAQAIHYaNjjjnmueeeu+qqq2LKwpEjR15yySUPP/zwn/70p9NPPz07OzuaW11zzTV33nlnhB2fpKenn3/++X/4wx+arjNgwIDon1VhYeGDDz541FFHRYjGf/u3f7v33ntzc3ObziwpKTFrtq9+/fr94Q9/+NrXvhYhtnNzc2fPnv3II4+EHBs93hQWFj7wwAPnnHNOuNXgGRkZF1544X333de9e/dAIFBTU5Og71pHfzyTdQ4BAIheWjz/Tqy+vn7hwoXz5s1bunTp6tWrd+/eXVFRkZaWlp2dXVBQ0Lt37/79+w8ZMmTs2LGTJk1q3ZqBRlVVVW+99dbf//735cuXb9u2bc+ePQUFBcOGDZs6deoZZ5wRMsSsrq5eu3Zt499ZWVlRbuH54Ycfzpkz55///OfmzZtramoKCgqGDx8+ZcqUU089dd9ViBs3biwvLw8EApmZmVZEtK+dO3f+7W9/e/vtt1euXLljx460tLTevXuPGjXq0EMPPemkkxLr53arV69+/vnn33///TVr1lRUVHTr1m3YsGFTpkz58pe/HDxTffrpp7NmzWo6efzxx99+++0J9DI74eOZrHMIAEBiByHQdosXL77ooouaTp588sm33nqryQIAQCA+NxkF2tHevXuDT2ZlZZkmAAAIQkgJjZsfN+nWrZtpAgCAIISUsG3btuCTPXr0ME0AABCEkBJWrlwZfLKoqMg0AQBAEEJK+Pzzz4NPtvrADAAACEIgkezatevjjz8OPseBTAAAEISQEubOnVtXV9d0slu3bvse9xIAAEEIJJu6urqHHnoo+JyJEyempaWZMgAACEJIJIsWLaqsrIzpJo899tiaNWuCz5k2bZopCQCAIIQE88orr8ycOfO9996L8vrz58//1a9+FXLmsccea0oCACAIIfGsX7/+iiuuuOiii55//vmqqqoI13zuuee+9a1v1dbWBp950EEHDR482GQEAKBJpkkAiWXx4sWLFy++7bbbxo0bN3HixNGjR/fq1atHjx55eXnbt29fvnz5nDlzli5duu8NZ82aZeoBACAIIeFVV1cvWrRo0aJFUV7/oIMOOvroo003AACC2WQUkl9+fv4NN9xgOgAAIAghtWRmZt5yyy3Dhg0zKQAAEISQkM4555zp06fHeqsePXrcddddNhYFAKBZaQ0NDaYCJIoPPvjgqaeeeuuttyLvZTQQCGRmZp5yyilXXnllcXGx6QYAgCCEJFFeXv7uu+8uWbJkyZIl69evLysr27t3b3V1dV5eXnFx8YgRIyZPnnz88ccXFRWZVgAACEIAAABC+Q0hAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAITQIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAgVpm//nuaqQAAQNtdPu6dTniU+z47zKSG9pJ232smAgAAXV96uhEEIQAAqk8rgiAEAED7qUQQhAAAyD+JCIIQAAAFqA9BEAIAoAD1IQhCAAAFiD4EQQgAIAIRhyAIAQBEIOIQBCEAgAhEHIIgBAAQgYhDEIQAADoQZYggBABAB6IMEYQAAOhAlCGCEAAAHYgyRBACAKADUYYIQgAAdCDKEEEIAIAORBkiCAEAdCAoQwQhAIAUBFmIIAQA0IGgDBGEAABSEGQhghAAQAeCMkQQAgBIQZCFCEIAACkIshBBCAAgBUEWIggBAHQgKEMEIQCAFARZiCAEAJCCIAsRhAAAUhBkIYIQAEAKgixEEAIASEGQhQhCAEAKArIQQQgASEFAFiIIAQApCMhCQSgIAQApCMjClJRuEgAAahDwEUtN1hACAMapQGysKhSEAABSEGQhghAAQAqCLCQB+Q0hAKAGAR/GFGUNIQBg9Am0A6sKBSEAgBQEWUjCsMkoAKAGAR/VFGUNIQBgfAm0P6sKE4I1hACAGgR8eFOUNYQAgNEk0IGsKhSEAABSEGQhcccmowCAGgR8tFOUNYQAgPEi0HmsKowr1hACAGoQ8GFPUdYQAgBGh0AXsKowHlhDCACoQcDHXxACABgOAhYCqcQmowCAUSDQxWw+2lWsIQQA1CBgsZCirCEEAIz5gHhhVWEns4YQAFCDgAWFIAQAMMgDLC5SiU1GAQBjOyAe2Xy0E1hDCACoQcACRBACABjMARYjqcQmowCAMRwQ72w+2kGsIQQA1CBgwSIIAQAM2gCLF0EIAGC4BljIJD2/IQQAjNKABOMnhe3FGkIAQA0CFjuCEADAsAyw8BGEAAAGZIBFkCAEADAUAyyIkpOdygAARmBAwrObmdaxhhAAUIOARZMgBAAw5AIsoAQhAIDBFmAxJQgBAAyzAAsrQQgAGGABWGQJQgDA0ArAgksQAgAGVQAWX4IQADCcArAQSxwOTA8AGEUBSc5h68OxhhAAUIOAxZogBAAwbAIs3AQhAGDABGARJwgBAEMlAAs6QQgAGCQBWNwJQgDA8AjAQk8QAgAGRgAWfYIQADAkArAAFIQAgMEQgMWgIAQADIMALAwFIQBgAARgkSgIAQBDHwALRkEIABj0AFg8CkIAAAAEIQDQ7qweBLCQFIQAYKADgEWlIAQAQxwAUnWBKQgBwOAGgBRdbApCADCsASBFF56CEAAMaABI0UWoIAQAQxkAUnRBKggBwCAGgBRdnApCADB8ASBFF6qCEAAAIEUJQgBINlYPAli0CkIAMGQBwAJWEAKAwQoAFrOCEAAMUwCwsBWEAGCAAkBKL3IFIQAAQIoShACQ8KweBLDgFYQAYFACgMWvIAQAwxEALIQFIQAYiABgUSwIAQAAEIQAkOCsHgSwQBaEAGDwAYDFsiAEAMMOACycBSEAAACCEACSitWDABbRghAADDUAsKAWhABgkAGAxbUgBAAAQBACQFKxehDAQlsQAoCBBQAW3YIQAAAAQQgASczqQQALcEEIAAYTAFiMC0IAMIwAwMJcEAIAACAIASCpWD0IYJEuCAHA0AEAC3ZBCAAAgCAEgCRm9SCAxbsgBADDBQAs5AUhAAAAghAAkpjVgwAW9YIQAAwRAEAQAgAAJJe4+g+gIAQAgwMAUnSxLwgBAABSlCAEgC5m9SCAhb8gBAADAgB8BQhCAAAABCEAJDGrBwF8EQhCAAAABCEApAyrBwHo8q8DQQgAahCAFP1SEIQAAAApShACQGezehCAOPlqEIQAAAApShACQKeyehCA+PmCEIQAAAApShACQOexehCAuPqaEIQAoAYBSFGCEAAAIF508n8PBSEAJOEXPAC+MgQhAAAAghAAuo7VgwDE5xeHIAQAAEhRghAAOpbVgwDE7deHIAQAAEhRghAAOpDVgwDE85eIIAQAAEhRghAAOorVgwDE+VeJIAQAAEhRghAAOoTVgwDE/xeKIAQAAEhRghAA2p/VgwAkxNeKIAQAAEhRghAA2pnVgwAkypeLIAQAAEhRghAA2pPVgwAk0FeMIAQAAEhRghAAAEAQAgBtY3tRABLri0YQAgAApChBCADtw+pBABLu60YQAgAApChBCADtwOpBABLxS0cQAgAApChBCABtZfUgAAn61SMIAQAAUpQgBAAAEIQAQOxsLwpA4n4BCUIAAIAUJQgBoPWsHgQgob+GBCEAAECKEoQAAACCEACIhe1FAUj0LyNBCAAAkKIEIQC0htWDACTBV5IgBAAASFGCEAAAQBACANGxvSgAyfHFJAgBAABSlCAEAAAQhABAFGwvCkDSfD0JQgAAgBQlCAEAAAQhANAS24sCkExfUoIQAAAgRQlCAAAAQQgARGR7UQCS7KtKEAIAAKQoQQgAACAIAYDwbC8KQPJ9YQlCAACAFCUIAQAABCEAEIbtRQFIyq8tQQgAAJCiBCEAAIAgBACaY3tRAJL1y0sQAgAApChBCAAAIAgBgH3YXhQAQQgAAEAiieZ/moIQAAAgRQlCAAAAQQgA/Cs/IAQgub/IBCEAAECKEoQAAACCEAAAAEEIAPgBIQBJ/3UmCAEAAFKUIAQAABCEAAAACEIASHF+QAhAKnypCUIAAIAUJQgBAAAEIQAAAIIQAFKZHxACkCJfbYIQAAAgRQlCAAAAQQgAAIAgBAAAQBACQGqxRxkAUucLThACAACkKEEIAAAgCAEAABCEAAAACEIASCH2KANASn3NCUIAAIAUJQgBAAAEIQAAAIIQAAAAQQgAqcIeZQBItS87QQgAAJCiBCEAAIAgBAAAQBACAAAgCAEAABCEAJC87GIUgBT8yhOEAAAAKUoQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBIBk4pgTAKTmF58gBAAASFGCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgACchR6QFI2a8/QQgAAJCiBCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAQN9Lue81EACB1XT7uHRMBgJRlDSEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIASAe3ffZYSYCACn7JSgIAQAAUpQgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAMSJ+z47zEQAIDW//gQhAABAihKEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgBITI5ND0BqfvEJQgAAgBQlCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAJAknHkCQBS8CtPEAIAAKQoQQgAACAIAQAAEIQAAAAIQgAAAAQhACQ1OxoFINW+7AQhAABAihKEAAAAghAAAABBCAAAgCAEgBRivzIApNTXnCAEAABIUYIQAABAEAIAACAIAQAAEIQAkFrsVwaA1PmCE4QAAAApShACAAAIQgAAAAQhAAAAghAAUo79ygCQIl9tghAAACBFCUIAAABBCAAAgCAEgBTnZ4QApMKXmiAEAABIUYIQAABAEAIAACAIAQA/IwQg6b/OBCEAAECKEoQAAACCEAAAAEEIAAT8jBCAZP8iE4QAAAApShACAAAIQgAAAJJFND98EIQA0NZvUwBIUIIQAABAEAIAACAIAYAmthoFIFm/vAQhAABAihKEAAAAghAACMNWowAk5deWIAQAAEhRghAAAEAQAgDh2WoUgOT7whKEAAAAKUoQAgAACEIAICJbjQKQZF9VghAAACBFCUIAAABBCAC0xFajACTTl5QgBAAASFGCEAAAQBACAFGw1SgASfP1JAgBAABSlCAEAAAQhABAdGw1CkByfDEJQgAAgBQlCAEAAAQhABA1W40CkARfSYIQAAAgRQlCAGglKwkBSPQvI0EIAACQogQhAACAIAQAYmSrUQAS+mtIEAIAAKQoQQgAbWIlIQCJ+wUkCAEAAFKUIAQAABCEAECr2GoUgAT96hGEAAAAKUoQAkA7sJIQgET80hGEAAAAKUoQAkD7sJIQgIT7uhGEAAAAKUoQAkC7sZIQgMT6ohGEAAAAKUoQAgAACEIAoM1sNQpAAn3FCEIAAIAUJQgBoJ1ZSQhAony5CEIAAIAUJQgBoP1ZSQhAQnytCEIAAIAUJQgBoENYSQhA/H+hCEIAAIAUJQgBoKNYSQhAnH+VCEIAAIAUJQgBoANZSQhAPH+JCEIAAIAUJQgBoGNZSQhA3H59CEIAAIAUJQgBoMNZSQhAfH5xCEIAAIAUJQgBoDNYSQhAHH5lCEIAAIBUrEFBCABJ+x0PAIIQADQhAL4mBCEAAACCEAC6ipWEAMTPF4QgBAAASFGCEAA6m5WEAMTJV4MgBAAASFGCEAC6gJWEAMTDl4IgBABNCECKfh0IQgAAgBQlCAGgy1hJCOCLQBACAAAgCAEgxVhJCOArQBACgAEBABb+ghAAAABBCAApwkpCAIt9QQgABgcAWOALQgAAAAQhAKQIKwkBLOoFIQAAAIIQAFKMlYQAFvKCEAAMFwCweBeEAAAACEIASBFWEgJYsAtCADB0AMAiXRACAAAgCAEgRVhJCGBhLggBwDACAItxQQgABhMAWIALQgAAAAQhACQ5KwkBLLoFIQAYWABgoS0IAQAAEIQAkCKsJASwuBaEAGCQAYAFtSAEAEMNACyi2yDz8nHveOcA8OUNACnIGkIAELEApOjCWRACgGEHACm6WBaEAGDwAUCKLpAFIQAAQIoShACQqKwkBLAoFoQAYCACgIWwIAQAwxEALH4FIQAYlABgwSsIAQAAEIQAkKSsJASwyBWEAGCAAoCFrSAEAMMUACxmBSEAGKwAYAErCAHAkAUAi1ZBCAAAkNoEIQAkISsJASxUBSEAGL4AYHEqCAHAIAYAC1JBCACGMgBYhApCADCgASB1F56CEAAMawBI0cWmIAQAgxsAUnSBKQgBwBAHgBRdVApCADDQASBFF5KCEAAAIEUJQgBILVYSAlg8CkIAMOgBINUXjIIQAAx9ACwSU5QgBAADIAALQ0EIABgGAVgMCkIAwGAIwAJQEAIAhkQAFn2CEAAwMAKw0BOEAIDhEYDFnSAEAAySACzoBCEAYKgEYBEnCAEAAyYACzdBCAAYNgFYrMWjTJMAAAg3eLp83DsmBSAFk5g1hACAgRRgISYIAQAMpwCLL0EIAGBQBVhwCUIAAEMrwCJLEAIABlgAFlaCEAAwzAKwmBKEAIDBFoAFlCAEAAy5ACyaEocD0wMArRx4OWw9IAUTnTWEAIBBGGBBJAgBAAzFAIsgQQgAYEAGWPgIQgAAwzLAYic52akMANBugzO7mQGkYGKxhhAAMFADLGQEIQCA4Rpg8SIIAQAM2gALlqTnN4QAQEcN3fykEJCCcc4aQgDAMA6wGBGEAAAGc4AFSCqxySgA0BlDOpuPAlIwDllDCAAY3gEWF4IQAMAgD7CgSCU2GQUAOnuoZ/NRQArGCWsIAQDDPsBiIUVZQwgAdNngz6pCQAp2LWsIAQADQcBCQBACABgOAj7+qcQmowBAXAwKbT4KUpDOZw0hAGCACPiwpyhrCAGA+BomWlUIUpBOYw0hAGDICPhopyhrCAGAOB04WlUIUhBBCADIQkAK0iFsMgoAGFACPrwpyhpCACAxhpVWFYIUpN1ZQwgAGGICPqopyhpCACDBBppWFYIURBACALIQkIK0iU1GAQADUMCHMUVZQwgAJPYw1KpCkIIIQgBAFgJSEEEIAMhCQAoSBb8hBAAMVYGoPl8+YoIQAMCYFVLxk2UiJCWbjAIASTt4tQUpSEEEIQAgCwEpiCAEAGQhIAURhACALASkoCAEAJCF4NMhBQUhAIAsBCmIIAQAkIUgBRGEAACyEKQgghAAIKkHx8oQHYggBABI6eGyLEQKIggBAGQhSEEEIQCALAQpiCAEAEjNIbUyRAciCAEAUnqQLQuRgghCAIBUH3ArQ3QgghAAIKWH4LIQKYggBABI9eG4MkQHIggBAJShMkQHIggBAJQh6EAEIQCAMgQdiCAEAFCGoAMRhAAAyhB0IIIQAEAZogNBEAIAKENEIAhCAICULARxqANBEAIAyAZxKAJBEAIAyAlxKAJBEAIAyAxxKAJBEAIAyA99qABBEAIAiBN9qABBEAIAoA8VIAhCAACaDxuJKP9AEAIAiJ9UrETtB4IQAIBoMykRW1H1gSAEAKDz4qpzulHpQTtKu+81EwFIfn4tg5ElAOwr3SQAAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAITQIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAApIhMkwAAaItBvY85aOj1xT2mZKbn7qpYvnTjg/9c+8v6hlpTBrrK8OIzT5r4TLMXLd340NzPZptECEIAoB3sV/yVEyY8kZb239scFXabcNjIO/sWTHll8fkmDkD8s8koANBKmel5R465t6kGm4zod96QolNMH4AEWJKbBADQJD+7f3Zmr2iuWd9QU1u3t7JmWypvG1lSdHJedt9mLxrd/6I1pS+ao+JBdmaPwYUn9u9xWO/uE3rmjczJ7JWVWVBXX1VZs62ypnR3xcpNu+Zt2jmvdM9HNvQFQQgAKW3qfreMHXhp9NdvaKjbU7lmS9kH63f8feWWpyprSlNqcvXtMbUVF9FpBhceP7Hk2yWFJ6anZYVclJ6RlZXRvSB3WHHB5BF9zw0EApU1pZ9v+uNnG36/Y++nJh0IQgCgZWlpGQV5wwvyho/oO/OI0Xcv2/TI/FX/t6ziixR5+d1yBoe7qHtuidmja1v9yDH3FhdMjv4muVlFB5Rcc0DJNRt2vP7uih9s2f2+yQipwG8IAaCdvlPTssYMmH3etMUTS76VIi85KyM/wtRIT/N/566ZD6ePuuusye/EVIPBBvaecfYh7x6//5+75w4xPUEQAgAxyEzPO3zUL2aMu3/fXa0kn9r6ynAX1TfU+EFa58vN6vOlg145oOTbbZ790kb2u2BYnzNMUkj+ry2TAADa3dgBlzQ01L6x5OvJ/TLLqzaEu2hP5drUebvzs/uPH/SN4HO2ls1fvW1Op9dg0RkHzy3sNqG97nDt9pdMcxCEAEBrjBv475t3v7dkwx+S+DVuLfsw3EUp9Qu0kqKTDxn+k+BzPl3/m06Ok6yM7l+a9HI71mBZxRe7ypeZ5pD0bDIKAB3l8FG/yM8ekMQvcE3pCzV1Zc1e9PmmP6bOGz2w19Fd/hxmjP19n4KD2/EO43n1YJxMcxCEAEAkWRndp+x3UxK/wOra3e8u/8G+56/a9lxKHYRwYO8ZXfsE9h90xYh+57XvfcZ7EHb1NAdBCAC0bHT/i/KyipP4BS5ef9/cz2bvqljeeLKqdueiNT9/9ZMLUuct7p47pCB3WBc+gW45gw8deXv73md9Q+36HX83zSEV+A0hAHSgjPSc0QMuXrTmziR+jUs3PrR040M5mb3T07Mra7Y2NNSn1Fs8sNeMrn0CR4z+ZVZG9/a9z8273qmu3W2agyAEANpqRN9zkjsIG1XV7kjN93dg7678MVu/HocOLz47yivvqVyzZvvftu/5Z1XN9syM/LzsvgW5wwb1Pq5H3n4h14z77UX9gBAEIQB0rvdWXL9w9X/+z6m03KzCgtxhJUUnTRh8VeQ9x/TtMTUns3fK9lLyB2GXrq2aPPzH0VytdM/H7624fk3pi4FAw76X9sjbb9zAr48fdFlOZq//DsLSl0zz5NVgEhDMbwgBoDUjqsqa0q1lHy5Y9dNH3xn9xdZnI145rV/Pw0yypNQtZ/C+q9c6TWH3iUOKTm3xav9c+8unPzhkTekL4Upgd8XK91Zc9/C8kvlf3FhfX11Zs23bngWmefLmYL2JgCAEgHZTU7fnlU9mbtn9QYTr9Ck4yIRKSoN6z+jCRx834NIWr/P+yh/NW/bt+oaaaObk+V/c9OQHB320+o54/iFo107zZAjChjoTgWA2GQWAtqpvqPnHsm+fOXleuCv0yh/T7Pnp6dnZGT1Czqyt21tbX7HvlbvlDNx/0BVD+5zeI294elpWZc32rWXz//bxl6N/nn0KDhrU+7ii7hPzswdkZRZU1+6urN66bc9H67e/um3PonjYkKxX/tgRfc/t3+vw3vnjc7OK0tOzqmt3l1V+sbVsweptc9aW/i2asIl2anSfNLDw2KJuE/NzBmZnFNTWV1TWlFZUb9qy+/2NO98qq1wdzZ104baL6WlZo/p/NfJ1Ptvw+wWrfhrT3e7Y++mOvZ/G88etE6Z5+86HzX/M68tr68pDzkxLSy8pPHlE33P79pjWLWdQZkZ+Te3uXRXLN+18e9nmR7eWzW+XV1dXXxVyTk5mr6F9vtS3x7T87P4NDXVlVWs27nyrHT9unTE923uxmZPZa1T/Cwf1PqZH3ojM9PzKmm3b9iz8Yuuz67a/IggBgGZs2vWPneVLw4VfuF3kDy069aSJz4ScuWjNne8s/37ImRMHXz1txE8zM7oFD3Qy0g+Pcvw0dsAlB5Z8t2f+qH0vHRX4amMGLFz9n8s2/zmmtQf9ex0xdb9bmr1obenfgn5y2bKi7gdMG3HbvhtA5mYV5WYVFRccMn7g1/dWrVuw6qefbvhNW9ZfZaTnjBv4tQNKrumRNyLC1bbv+ecn6+/5fNPDtXV7w11n7ID/M2bA7GYvGj/osvGDLgszq8x79sMj2j7LDS48PjerT4Qr7Cr//O3Pv9lBM/zkYTdM2e/mZi96Z/n3W9yLUp/uk86ZurDZizbsfOP5BTO6app3xHzY7Md86cYH5352ScgbesTou3vlj/2XLMkq7Js1tW+PqQcM+c7a0r+9ufTysspVbQ7CyuCPw+Rh/3FAybeCly2BQGDSkO+XV298b8UPl258sC2P1WnTsx0Xm2lpGQeWfOeQ4T8JvmHPwKh+PQ/bf9AV28oWvrHk68FxPqTo1BMnPLHv/byy+PzV2+YIQgBIIWtL/xYuCPOy+0Z/P726jQsZnxw19tfjB35932vWRHFggD4FBx077qHC7hMjX613t/HHjv/j/oOveG3xV3dXrIzyqeZl9RnYq/n9PZZVxDBsnTT02qn73ZKelhX5at1yBh855t6R/S54+ZNzKqq3tOI96t9z+oxx94d7m4IVdp941JhfT93v1ndX/GDJhvv3XX160NAfTBvxn104v7X468E3ll4WPPRPAh09zTttPgwEAn0KDv6XwB7+H1OG3xgIpEW4SUnRyedM+fDFj8/YtGteW15m05rJvOx+px34YrgN2vOzBxwz7oHBvY+fu+T/1NdXx/n0bK/FZmZG/gn7Pz60z5ciLFHPOuQfcz+7ZNmmRxrP6ZG3X0hON0pPS5jO8htCAGgf2/d+Eu6inKzC6O+nd/6/jGwOG/mzZoc1gUCguq4s8l0NLz7rzMnzWqzBJv16HHru1I8G9T6mEydb2lFjf3PoiNtbHDU2GdDryLMPea977pBYH2nMgNlnHPx6NDXYJDeraMbY35964F9DnvP0kT/v2hoMBAJDik6JcOma0hc27Hg9iT5eHT3NO28+bPoXTEZ6TuPfhwy/ccrwmyLXYNOS5NQD/9q72/i2vNSa+r2BQCAro+CMg/7e4s+bR/X/6nHj/hjNc+vi6dkei820tIzINfg/pZd17Lg/Di8+q/Fkq5+zIASAZLOnck24izLTc6O/n4LcYZnpeY1/79f3nAOHfDfswC7iv7qH9jn9xAlPNt1VlLIyCk45YE6nNeFhI+8IN26LPIm+NOnl7MyesdTgxceMeyD64em/DhPTg8aCmceOf+iAId/p2pmte25J5E1eF66+PWk+WZ0wzTttPgx+UYXdJgQCgaFFpx0y/CfR3zA7s+cJEx5PT89u9Ytt3Ar6mHH3RxmWI/qdd9DQa+N8erbLYnPysB+3WINNy4Tjxj/cM390IBAoyBGEAEDjOKNuT7iLMtJyYsqPxrVYuVl9jh7zmwjXrK4LO7Ip7DbhhP0fS0vLaMULyczIP2niswV5wzt6io3oO/PAId9r3W175Y85euzvorxy/56HHz32961+nht2zG36e+qIn47uP6vLZ7a+BVMjXLp97ycbd76ZNJ+sjp7mnTYfhuhTcFBmRv5RY38T6w0Lu02YMPiqVr/e6tqyYX2+vF/fc6K/yZTh/zfkx43xNj3bvtgs6n7AwcN+FNNy8phxDwQCadYQAgD/LcKO8uoDse3nvfH3MIcM/4/I25rW1Da/7VN6evZx+z+SmZHf6teSndnjhP0fbd36tCjlZfc9csy9bRvHnzu8+MwWr5aVUXDc/g+35fc864OCMC+rbzzMbMU9pkS4dNmmPyfTJ6tDp3mnzYfNBuH4Qd/oljOoFbc9aMi1TVucxqq2bu+hI2Pb+DY9PfvQkbfH+fRs42Lz0JF3xLqU6N9z+oh+MwUhANAUHj3CXbTvft4j691tXH72gPGDvhH5auH+1X1gyTVF3Q9o48vp22PahMFXdtzkmjL8/+ZmFbXxTg4b+fMWx3CTh90Qbi+v0aipK9ta9mG8zWx9uh8Y4dIvtj7j8xhv8+G+RvW7cMrwm1rbsf2GF5/dutuOG/Tv0a/uazKszxl9uk+K5+nZlsVm3x5TSgpPasVTPXzUL/KzBwhCAKBxiFYc7qLa8FuTNj+yyR83ftBlLa6gq27uxzC5WUUHDf1hu7yig4f9KDuzR0dMq555I8cOvLTt99Mjb7+R/S6IcIVuOYMnlnyrLQ+xcedbcXgg72aPINJob9WGneVLfB7jaj5sVnZmj6yM7q1+0JH9zm/dDVtXPoFAYELJ1fE8Pduy2JxY8u3WPdX87P7BvzEWhACQ0orC//u8onprTHc1pOjUSVH8CKfZf3WPH/SN9qq43Kw+Ewd/qyOm1cSSqyOvAdhVvmzJxvs/XnvX6m1zIh+0OnLvTSy5utVb1jUK3l40TqSlZXTPHRru0k073/JhjLf5sCMM6n1sh27U3UyC9p0ZeUP0rp2erV5sZmUUNO0yNDU5DiEAtI8BvcIe+bq8elNsX8/R/fxv3x/DpKVltO92nuMGfm3B6lvbciD4Zl9duGOLBwKB+vrqtz6/8rMNf2g69F+3nIHH7f/ncAc8LC6Y3LvbuB17P9v3osZj0Lfx2W6IvyDsnjskwrB7256FPoxxNR/GoqGscvXuii9ysnoXdpsQOa6yMrr3KTh4y+73OnGKdRva5/QVmx+Pz+nZ6sXmsOIzYt0bsyAEAEL1yh/Tv+fh4S7dXbG8Ix503391D+59XOQftJRVrv5o9e3rdry6t3Jdfs6AAb2OnDTkB71Dj+n8L+1RUnjSmtIX2/FpDyk6NSujINylf/9s9vLNjwafs7dqw5yPTjzz4Df79pjW7E2GF5+9Y++tzT3QKTmZvSM8k9q68k/X//rzTX/aVbE8Mz2vIG/40D5fGtXv35qO6FBduyukr95cetnbn//3Dh736/uVY8Y92Ow9L9nwh3nLvt38kL/NG6DmZ/WLcOn2PZ8k2Yerg6Z5p82HUVq17bn3V/xo+97FTR+9o8f+NvLmnX0KJrUtCBs+3/SnT9f/dkf5Z2mB9AG9jpo24qeRD9Q5tOi0cEEYb9Mz+sXmkKJTI99kV/nn76/88cadb9XW7+2RN2J0/1njB3692YPRC0IASF1TR0QauOzY2y6/6WrYvOvdneVLy6s3Zabn9cofU1G9JeQaI/qdF+H2W3a//9ePTqqq3fk/mbpyd8XK5ZsfP3niMyVFJ4e71ch+F7RvEO5X/JVwF32x9dmQUWOj+vrqVxd/9fxDlzS7zqSk8KQFq25t7oEi7Vi/qnbHnIUnbi2b33iypm5PRc3WLbvfn//FjSP6njd52I97dxu3YecbIWtH6+qr6gJVTX+Hu/P6htqaGH84Gr3c7D4RLt1d+UWSfbg6aJp32nwYjU83/PbNJd9oWnsWCAT2VK55cdHpZx/ybp+Cg8P/H2ps65cmDfV//3TWss1/DnrV/7V+x2tnHPx6hJ3HDC48PiGmZ0yLzcG9j49w+61l859fcEzTrLWtbOG2soXLNv35tEkv5mb1SY6PWNp9r/kSB5Lf5ePeMRGIxu977ndpfvP7uL++bM1/7tnQ7EVX5vf7/3pGOmrftG2fvF/TzFD1zNzCZ3qPbnlEEwjcs3fTHXs3rK2rjnzNdX0PHpTR/BGrdzfUjd7y0eb6Zn63k5+WvqR4UkmYG26pr+m/+cOG5i6K8Pwfqtg6e+eKZkYegcDmfpOL05v/7dOUbf+cX7M33Kv7Y6+Rs/KaGYFVNzQUbH6/uiH0OW7qN7lfetgfWZ2yfcnfqnaGuzQjkHZZft+9DfUPVYT9/ef5eUWP9mp+5y6/Kd/8jV0dFWaz84of6BX2qPQFmz7Y0/F7wbmh+6CbC0qavej7u1ffuXdj5JtPyuq2sM/EZi96o3r3jNJPO3qad+Z82OLHfGltxcStH9cEmvmQHZ3d4/WisIePf7Zy+1k7Pg/E+Nls9Iu9G6/ZvXrf80dk5H5afGB2WlrY8Nuy8Iu6qnienjEtNkdm5i4rDhvAFQ31o7Z+tL65ezgtp9ecwkhBftaOz5+t3J4QX3zWEAJA6xWkZdzQfdC13QdGuE5FQ/3C8IOhFlU01H95x9JXqna1eM0xmXnhajAQCNy2Z32zNRgIBMob6n9UtuaPvUY2e2nf9KyDs7p92IaXEGx8Zl64UeOy2sr5ER/lzxXbmh04ZqelTcjMX/Cvtx2fmRehBp+t3B6hBgOBQF2g4d7yzfE51/VMzwh3UVVDfbgajJBS4TxSse3CncuT8pPbafNhNK4tW9NsDTbm8Yq6yhEZuc1e2j/85z2yyob6m/asb/aiFXWV95Vv/la3/uFuOzW7+xcVVfE8PWNabB6SFWnLz7v3blofpif/WrXzr1U7T8vplQQfB3sZBYCoFKdnjc3MG5uZNz4z74jsgvPzin7Tc7+VfQ+KXIOBQOCVql3hRnstqg8EZu5YFs2wJhAIHJrVPcL9PFQeaU+nT1ZuLwu/Wumo7HY7+MTU7LBP8q9VOyLfdm717sowu7eZmBm6P4mpWd0jj/MSd1bMCb+b++3xd4SM+NRp82GLNtRVz6ncEXkBEu6i3mkZrXv5z1bu2FlfG+7S30X8V8iBzb3G+JmesS42D4j4EH+o2BLh0nsSeTESzBpCAIjKd7oN+E631hyA+Ok2bDV0f/mWOS0Np5ocFP5f3W9X795YH2kn75UN9X+p3PFvec3/JGZSVn57TcYDM8M+yRZXQlY11C+trTywuSezX2bosSUODP+c19VVv169O3FnxexA2M35Ktp1f7BJrNPmwxa9WLUz8nv2XvWeb+Q3vxuhbq0NwleqI8XS4tqKT2rLJ4QppdGZefE8PWNdbI7JDLt/0X/Wln9eWxnhtq9V79rbUN/NcQgBgAh21Nc+VVnautuWN9T/qGxt9NefEH5k84/qlne28Y/qsnAXTcpst/3p7R9x+NXizZfWVTR7/rCMnH2mRtggnFu9O6GzKSv877uqBWGczYctejv8567Rvj/Y+99/DYSfEwItRGZZq5/VyOa2X42f6RnrYnNkmM1xA4HAmy1NpeqGhvdq9iTBx0EQAkAH+k35lvLWjtH/UrljS8TVeiGGZ4Yd2UTzO5wI/8gfm5mX1k4TJMIIb0Ndyy+2NMx2bn32+f1ShAdqcTScuORgvM2HLVrUUi+tDR+EGYHWfC7rAg1LIq74CgQCH4RfGjT7Q+X4mZ6xLjYHh/8dZjS//V7UTj+uFoQAkJy219fevndDq2/+WCyrFtMDgZLwI5vPaitavIfF4a+TnZbWN/aR2b7Swj/JukBDaRTDuF31zf9Grig9M8oHCgQCH0WxyiKe1TSE/UlqZiDN5y5+5sNofN7SZ3N3e/8udGNdTV1Lv2peXBP2M1KUnhmyZjKupmdMi82ctPTC8A/xz5qWFxRLoli0xj+/IQSAjvLd3asj7LmhRfNiWZFVlJ6VFT4GNtRXt3gPZQ11exrquof5VdLAjOzNsfzfvVmF6ZnhdoiSEUirG3Boq+855Gn3Dv9AgUCgxaN3xHsQhh/NZ6YJwjiaD1u0rb52b0tbELT770LXRbE0WB/+OmmBQFFa5saGmjicnrEuNosjBuf6KCZUoi9MGllDCAAd4vGK0gcrtrb65pvqa7bGEmAR/s9d2VC/Pbou3Rh+465B6dltnya90zvqP9Eh+1mJsGKhPhDYkOBjuOrwawi7pxnaxdF8GMXHvOVZsaqhoX2f5K4olgab6moiZGjPf52A8TQ9Y1ts9gwfnA2BwOYoNnbd0uZ/kwlCAEhOb1eXzd61oi33sKylH/lEH4Q7ot7krLQh7EixR3pG2ydL77SOGjiG7GclwgOV1tfUBhoSeu6KcNz5nmkZPn3xMx+2/IlrwxYErRbNr5prAw27wz+3HiEr5ONmesa62CwI/3kpra+NZkGxvSveQUEIAPHur1U7T97+WWXbNvSK9YdDueH/lR79M6kKf83c9lj11HH7Zw958fnhHygJDsywI/wYNCctPd9KwriZD1tU1hXHjYzyI1AVPody/rXT4md6xrrYjPBhKY/urvYmxX59LTIAoN1UNtRfu3vNGduXtH2UsDvGfzxnhx/ZVEX9ZCKkY1577K0kq7N+4Rbhgdp9A7wuCMKIQ9WBGdnx/xK69peOWXHzS8vyrsiJmujWkEdYGoT8XDl+pmesi83MNi8okuPIn3YqAwDtMRBpqHu4Yttte9ava6ffp1XHuFljhC0Fq6NOoAjXzG6PlQBZnRUCER6oMvEPzRB5O8PB6dnLA81sOPd2ddm5Oz7f9/yxmXk3F5R0+gC0KxMiK272xVodx/+eiPDcQjoqjqZnjIvNCPNhVXQLirpAwv+DSRACQGs0BALlDfXb62tX1lUuqil/vXr3S1U7y7v0X8UR/usf/f/vIxznul3GPQ2d+AaFL+eE3w/nuvAHpgsEAqMzc1+v3t3craqfqtu+7/lHZBd0QZJ16Tql+BnCd0lOpEf3EciJtDSI0+nZ+TNJchz5UxACQFSuL1vzn3s2xO3Tq2yPn/9FOFRDu6zKqP7/27vzIDnK847jb/fcM3trV6vVCQh0gA6DAsE4hQFDEcsEKBMDVUAhSJGKwZiQUMSEJLJSyIWNq2xSHJUUIENinHAYDIRLSBiwzSUQSEJopTW6Vtp7dmbn7OkrfxBUQtp+t3e259T38xdFz/lM76h/877v85br0lESj8O1v8Ru2DJythVxeCMn+6PV/xZiFf0UCvUZYVyncbeB0PEzOmInzNqtp6RtTOhYWlhHIAQAoB7kbcmVjdvRmJAXnWkkJKsZDWE7bU7txhG9/iRbt4frYuv2faa20B8Z99CKQKz6X39DRbuhlu08rE4u2w6FZT8PWfVRT8kXRcjdIHaoLr5PCIQAANQDSXs997uEtcr2rjBK+iI365kzhrd5VY2MZGMGtR4ufrqNvCQQhhRVq+5eF9Mq+imU7TysTm62kAkqSpNzaD+iOWrt1lPS/SviLjaH6qKpL11GAQCoB33OzWwiiuoyE0oaVHqyYdqw84O0eZoQEs5XqDHX1ahmW42s5OOuyLLAw7LExJeXXWqggq+wbOdh7abxLjUoGflKfvnvq3brKYmy01S/m5gUUuphhJBACABAPRizTcl+5TNdXH9HFFUyJjBg6V5ciOtOM7TaPU0IoxP14az1j3uLnpUcvTTUWsHX5maV5hxfqKKBsEznYXWa5eL8nyXdvOSIv6/arWfC+YvCJ5QOFy++Pk4YAiEAAHVCsuPFIofphS5vYwmxV9rZ0qWCbTuNZDYrPg830ItbhmTO5GIX1ahy7+tpydErItMquBNAk4v1gQv94QpWr2znYXVqU/0TfkZLnP9GxmzziJmWtVvPIcuQTK1288pnEggBAED12GHknA6d5qLRiOQ2B82CVxumfeYcLL/iXXtMW4gDzkOaZwYbav2z3m1qkvzfoQauirSX9AVI+rjOnugyWhFiaaVboZbnPKxapwQmeI9/EmiQfBvUTT1NYQ86f1EscfHL0eyKjnUTCAEAwJd87Lyu7E8DE0cgyW0+MbJevcjtzqn13FCzh9WQDGl6tcSusr323xpvs8FD7myYFSzl6iZJN47jJ7pEXuyPFL2M066187A6TfiFIPkbGTf71W49JV8Up7r4He0rgXr4+YBACABAvQRC53VlXw81yTtJqEJcHHZceLZZ9ywQbnKe6/iX4TYPqyG5Qj090LDA9ZRFSaiSjJpGSt978CUtITl6oj98e2xm6Z497byXwNJAVL6M8KJw8Uscvap52c7D6nShNKSd4o9IplXvHO8vq3brucvIF5GKDzkj0FAH5wOBEACAOvGHQsrpYtkvlCvD0yT3PT/U3Om8GOZd6Yq1SZE81HG+0LdCLV490VZpiP3raKebBwkqykPNJzgdzci6+JR83dTzWkKXDpitbpx9TrCpRM8uGSEMCOVs5ytpVYhVkY4pPK83NS/beVidzg81SxbIrYpOl9x33J9aaree3dJfjuZKh7tn+oLLGSEEAADVY8DSP9YzTkf/qXG2027gihB3Nc5xuqMlxG+lsxMnm9MkDUvXNs71TaYbil8odzjMjZS3Xbk5OmPCRjszfcGNbSdf4bwYL+scilYEYqVu65KwjA1aUl6c59oWnleaTDgo7Tp7XcQxUdwQ7ZxKUx+val6287A6+YVyd+Ncp9P+JunPJe+N95dVu/Xc7PydKSb68eKaSLtPsO0EAACoJi87J4QZauDhlhPGvXxZ0zjndOeJT+/p6YQXmxB+zhbiFee5jssD0Xua5rp8qHOCTZval/6ocY463pv6WM+mnEeTgoryZOtJMxwGRX1C+avo9G3ty74mnTMmefxW1X91dPwkGVJUr7LiQ9lB+Q0aFd+r0xb/uHFus3NXyelFtUmUjKsIIa6ITDtrvNKdFojd7fzTgxte1bxs52HVuibSfu1RaScglEeb50sm32Zsa5ueq+Dftec+kAbC2xq6nP5AOtVASWdlEwgBAEAxnsyPSI5eHp72UtuiwzslzPWFHmme/88NsyT3+p/ciLcvUv6At8a6ftQ4x+98LagKcWGo5bW2xa9PO1kyX8sU9kZNNrC5xB99p33JtZGO0BeXv6oQp/gjtzfM3NGx/KHmEyZsfLLHkG3FcW/TcRd+eabcaYHY3Y1z908/tdPnTav63+RHDzj3Gj0Ubm9vmNnXueKp1gW3xbquirRfE2m/Nda1tnHOs60LBzpXPN26oIin7rf0pHM2U4R4vnXhNw97+yFFvSE6feO0k1umtlO5hzUvz3lYzda1zL+36bhDsyJP8odfaFt0vnR54euFpOkwUblG69lv6TudlxE2Kr5nWxccPbeiTfU/2bqgbWonc/Wok7cBAACEEB/qmc16RtIc74JQ8wWhpX2Wvs/UOtXAXF9I/tuwIewn8h4Hwle0ZJ+ldzkPTN3RMGtlqPWBbP+rWvKAWbCFaFf9HWpgRSB2bqjpG8HmWe52NnsmH79E2r9kni/0i5b5j4j5B8yCJexONRCeTGOSpG2OWIZTt55Gxfdy26ItenaPqbWoviX+qOeXj4awf57pu6dp3oS3jCjqZeG2yzxt7/GpkTvTeWC5TfW/2Laox8jvNPOtim/RFDqLlqjmZTsPq5YixPdjM74fmzFqGQVhd7oYK345n6i/eq4vJCVdpr4abPygfemadO+bhbERy5jtC64Mtdwa65pXFxtOEAgBAKhD/5EdfLD5ePltutRAl7uJgk/n4gcnGoOaLFPY92X610qnDi4PRP+9+QTxxTYDxU0dezYfz9rHRyfKeKoQc4q9Eu0x89NUWZvBZYHoslIOd9yXHbgl1jW7ElfSG7XkmRO1WDzRHz7R6z3ovap52c7D6ucyq5vCfjofr796PpePy5dNLvCHf9lyYh3/q8GUUQAA6sq63NA+U/Pq0X6aOViKF3l/pt/lukRlCleNSdt8PDdc0mq/XUhV9uPO29adqf0Veer/le57URM1L895WDfWa8l+aTOhGq3nRm1s2Ltl0gRCAABQYZptrU71evJQ/50b2STtuFC0pG3+S7q3DNW4J3PQKOUG8q9K+3yWx2O5oRcrkc3eKaSGpPFAbqDY+3pY87Kdh/Xh55n+uqynIex1uUECIQAAqB+P5YZ+N+VRlKRt3p7aW7oX+UBmwMPtDZ3sNPITtuKcijcKY5KNEMrmhuRnA1PIZsWxhLgvM1DcfXeb2kXxHdVQ8/Kch1VF0g1I4gM984qL3x1qtJ4PZAaK++Xo185zaAmEAACgYiwhrkr0THGviBuTu/d7vXrwcKawrxjdNVr6mVo/GNvn4RzaI2Rta11uqOKf+EGz8Bfx7vJH03szfcV9gj9M9X6sZ7WiXrC3NS/beVgluo3cSYMfFfHlcOvYnjqu5x5TW5ed9Em1Xkv+vtKTxgmEAABgfPtM7YrELq3YhPCT9MFSr74TQuw1tYtHuzMljjFJ27wy0ZMv2bP8NF3aWakuva+nLx3tThc1+DOV2q5NH5jsvV7WEo/lhnRhb5NuZli2mpfnPKwSL2qJIUu/LbVvUvd6MDvwluvkU6P1XJ3aP6mcbAj7ttTeBucdPgmEAACgwl7Vkt8e3VlEJvy3TP8PJnm9WLTfFVIr4ztGpjCesMPIGfYE2eDtQuryxK7iMuFbhTH5DfaY2o/TB6vhE1+vJc8d2X7Ao3Hd3ab2jIvpcD/L9E1qBeMOI3dVoufz/95c7ApVz2tenvOwGrykJYQQD2cH3Q+Ivaen/35sb93Xs8/Sv+duFPRzP0of2KJnY0o9hCkCIQAAdetFLXHWyCfdrsdhsrZ1U3L3LWN7ynkh9mZh7PThrUUseizY9r+me5cPb3EzWPR8fvTcke17Jzl39L5M/8Xx7glvtjrV+7TrpUQF2y6U7Ep3k55ZMrzl0dxQ0U9gC/GalvzO6M6TBj9y86YsIb4zutNlo5f39fR5I9vjX+SEzVNoWeR5zctzHlZW1rbe/OIN3pD8zM0sgE16ZmV8R27yP6bUYj1/mRu+290PDc/k42tSvUKIBpURQgAAUN0+1DMrhreuTvXGpb/Wm8L+VW542dCWB7ID5X+Ru03t7JFPrk70bDWybm4/Yhk/SR9cMPTR6lSv+3D1jp4+ZejjtekDbiaGbdYz3xjZfvPYHt3FVakp7MtHd65JT/BiCrb9eG540dBHg6VsAJOwjFWJP546vOXJ/Ij74ujCfquQum1s73GDmy+If/pUPm66vhzP2ta34jvuTO2XzBLUbOuu9IGzR7b3HfbeN7v7uMtW8/KchxW0sZA8NGXAFPZViZ5bxvakHKYZW0Lcnx04e+STogf6arGed6T2/WNqv/zkfyQ7ePnors/rWB8jhMqDG/i3EkD9++7itykCjnExRb0k3HZBqPmMQMN0NdCi+rK2NWDq24zsbwtjT+fjRUw1vDTc9kzrgnEPPZobWpX4YxGv84xAw0Xh1tMDsUX+SLvqjyo+w7Yztjlo6btNbauRfUMb21AYm8qawAbFtzLUcmGoeXkgNs8XalJ8PkXkbGvQMnqM/CY9/YKWKG6zu5m+4HWRjgtCzYv9kVbVb9p20jb7zMJmPfsHPfXrfDxe3mYbzYrvonDrnwUbl/mj83yhZtUXUdSMbaUsc8w2+y19u5Hbrmc/MXKb9PTUF321qf5rIu0XhlqW+qMdql8RyohtbNWz67XEo7nho/eoUIVoO2pLdN22J9UGs0Q1L8N5WFINim+2L3h04jr6U2hX/asiHSvDrUv8kVbVn7WtHiO/oZB8ODvUXewiz1qv5+mBhrWNc84PNR+xWeImPbMm1fuCNnro//yq5aQrI9PGfZBLRrufy48SCAGAQAjUs1IEQgCoBrN8wa8FGmf5gj4h+i39XT29y8gfcZunWhdcFm4b9+7fjO94uRIbhBbBz4cNAAAAAIc7YBaeMEfkt5FMGdVqp88qawgBAAAAYNJizttOpMq7BwyBEAAAVEBYUSgCgGPWvKMWah4yXN4FwwRCAABQAZJNmW2qA6CuhRR1ti/kdHSglM2ECYQAAKAqzHO+GMrWzvoZACjCGYGYU5Q6aBZyrCEEAAB177RAzOnQmGVSHwB17M9DLU6Hdpr5GnojBEIAAFCMJsX39WCT09EaaqgA4Fg23xeWTHZwElLU66LTnY5+oGcIhAAAoM79XUOXpOX6SO00VABwLFsaiHZ3LP9Z07x2dRIb8t0am9GlBpyOvlNIEQgBAED9uCna+dVg46GLhqCi3BKbcWfDLMldthtZ6gagJoQU9W9jXbunn7quZf45waYJuydfFGq9q3GO01FT2BsKYzX09tmYHgAATODm2IyF/kjBtvusQso25/lCjc79RT+3zchRNwA1pEHxrYp0rIp07DO117Tku3r6XT3dbeTzh7WHWeSP3Bjt/F5shiQ0vlVIjdbUFAkCIQAAcCWoKC5X2uwztVGmjAKoTXN9oeuj068X/79EMGdbccvI2NZ01d/iYlrpL7JDtfV+CYQAAMBjv8mPUgQA9SGiqLOcN6A/wpClP5Efqa03yBpCAADgsZq7HgIAT9ydPpirtV1YCYQAAMBLu4z872uqwx4AeGK7kbs/O1BzL5tACAAAvPQPqX02VQBwjNFs69pEj1Zrw4MEQgAA4KU3CmPP5OPUAcAxxRbi+uRnm2pqP3oCIQAA8Fi/pV+d6KEOAI4purCvTvQ8nhuu0ddPIAQAAB7YZ2rnjWzvNQuUAkAN2aglf5jqjRe7U84OI3fW8LbaTYMEQgAAMDFTetQW4j9zw6cNb/2UzegB1Jox21yT7p07+OGNyd2vaUlduF0EvcPI/U1y97KhLTU6U/QQ5cENnAYA6t93F79NEYCitaj+b4fbzg02LfVH5/qCjarPFmLUMnYYudcLY/+VG+4x8lQJQB1oVnznhJqW+qNL/NGF/nCr6m9UfI2qTwiRscw+S99l5N/V0+u15Pt6uj7eMoEQAIEQAADgGMWUUQAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAACISUAAAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAADK7/8AcFIpEk4dVb4AAAAASUVORK5CYII=\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/cover\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/5bcf7de9f61cc8f5\\\" subtiddler=\\\"$:/plugins/twpub/5bcf7de9f61cc8f5/images/OEBPS/7822820904504759891_25248-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/readme\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''平妖傳'' |\\n|epub-creator |''Guanzhong Luo'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''122'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/errors\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/5bcf7de9f61cc8f5/text\": {\n            \"title\": \"$:/plugins/twpub/5bcf7de9f61cc8f5/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/5bcf7de9f61cc8f5/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/5bcf7de9f61cc8f5/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F5bcf7de9f61cc8f5.png"}