{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"牛郎織女傳","name":"TWPUB","title":"$:/plugins/twpub/600965b1148c324b","description":"牛郎織女傳","converter-version":"0.1.0","epub-creator":"Mingshi Zhu","conversion-errors":"0","count-chunks":"78","count-images":"1","cover-image":"$:/plugins/twpub/600965b1148c324b/images/OEBPS/2803727616905030267_27217-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/600965b1148c324b/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/600965b1148c324b/images/OEBPS/2803727616905030267_27217-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>The Project Gutenberg EBook of Niu Lang Chih Nu Ch'uan, by Various</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">Title: Niu Lang Chih Nu Ch'uan</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Author: Various</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Editor: Ming Shih Chu</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Release Date: November 9, 2008 [EBook #27217]</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK NIU LANG CHIH NU CH'UAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">Produced by Cheang Lai Ieng</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">第一回\\n通明殿玉帝宣綸旨　戲織女金童遭天譴</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　詩曰：\\n　　七夕牛郎逢織女，恩情千載不更移。\\n　　三生有幸團圓日，化樂天宮豈忍離？\\n　　為貪歡娛致坎坷，貶下凡塵受折磨。\\n　　感得玉皇補遺恨，鵲橋相會勝如初。\\n　　無論古今，男女總難逃脫一個「情」字。情之所種，有愛情，有怨情，有豔情，\\n有癡情。情到最密之處，便是大羅天八洞神仙呂祖師，尚有「三戲白牡丹」故事，至\\n今小說膾炙人口。在下這部小說，卻是天河配、鵲橋相會的歷史。但這樁古典，都是\\n太虛幻境中之樓台亭閣，內中情節奇奇怪怪，變化莫測，好似舞台之燈彩戲一般。然\\n立言旨趣，卻是齊諧志異，寓意勸懲。正所謂：\\n　　古寺鐘聲清夜響，喚醒世間迷途人。\\n　　牛郎織女的歷史，在下不得不表明，在前既稱夫婦，何以有七夕一相逢之說？考\\n之世說，原來天河之東有織女，乃天帝之孫女，勤習女工，容貌不甚修理。後奉天帝\\n之命，許嫁於河西牽牛郎。嫁後，竟廢女工，天帝大怒，令織女仍歸河東。那牽牛郎\\n在河西思之不已，於是有鵲橋重會，每年僅七夕始得一圓滿時日。這便是二位大仙的\\n來歷。在下要鋪張小說，必須表明在先，免得閱書人駁我荒唐。本意已明，書歸正文。\\n正是：\\n　　原將天河古來事，留與今人作話傳。\\n　　話說玄穹彼蒼，玉皇大帝坐鎮三十三天，統率九曜二十八宿，掌管日月星辰七政，\\n至尊無極，功德巍巍天尊。正當下界漢室中興時代，天下太平。新正元旦之期，神仙\\n朝天，奏請玉帝臨朝，登通明殿。但見文武星神，分班朝賀，仙風吹動，香煙圍繞，\\n殿上笙簫笛管。有唐詩為證，詩曰：\\n　　淡月疏星繞建章，仙風吹下御爐香。\\n　　侍臣鵠立通明殿，一朵紅雲捧玉皇。\\n　　殿前當駕傳宣星君，啟簾宣道：「有事出班啟奏，無事請駕回宮！」但見國師太\\n上老君，領著左右二相、福祿壽三位星君、南斗星君、北斗星君、正乙玄壇星君、九\\n天雷部星君、太白星君、五穀星君、四方觀音大士、四土金剛、九曜二十八宿，還有\\n每逢歲底朝見的灶王星君，一齊分班朝賀，山呼：「萬歲！聖壽無疆！」玉帝宣旨道：\\n「眾卿平身！下界漢室重建，歲時如何？生靈善惡如何？監察神速即奏來。」只見五\\n穀星君高擎牙笏，出班奏道：「萬歲洪恩，下界漢室重興，王莽授首，君明臣忠，風\\n調雨順，國泰民安，海不揚波。生靈之幸福，誠乃萬歲之賜也！」玉帝道：「下界光\\n武乃應運之主，救民於水火之中，既能定國安民，當再佑以國祚綿長，以免生靈之劫\\n數。」眾星君皆俯伏謝恩。太上老君奏道：「新正初六日，為陛下千秋聖誕，臣已在\\n兜率宮設下蟠桃大會，約會諸大神仙與陛下上壽，乞降旨恩准！」玉帝道：「往年蟠\\n桃大會，被孫猴兒鬧翻了全局，今又躬逢盛典，不可不賞，准卿所奏。」老君謝恩畢，\\n又奏道：「此次萬壽盛典，乃五百年之一大週期，與往年不同，筵上應用百寶俱全，\\n但缺至尊所御用之珊瑚八寶溫涼玉杯，必須瑤池西王母處借來，方可以壯觀瞻。」玉\\n帝道：「這容易。」便傳隨身伴第十二位金童，至御前諭道：「爾可往瑤池西聖母處，\\n傳朕旨意，借取溫涼玉杯，不可有誤。」金童領旨出朝，駕起神雲，竟往瑤池而去。\\n玉帝降旨退朝，諸仙告散。\\n　　且說這第十二位金童，久慕瑤池仙宮之豔名，每思拜謁，恨無機會。今日卻逢際\\n遇，欣欣然駕著一朵祥雲，直上高山斗牛宮前。始下雲頭，即有紅紼仙女接著，問道：\\n「上仙到此何事？」金童道：「奉旨而來，要見聖母。」紅紼仙女道：「既奉旨來，請\\n進去。」金童進了斗牛宮，但見萬花齊放，蕊香撲鼻。正是：\\n　　天上第一神仙府，勝似凡間帝王家。\\n　　一路仙家妙境，金童無心玩賞，逕進宮門。宮門中有幾個仙童，因係奉旨，故不\\n阻攔，故而金童放膽直至瑤池。忽聞一陣香風，遇見一位仙女，髩插一枝梅花，正坐\\n在望月閣下織機。這位就是斗牛宮中第七位仙女，係玉帝之婿張天君所生，俗呼做張\\n七姐，玉帝之外孫女，故又稱天孫織女。生得容貌絕世，他卻不喜修飾，不搽脂粉，\\n時常淡裝素服，禁步珊瑚，飄飄然一個無上的仙女。\\n　　金童不見猶可，見了之時，頓起凡心。上前深深一揖道：「天孫姐姐安好！」織\\n女吃了一驚，連忙還禮道：「上仙乃玉皇駕前之金童，到此何干？」金童道：「奉玉旨\\n見聖母，乞取溫涼玉杯。」織女道：「聖母在聚仙台上，方與東方朔大仙下棋。上仙\\n奉旨，待我與你傳達。」金童聽說，一發放心，便笑逐顏開道：「聖母方在下棋，且\\n慢驚動。小仙慕天孫姐姐的芳名，恨未一見；今日僥倖得遇，平生願足！」說罷，又\\n是一揖。織女見他眼角傳情，又是一個青年秀美男子，禁不住微微嫣然一笑。\\n　　這一笑，金童卻弄錯了，以為織女有意，更近前一步，又恭恭敬敬一揖，帶笑的\\n說道：「倘蒙見憐，尚望慰我渴情，則感激不盡！」織女怒道：「你既奉旨而來，何得\\n與我多瀆，還不速退！倘被聖母知道，負罪不淺！」金童笑道：「任你發怒，罪有我\\n當！你既不肯見憐，我卻至誠老實，毫沒二心。今日奉旨，不便晤敘，尚望姐姐格外\\n見憐，贈我一件表記，以便後會有期。」說著，便用手將織女髩上一朵梅花，摘了就\\n走。織女欲想奪回。\\n　　正嚷之間，只見四個值宮仙女執紼過來，宣諭道：「奉聖母之命，速傳天孫入見。」\\n把個金童嚇得魂不在身，織女趁勢便道：「好，好，好，我同你見聖母去！」當即一\\n擁進宮。\\n　　只見西王母頭帶九雲冠，身穿百雉仙衣，腰圍玉帶，手秉如意，端坐殿上。兩旁\\n眾仙女站班，下面立著許多黃巾力士。織女首先跪下，哭奏道：「十二金童無禮，乞\\n聖母作主！」聖母道：「吾正同東方朔大仙下棋已畢，忽然心血來潮，已知宮中有凡\\n心之事，故而別了大仙，立即回宮。爾等究是何人起意？照直奏來！」織女便全推在\\n金童身上，又指金童手中的梅花作證。那金童只得低頭默無一言。聖母道：「雖由金\\n童起意，但爾不宜一笑留情，情之所繫，雖萬劫不能挽回。天孫亦有不是。」說的織\\n女面赤，俯首請罪。聖母道：「爾等既有凡心，已犯天律，不能不懲，以儆效尤！」\\n便傳紅紼仙女將天孫帶去看管，紅紼仙女領旨，先把織女帶下階去。聖母道：「十二\\n金童奉旨而來，動了凡心，溫涼玉杯不能污爾之手，我即親自呈獻玉帝。既犯天律，\\n自然照例嚴懲。」即命黃巾力士將金童看住，命守珍仙女帶了溫涼玉杯，登時乘了六\\n雲車，帶了十二對仙童仙女，黃巾力士押了十二金童，駕起彩雲。在天宮過了靈霄殿，\\n到玉清宮下車。當有守宮仙官轉奏內庭玉帝，就在便殿接見。\\n　　聖母見駕朝賀已畢，奏：「珊瑚八寶溫涼玉杯，臣已親自帶呈，望乞驗明。予祝\\n聖壽無疆！」即命守珍仙女跪呈御前。玉帝道：「承借玉杯乃小事，致卿家跋涉仙步，\\n朕心不安。想十二金童必有負罪之處？」原來玉帝因不見金童復旨，又見聖母面有不\\n豫之色，料必有事，故發此言。聖母奏道：「聖上明鑒，十二金童戲侮天孫織女，藐\\n視天律，委實有罪。織女臣已將其看守，金童亦帶在階下，請陛下發落。」玉帝怒道：\\n「朕向以十二金童謹慎，故而略加寵愛，今遽戲朕之外孫女，不得不付之天律！」命\\n黃巾力士押金童至殿前跪下，責問道：「淆亂仙宮，輕圖玉旨，該當何罪？」金童伏\\n地，自稱萬死，玉帝道：「天律條法，不能為汝一人寬容！」命傳刑曹星官，帶同黃\\n巾力士，押了十二金童直往斬仙台，用誅仙劍梟首。此時金童悔之不及，淚如雨下。\\n兩旁黃巾力士正擁出宮門，刑曹星官剛接了玉旨，只見宮門外一朵祥雲，一位仙長翩\\n然而下，大呼：「且慢動刑，待老臣見駕，自有挽救！」眾神一看，正是太上老君。\\n不知後事如何，且看下回分解。\\n第二回\\n李老君慈心救金童　天孫女被謫雲錦官</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　卻說太上老君在玉清宮門外阻止緩斬金童，又囑黃巾力士：「靜候旨音，本官上\\n殿，自有解決。」說畢，匆匆來到通明殿上。\\n　　傳宣星官見是老君到來，不敢怠慢，即忙進至便殿，轉奏玉帝。即傳旨：「老君\\n通明殿見駕。」一面命聖母在宮內少候片時。這裡內侍星官及金童等擺駕護送，至通\\n明殿，駕住寶位。老君俯伏品級階前，山呼萬歲。玉帝道：「老卿平身！有何本章呈\\n上？」老君始起身，躬立左旁奏道：「老臣正在兜率宮中煉九轉九萬年金丹，忽然心\\n血來潮，隨即起坐駕雲，運開慧眼，見斬仙台上犯天律的乃駕前之第十二位金童。聞\\n係因戲侮天孫織女，偶染凡心，致被降斬。老臣特來乞免！若以染犯凡心而淪，彼此\\n固有移情，況天孫織女尚在瑤池聖母宮中，並未審查情由，但以摘取梅花之事，令金\\n童一人兼罪，可見此事，未曾公允。」玉帝聞奏，沉吟半晌，始帶笑說道：「老卿之\\n言，卻也相宜。但若輩既犯天律，理應懲治，在老卿之意見，有何另行處治之法？」\\n老君奏道：「彼二人既有凡心，在天宮本不應有此事，只得姑念二人年幼無知，從寬\\n懲罰，以做效尤！天孫織女，其先一笑留情，亦當處置，令其獨居河東工織數年，若\\n有疏怠，再行嚴加警戒。惟金童違旨戲侮天孫織女，摘弄髩插梅花，分明凡夫俗子所\\n為之事，何況玉旨在身，公然藐視，不可不懲罰。可將他貶下凡塵，令受顛沛折磨之\\n苦，使其悔悟，然後再行超昇天庭，方好佳偶天庭。務乞聖上准奏降旨！」玉帝聞奏，\\n即點頭道：「就依老卿之見，可傳朕之旨意，將金童免斬，提回，待朕面責一番。再\\n差太白金星送他下凡可也。」\\n　　太上老君來至斬仙台，將旨宣讀畢，即命刑曹星君放下金童，便領了金童復至通\\n明殿。那金童俯伏請罪，玉帝道：「爾乃隨朕之金童，奉旨往取溫涼玉杯，不料你淆\\n亂瑤池，聖母宮中違旨戲侮天孫，已是罪不容誅。姑念爾年幼無知，又有太上老君保\\n奏乞免，故將爾提回不斬。今將爾貶下凡塵，稍令你二人流離，若知感受顛沛之苦，\\n然後使爾等贖罪婚配。」降旨已畢，太上老君謝恩退出宮外，駕起祥雲，回兜率宮去\\n了。這裡玉帝降旨宣召太白金星上殿，命帶送金童下凡投胎降生。太白金星領旨，帶\\n同金童退出通明殿去了。\\n　　玉帝退朝回宮，來至玉清宮中，聖母迎接，分君臣坐下。聖母問道：「太上老君\\n請駕面奏何事？」玉帝即將太上老君乞免金童赦罪之事，並復行貶下凡塵之旨意，宣\\n諭了一遍。聖母道：「這也使得，待臣回宮之時，亦將天孫織女打發河東織工，倘有\\n疏怠，再行嚴加約束。」玉帝點頭稱是。聖母即起身，別駕出宮。走過通明殿，出了\\n午門，仍坐六雲車，那些隨行的黃巾力士及仙女等，擁護駕雲而去。一路上五色祥雲，\\n萬仙往來，絡繹不絕。只見風送雲車，轉眼之間，已到了瑤池宮前。\\n　　聖母下了六雲車，仙娥宮女扶侍進了瑤池宮中。聖母坐定，即命仙女去呼召天孫\\n織女。那仙女領了懿旨，來至瑤池西旁拘仙室內，即將天孫帶了，連同看守仙女齊至\\n宮中。天孫織女見了聖母，即跪下請罪。聖母責道：「吾適才帶同金童送呈溫涼玉杯，\\n至通明殿，已奏知玉帝。爾等凡心之事，玉帝大怒，降旨將金童推出問罪。幸而太上\\n老君仁慈保本，玉帝准免死罪，姑念年幼無知，貶下凡塵受苦，已命太白金星送往下\\n界去了。」天孫織女一聞此旨，大吃一驚，心中也不免憐惜，又不敢辯護。聖母又責\\n道：「彼已受貶下凡，難免顛沛之苦，亦不容汝獨享安逸自在。」\\n　　遂向看守仙娥及黃巾力士道：「著爾等押送天孫織女往天河東雲錦宮內，令其終\\n日工織，不得疏怠。爾可監管，倘有不遵情形，速來奏知，再行嚴加處置。」天孫織\\n女聽了此旨，嚇得魂不在身，即叩頭乞求免。聖母怒道：「爾尚不願領罪？豈不知自\\n作自受，何得違抗天律？爾若從事工織不肯疏怠，玉帝自有憐惜之心，待彼此圓滿之\\n日，或可令爾等贖罪婚配，此時何得多瀆。」天孫織女見聖母降下這一番懿旨，心中\\n雖是懊悔，卻也無可如何，只好俯首領旨。當下看守仙娥及黃巾力士領旨，押著天孫\\n織女，出了瑤池聖母宮，一同駕了一朵祥雲，冉冉而去。\\n　　正行之間，那黃巾力士笑道：「天孫仙女此去雖是苦工，尚有圓滿逍遙之日，大\\n凡成仙成佛，俱是先苦而後甜。遵守天道，不曾輕舉妄動，玉帝自生憐惜之心！」天\\n孫織女道：「此事發生之初，真乃是料所不及。我見金童舉止溫和，不過路生憐惜之\\n心，故有一笑而已。不料金童放膽行為，摘去梅花留情，所以合當如此，觸動帝怒，\\n令我二人彼此分離。正所謂薄命鴛鴦！」天孫織女言及至此，那眼中的仙淚不禁滾滾\\n而下。\\n　　那看守的仙娥勸道：「天孫，請勿悲苦！此番同到天河東雲錦宮內工織，我亦陪\\n伴天孫司事，當動則動，當靜則靜，自無寂寞之苦了。」天孫織女道：「事已至此，\\n無可挽回，只好進行而已！不知金童貶了下界，受何種苦痛，什麼折磨？恐其不能安\\n閒自在，即如我居天河之東工織，總比凡塵安逸多矣！」眾仙你言我語，不覺已到了\\n天河之東。\\n　　各人下了雲頭，四面一看，只見天河之波茫茫漾漾，不見邊岸，那些鵲龍巢穴，\\n奇形怪狀。天河東西長有九十一萬里，南北闊有三十一萬里。\\n　　閱書諸君，這非著作之人說荒唐之言，不足憑信。在下曾閱天文星相書籍，上載\\n明天地之形色，並非方正，乃長而且圓，故有此項之稱。\\n　　閒文少敘，但言天孫等眾仙，四面遊覽已畢，一同進了雲錦宮。只見守宮仙女接\\n著天孫仙女，送進宮內，並通報雲錦聖母。雲錦聖母聽了天孫侵犯天律，不免又警戒\\n了幾句，即命守宮仙女，同往工織室內從事而去。又打發黃巾力士回瑤池去復命，黃\\n巾力士領命退出宮外，仍由原路去了，直至瑤池聖母宮中復旨不提。\\n　　這裡雲錦宮內，天孫織女同看守仙娥來至工織室中，從事工作，終日辛勤，天上\\n人間，同是一理。所幸看守仙娥同伴司事，倘天孫悲苦，即從旁慰勸。回念：「那日\\n一起凡性，以致二人敗露至此，彼此分居天上人間，怎不令人心中暗痛！金童若非為\\n我遭貶，我也不憐於他。可見情由冤結，佳偶天成，刻下受苦，但願後來成為夫婦，\\n也不枉痛苦一場！」思及至此，倒在仙榻昏昏睡去。不知後事如何，且看下回分解。\\n第三回\\n牛員外晚年得子　惡馬氏唆夫占產</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說天孫在雲錦宮中工織室內思前想後，想到悲傷之處，不免長吁短歎，又捨不\\n得金童凡間受苦，回想舊情，倒身仙榻之上，昏昏睡至天明。清早起身，淚痕猶存，\\n看守仙娥婉言勸慰了一番。由此終年終日工織，按下不提。\\n　　且說已到正月初六日，玉帝聖誕之期已至，在三十三天兜率宮設下蟠桃大會，各\\n位神仙星官及瑤池聖母、雲錦聖母、觀音大士、八洞神仙、一班仙童仙女，擁衛玉帝\\n乘坐逍遙輦，駕五色雲，至兜率宮，太上老君朝服迎接聖駕，下了御輦，升了寶座。\\n眾仙朝見，拜祝聖壽無疆。老君供獻金丹，眾仙謝恩，蟠桃大會舉行仙樂，說不盡三\\n十三天繁華聖景。正是：\\n　　此曲正應天上有，人間那得幾回頭。\\n　　眾仙祝壽已畢，仙樂告終，玉帝起座，老君送了聖駕。玉帝仍乘逍遙輦回宮，眾\\n仙各自駕雲去了不提。\\n　　再說太白金星領了玉旨，帶同第十二金童，駕了一朵青雲，經過天河，來到南天\\n門。往下界四面一看，只見雪飛六出，即知五穀豐登之兆，向金童道：「今年下界物\\n阜民康，河清海晏。但投凡胎，你須擇其人地兩宜之處，方可安插仙體。」說著屈指\\n一算，應往下界中州地點（即今稱河南省，因河南在華夏之中，故曰中州）。那河南\\n有個洛陽府洛陽縣牛家莊，有一牛員外，家財豪富，髮妻早喪，只生一子，名牛金成，\\n娶媳馬氏。後來牛員外因子不孝、媳不賢，後又續娶李氏。過到三年，尚未生育。忽\\n然身懷六甲，將屆臨盆。所以太白金星在南天門早已算到，已知牛家可落。隨同金童\\n出了南天門，撥落雲頭，直向河南而來。\\n　　一時之間，到了洛陽府地界，直撲牛家莊牛員外家，方才止住雲頭。太白金星即\\n放下一陣清風，把金童下去投胎。金童明知受苦時日已至，不禁淚如雨下，哀告太白\\n金星道：「小童今日遭貶，莫不悔恨前非，然事到臨頭，不可挽救；但難滿之日，尚\\n祈星官屆時超拔天庭，小童即感謝洪恩！」太白金星點頭允諾。霎時間，金童隨風而\\n下。太白金星見金童別去，投下凡胎，即起身仍行駕雲回天宮，至通明殿復旨不提。\\n　　卻說牛員外見後妻李氏將屆臨盆，忙請了穩婆照管一切。忽見丫環報道：「上房\\n李夫人生下一男。」牛員外心中歡悅不盡，忙謝了穩婆幾兩銀子，送出去了。又僱了\\n兩名侍女，耑以扶持產娘。惟有牛金成夫婦，心中大為不悅，卻也不敢出口，只好夫\\n婦暗中說話，終是無法可治。惟有暗罵其父：「老而不死，今已五十有餘，年紀已老，\\n又育兒子，可見令人切齒！此恨此怨，何日可以勾消？」這裡牛金成夫婦暗自怨恨，\\n按下不表。\\n　　且說金童下凡，托生落地成人。那李氏產下兒子，穩婆包洗之後，送到牀上，李\\n氏一見，心中大悅。自此產婦調養，自然看顧週到。轉瞬之間，已屆一月。到了滿月\\n之日，牛員外吩咐家人張燈結綵，桌椅屏幃，收拾得齊齊整整。諸親眷友，鄰里鄉黨，\\n皆來致賀。到了這日，大廳上熱鬧非凡，梨園歌舞，音樂吹打，猜拳行令，一時間哄\\n鬧滿堂。牛員外又至上房，吩咐丫環將兒子抱出，（缺文待補）\\n　　光陰荏苒，韶華易過，牛員外生了幼子金郎已是六歲。此數年以來，無非凡事護\\n庇幼子，往往和長子金成吵鬧，所以逐日氣悶在胸，遂染成一症，偃臥在牀。雖有李\\n氏伏侍週到，惟年紀已越花甲，血氣已衰，精力枯耗，延醫服藥，終不見效，病勢日\\n增一日，漸至飲食不進。連日招呼金成夫婦看護，非但置之不問，而且任意揮霍家財。\\n一日清晨，李氏見牛員外病勢已深，骨瘦如豺，惟有束手待斃，別無他法可治。坐在\\n牀上，手中攜著金郎，悲泣道：「君家病勢沉重，醫藥罔效，長子又不顧問，妾一女\\n流，亦無可如何，一有不幸，叫妾如何是好？遺此小冤家，雖有家財，爾之長子不肯\\n保守，任意揮霍，叫妾與此幼子置身於何地？不如與君三人同行罷了！」牛員外勸慰\\n道：「夫人不必遠慮，死生有命，富貴在天。即如我死之後，爾可領帶幼子長大成人，\\n目下雖然苦守家庭，有依靠幼子之希望。望夫人寬放心胸，我在九泉之下，陰魂自有\\n庇佑！」夫妻正在談論之間，忽報長子到來。不知長子來此所為何事，且待下回再為\\n詳敘。\\n第四回\\n一旦無常員外病逝　喜怒不測金郎被打</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　再說牛員外夫婦正談話之間，忽然長子到來，走近父親牀前，見繼母流淚不止，\\n想必思慮將來過活方法，也並不曾追問情形。李夫人一見長子到來，即拭乾眼淚，並\\n不聲言。牛員外見牛金成立在牀前，即叫他坐在一旁，便低言道：「我兒到來，曾知\\n為父病勢如何？」金成道：「孩兒特來探詢病狀，連日因莊田收租忙碌，租戶聯欠不\\n清，已令家人急行追討。今日由外面回來，聞得父親病勢加重，故而前來省視，還是\\n再行延醫診治，還是另作方法？請父親訓示兒子！」牛員外聽了長子之言，似乎說得\\n有理，一陣心酸，垂淚於枕，悲聲道：「為父病症已入膏肓，諒亦不可收拾。倘若我\\n死之後，吾兒須要保守家產，格外宜勤宜儉，切不可以父已死，無人約束，任意浪蕩。\\n須知為父死後，宜知父死猶生，即幼弟生存，繼母在堂，亦當好生看待。爾妻生性驕\\n愚，亦宜和平對付於伊，且不可時常吵鬧。為父在日，尚未虧待爾等，若非為父，豈\\n不惹人傳聞笑柄？」言及至此，氣即不接，只有微吁而已。牛金成聽了其父一番教訓\\n言語，也感動心思，自己覺悟，不禁淚流滿面，發語慰道：「吾父之病既入膏盲，不\\n及診治，皆因年老血衰之故，倘父親歸天之後，兒自竭力孝敬繼母，友愛幼弟，乞父\\n不必掛在心頭，只管放心便了！」\\n　　正說之間，牛員外已變了氣色，痰塞心胸，立刻氣絕而亡，登時眼閉足直，丟拋\\n恩妻姣兒，撇棄萬貫家財，一赴黃泉，萬般皆休，任憑妻子如何痛哭，竟不回頭一顧。\\n嗚乎！人生百年，只享三萬六千日，一旦無常，各自奔飛，昔日寵妾愛子之心，完全\\n湮沒，實可淒可慘。正是：\\n　　慈母守節，難免思夫之苦。孤子生存，恐遭惡嫂之謀。\\n　　親戚不能顧問，家產不久分析，事到如今無挽救，話言至此更慘傷！\\n　　牛員外已經死了，不必多言。這裡李夫人及長子、長媳皆痛哭不已。惟有李夫人\\n痛心尤切，幼子金郎尚不知人事，那知父死悲傷？所幸金成倒感動了孝心，料理衣衾\\n棺槨，一切週到，訃報親友，擇日開奠出殯。至期，親友奠祭紛紛，孝幕高懸，喪堂\\n齊整，並有僧道齋醮。忙了多日，候期出殯，屆時歸葬山林。自此金成子頂父業，掌\\n管家財，馬氏更加得意，豈受繼婆節制！那李夫人自丈夫死後，悲哀過甚，身體亦漸\\n衰弱，面黃饑瘦，守持了一年有餘，即成了心勞重病。加之愛子心切，思夫意深，隨\\n得一病，臥牀不起。金成倒也孝敬，不忘父親遺訓，即忙延醫供藥。那知命該如此，\\n並無挽救之法，也就一命嗚呼尚饗了。正是：\\n　　夫妻同赴黃泉路，叔嫂陰謀發現來。\\n　　牛金成見了繼母已死，即忙收拾棺殮殯葬，又花用了若干銀錢，也如父親一樣，\\n送侍歸並山穴，了結父母的手續。而金成格外感想家情，心中甚為悲苦，但念幼弟今\\n年方才七歲，父母雙亡，亦甚憐愛金郎。惟有馬氏執掌內務，僱用九個耕夫鋤種田園。\\n但不時將金郎以小故毒打，而金郎年雖七歲，頗知人情，故不敢告訴其兄。金成有時\\n赴城經市，有時出外收租，尚不知其妻凌辱金郎。\\n　　光陰似箭，日復一日，又過了新年，金郎已是八歲了。一日，正值三月天氣，桃\\n紅柳綠，金郎獨往後花園內，吹放風箏。只見天氣晴和，蝶舞花心，兒童玩性，大地\\n皆然。金郎一人也在後花園中頑耍，不料風箏吹放上去，只剩了一根紓線捏在手中，\\n適值那日風氣愈大，風箏隨風飄上。金郎只管挪索，腳步站立不住，被風一刮，連人\\n拖帶。那防桃樹旁邊有金魚池一口，其中蓄金魚之水不過一尺餘深，金郎忽然被風拖\\n到池邊，「撲咚」失足跌下，那風箏線索也放了飛上天去。金郎跌了下去，渾身衣服\\n浸濕，所幸水不大深，尚無生命之虞，卻吃了一飽池水。扶爬起來，抓住石欄慢慢步\\n履而上。\\n　　人雖不曾淹死，但衣服卻無一點乾處，只得立在牡丹階前，迎著太陽熏曬。若是\\n回到家中，又怕大嫂見了毒打，思及於此，眼中垂淚，仰面朝天歎了一聲怨氣。說也\\n奇怪，正值太白金星駕雲經過，係往北斗星君處面商要事。正行至此，只見怨氣通天，\\n遂止住了雲頭，向下界一看，方知第十二金童遭受苦難，心欲憐救於他。又屈指一算，\\n尚有五年的苦難始能超昇天庭，又想：「目下不能挽救，我須升奏玉帝，再為另酌方\\n針。」想及於此，又駕雲而去。\\n　　那金郎正在垂泣之間，後面忽來家人呼喚。走近金郎面前，見其衣服濕透，便問\\n其情由。金郎以情始末告之，家人方才知道，只得安慰幾句，並言：「若見其嫂，老\\n僕自當說情。刻因午飯已備，不見你在廳上，故命我來尋喚你的，你快隨我來罷！」\\n金童只得垂頭跟老家人來到廳上吃飯。將走至廳前，馬氏已在席上自飲，而其兄金成\\n並不在家。馬氏一見金郎到來，不覺怒由心生，又見其身上衣服全濕，更加火上加油，\\n便喝罵道：「你這小畜生！吃飯不知時候，穿衣不知愛惜，我命老僕喚你吃飯，誰知\\n你要到水晶宮中去？你今方在幼小之時，倘若長大成人，豈不大鬧天宮？今日午飯罰\\n免不許吃。待我吃了飯，再行處治於你！」說著，一面吃飯。\\n　　登時吃罷，即伸拳捲袖，上前一把拖住金郎，脫剝上下衣褲。那老僕知事不妙，\\n憐惜屢次受其毒打，今番更加利害，忙上前扯住馬氏。馬氏怒不可遏，惡眼圓睜，橫\\n肉顯面，罵聲：「老僕！打死有我抵命，與你無干！」家人、婢女向知馬氏兇惡，不\\n敢強制而行，只得退立一旁。這馬氏將金郎上下衣褲剝得乾乾淨淨，一縷無存，手執\\n三絲藤條，渾身上下一陣亂打，打得皮破肉綻，鮮血淋漓，白肉變紫，週身無一點好\\n肉。金郎只得號呼痛哭，哀求大嫂少打幾下，馬氏那裡肯聽？忽被金郎抓住藤條，哀\\n告道：「且請大嫂息怒！我的身上已打得鮮血淋淋，就如小叔作了你的兒子罷！不然\\n尚請大嫂看父母面上，容我一次罷了！」馬氏喝道：「你這小畜生！還敢巧言舌辯？\\n今日不打死你，不得干休！」說著，即抽藤條過來，又欲痛打。正在喧嚷之時，金郎\\n正在痛哭之際，門外來了挽救星，僕人皆大歡喜。欲知來者何人，且看下回分解。\\n第五回\\n金牛星下凡救金郎　惡馬氏存心害小叔</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說金郎被馬氏正在痛打，痛哭之際，忽然來了一人，你道是誰？原來其兄牛金\\n成由城內回來，聞得內廳喧吵之聲，即忙大步奔入。見馬氏揪住金郎毒打，上前將藤\\n條搶在手中，便向馬氏打了十餘下，把馬氏喝開一邊，然後拖過金郎立在身旁，代他\\n揩拭血跡，又命家人打水來洗淨，穿好衣服，叫他吃飯。金成怒猶未息，以手指著馬\\n氏罵道：「你這潑婦，良心何在？時常毒打幼小之叔。今日不知何故，又遭你的毒手？\\n幸我今日回來，若非我來，你豈不將他打死？自此以後，如再故違，那時定不同你干\\n休！」馬氏被丈夫打罵了一頓，滿面的羞慚，停了一刻，方立起身來，進內房去了。\\n　　金成又問了家人幾句，方知金郎被風箏跌濕衣裳被打，也自感歎了一回。坐在廳\\n上，自己思想：「父親遺命，囑我好生看待幼弟，不料不賢之妻凌虐於他，真正令人\\n可恨！今幼弟年已八歲，可以入學讀書，以免時遭慘害。或者得受師訓化，智識既可\\n以開通，又可以脫離悍婦之手，亦免我內顧之憂。」想及至此，主意已定。立起身來，\\n四處查看家情。\\n　　過了幾日，即托鄰人請了一位秀士，姓任，名笑凡，在家教讀。金成即命家人收\\n拾前廳東書房三間，打掃乾淨，擇了黃道吉日，正是初秋七月的天氣，請了先生到家，\\n教金郎讀書。任笑凡作西賓頗有經驗，金郎也甚聰敏，師生互相親愛。讀了一年，四\\n書過目不忘，聰明無比。自從那日被金成責打馬氏以後，又命金郎另居讀書，雖然仇\\n恨在心，不敢再下毒手，但夫婦之間，不免發生不睦之態度，卻也不大妨礙。到了次\\n年，金郎年已九歲，讀了一年書籍，加之先生訓誨，智識稍為開通。無如金郎的難星\\n未滿，不能脫離苦海。忽然教師染病臥牀不起，未幾去世。金成又花費了葬殮銀錢，\\n了結喪事。自此金郎又無先生教讀，雖自己聰敏，也就半途廢止，不免陷入於苦海之\\n中。金成不在家中，衣不得暖，食不得飽，早晚打罵，在所不免。金成豈能保護周全？\\n金郎受難，暫行按下。\\n　　再說太白金星，那日駕雲行經河南地界，見金郎這番情形，發起慈悲之念。往北\\n斗星君處，公事已畢，返天庭至通明殿玉帝駕前復旨，奏道：「那年陛下命臣送貶第\\n十二金童下凡投胎，臣昨日駕雲行經此地，忽見怨氣沖天，撥雲一看，始知金童備受\\n折磨。雖金童應受劫數，誠可憐可憫！臣特奏請聖上賜解脫方法，不然，恐遭其嫂毒\\n斃，無可挽回。」玉帝聞奏，諭道：「第十二金童那年下凡投胎，至今方有九歲，須\\n到十三歲，方可圓滿超昇天庭。卿既有憐愛之心，又恐其嫂毒斃，卿家有何方法令其\\n解脫麼？」太白金星奏道：「陛下既發慈悲，臣就陳奏挽救方法。金成家中有牝牛一\\n頭，刻下腹懷桷牛，准於明日生產。陛下可降旨，命金牛星下凡，托附牛身，使其產\\n下，可和金童作伴。有患難之處，金牛星自然報告金童，即可免性命之虞。」玉帝聞\\n奏，點頭允許，降旨道：「差卿往斗牛宮，命金牛星下凡挽救金童，以待金童難滿之\\n日，金牛星可以化身脫離，搭救同上天台。」降旨已畢，玉帝退朝回宮不提。\\n　　太白金星領了玉旨，退出通明殿，走到朝門以外，駕雲而去。一路由東而西，經\\n過天河東雲錦宮旁，直往無塵大道，至斗牛宮前下了雲頭。進入宮中，至西廊下會見\\n金牛星，面宣玉旨。金牛星不敢違旨，遂別了天神天將，攜帶天書寶物，隨同太白金\\n星出了斗牛宮，同行駕雲，直往南天門。出了南天門，直往河南地界，到了洛陽縣牛\\n家莊上，撥雲分別下去。太白金星自駕雲頭回天庭復旨不提。\\n　　且說金牛星帶了天書並寶物藏在身上，下來附入牛身。那牛正在臨產之時，將欲\\n產出，金牛星已化魂入魄於牛身。閱書諸君駁問在下編輯之人胡言亂道：「那金牛星\\n既下凡投胎，何以攜帶天書寶物，難道化作牛身，尚能施用天書寶物麼？」諸君有所\\n不知，神仙舉止，凡人何能識破？那可與人見聞？即如人犯天條，欲作隱惡之事，忽\\n然半空中霹靂一聲，惡人立時殞命，又不見神仙的跡影。可見神仙行為，天機奧妙無\\n窮，凡人安能得知？閒言少敘，再說小牛產下之後，牛金成忙命家人代牛洗浴，及看\\n待老牛等事。以後老牛不久亦生病而亡，但剩下小牛一個。那小牛漸已長大，能以耕\\n種田園，能知人事，又能言人語。那牛說話，卻只對金郎一人可言，對金成眾人概不\\n出聲。自金郎廢學以後，又過了一年，無事可做，無書可讀，每日受其虐待，說著令\\n人聞之酸鼻，聽之傷心。正是：\\n　　吉人自有天來相，蒼天不加悔罪人。\\n　　馬氏見金郎已經十歲，不准金成再請先生與他攻書，叫他終日牽牛牧養、上山放\\n草，金郎不敢不遵，只得牽牛上山，竟牧耕牛。那牛頗知人事，見了金郎之面，似乎\\n故舊一般，搖頭擺尾，喜悅形狀。到了山上，任金郎坐臥玩耍，並不擅離左右，早隨\\n金郎而出，晚隨金郎面歸。馬氏以金郎作了牧童，更加視如豬狗一般，命金郎日裡上\\n山牧牛，夜間牛欄內同眠。金郎也不敢違抗，只得依從。\\n　　一日晚上，金郎睡在牛欄內，將至半夜，正在濃眠之際，那牛以足踢醒。只聞牛\\n言道：「小主人金郎醒來，我有言向你說明。」金郎被牛腳踢醒，唬得魂不附體，怎\\n的牛能說起話來？又聽了那牛說道：「金郎，你明日午飯之時，有性命之憂，我故把\\n你踢醒，告訴於你。」金郎詫異道：「你何以知吾明日午飯之時，有性命之憂？請道\\n其祥。」那牛回道：「你明日回府吃飯，你嫂特製藥麵，你兄進城未回，正好毒你。\\n我已知此事，預先告訴於你，免你受毒。」金郎道：「我嫂有心害我，固是真情，但\\n不知你非人類，何以預知？」那牛道：「我既在府上為牛，彼此主奴均有緣分。問我\\n何以預知，世人以畜類口不能言，惟耳可以灌聽百里。即如我作人言，此不能洩露天\\n機，你也不必追問，只好緊記在心便了。」那牛言訖，再不做聲，便倒身下臥。金郎\\n見牛如此，自己仍臥一旁，思來想去，終是不明：「既嫂害我，牛能預知，牛依人言，\\n甚為奇怪。」若知明日如何，且看下回分解。\\n第六回\\n大分家僅得一牛　小便宜馬氏歡心</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說金郎睡到天明，仍牽一牛直往山中去了。家中惡嫂馬氏果然應牛之言，暗中\\n買了砒霜放和麵內，另作毒金郎之用。到了晌午時分，金郎回家吃飯，走至廚房，馬\\n氏指著一碗麵，令其取吃。金郎一見是麵，心中注意，曾記夜間牛告之言果然不錯。\\n雖端在手內，不敢吞吃。馬氏見其持而不食，即上前打一下。誰知打也不妨，麵碗打\\n落在地，立時化火一陣閃光，嚇的金郎面如土色，又怕馬氏打他，即忙飛逃去了。\\n　　逃到山上，那牛還在山上吃草，金郎跑至牛面前，哭道：「牛呀，牛呀，你昨夜\\n所說之言果有此事，幸你預先告知於我，不然你我生死各別！」那牛聞言，點頭答道：\\n「今日發生此事，你兄不在家中，你固不能回家。到明日午時，你兄准到家中，那時\\n回家去面告，你家兄長自有道理。」那牛言訖，也不再言，吃草去了。\\n　　金郎即依牛言，餓了一天一夜。到了次日至午方回，守門老僕連忙告訴道：「小\\n少爺回來了！你兄已經回府，並查問你的消息，老奴已將始末根由稟知大少爺。大少\\n爺此時在後廳怒罵你嫂，你可乘此進去。」金郎一聽，依言進見兄長。行禮已畢，站\\n立一旁。\\n　　馬氏一見金郎回來，肉眼烏珠，恨不能生食其肉，金成即令其先吃午飯，席上問\\n其情由。不一時飯畢，又指馬氏罵道：「你這狼心潑婦，耑作昧心之事，我也勸勉多\\n次，不但心不改良，而且更加利害，足見自古有云：『最毒潑婦心』！我亦別無他法，\\n只得請母舅到來，分析家產，免至損害吾弟。我亦不能忘卻父親遺命，又免外人傳聞\\n笑柄。弟雖年幼，可著老家人伴他過度，使你這潑婦無從下手！」馬氏聞得此言，竭\\n力反對，並不贊成。金成怒髮衝冠，立身衝上前去，揪住馬氏頭髮，捺倒地下，毆打\\n一頓，打得馬氏號啕痛哭。幸而眾家人上前勸解，將金成挪坐椅上，又各人慰勸了幾\\n句，始得安息。\\n　　金成走入書房，親筆寫了請柬，命家人去請母舅安雲生來府，分派家產。老僕領\\n命，拿著一張請帖，跑到安雲生家中。安雲生接著一看，只見上寫道：\\n　　　　母舅大人尊鑒：久未叩詢，孺慕奚如。茲因家門不幸，父母相繼辭世，聊有\\n家產，難釋內顧之憂，每出經營，多為外務之迫。惟有幼弟在家，屢遭惡嫂虐待。今\\n憶不負家父遺命，好生看待起見。是以帖請大人移玉下盼，以替甥等分派家產為荷。\\n特詢金安！\\n　　安雲生看罷，想道：「妹丈死後，遺留幼子，既遭家嫂凌虐，只有分居最妙。所\\n幸大甥尚有愛弟之心，這也難得。」想罷，即穿了衣服，隨同老僕來到牛金成家中。\\n牛金成迎入大廳之上，酒席款待。吃畢，家人送上茶來，吃茶之間，安雲生道：「賢\\n甥早晨有書相邀，閱之不勝詫異。爾父去世之時，只生存你們兄弟二人，家產巨富，\\n須要兄友弟恭，夫唱婦和，方可慰爾父母九泉之念。如何欲分析家庭起來？」牛金成\\n道：「娘舅有所不知，兄友弟恭，甥非不知。惟不剋夫唱婦隨，又時常凌虐幼弟，本\\n不忍出，甥深恐幼弟遭悍婦之毒手。」安雲生又責馬氏道：「甥媳如此生性，卻於道\\n理上大有非分！小叔在家，亦應好生看待，打罵於他，可算惡極。何可令他同牛伴宿？\\n世界上那有這等狼心狗肺的人！賢甥決意與弟分居，亦是幼弟顧全之一策。我今到來，\\n只好實行此事。」說罷，即叫金成取過紙筆，金成遂命家人，將文房器具取來桌上，\\n磨濃墨汁，打開家產賬簿，安雲生即帶上了眼鏡，細看一遍，即執筆揮寫道：\\n　　　　立分產書人牛金成、郎兄弟二人，今因家門不幸，父母相繼去世，外務繁紛，\\n內顧多憂，生存兄弟二人，雖然兄友弟恭，不能夫唱婦和，於是分析各居，以免發生\\n意外之事。謹請母舅大人證為分派公正，省得掙多撩少，尚望保守家產，再興門庭，\\n以慰雙親昔日之希望，兄弟各執一紙，永遠存照。\\n　　　　牛金成、郎同立\\n　　馬氏坐在一旁心不甘服，恨不克獨吞家產，逐出金郎，無如母舅公正分析，那聽\\n馬氏唆弄？當下即命金成、金郎二人簽押。金成隨即簽了，金郎上前說道：「兄長雖\\n然簽了，我不聽尊命！」說著一溜煙跑上山去了。金郎不肯簽字，在閱書諸君不知是\\n何意見，因金郎有什麼事情，定要同牛暗中商量，凡事聽信牛言，照依而行。金郎到\\n了山中，那牛已知因事而來，早早搖頭擺尾，向著金郎道：「你此時到來，莫非有事\\n相商麼？」金郎道：「正是有事相問，因兄和我分產，娘舅已寫好分帖，命我簽押，\\n我在疑慮之間，故來詢問於你，你想此事如何解決？」那牛道：「我看家產，你亦不\\n必貪圖。人生貧富本由天定，何必學那愚夫之心念？你可此刻回去，對你母舅聲明：\\n家產全歸兄長執受，只領耕牛一口，朝夕作伴，餘只衣食而已，堅持二句可也。」金\\n郎道：「我亦赤手空身，家產絲毫不受，刻下不妨，將來有賴何？」那牛跳足道：「我\\n雖畜類，言不虛傳，以後自有道理。」金郎見牛如此回答，也不再言，連忙下山跑到\\n家中。\\n　　安雲生尚坐立廳上與金成談論，一見金郎到來，便欣然仍令簽押。金郎上前深深\\n一揖，道：「多承母舅恩待，甥本不該違命！無如年幼不能執掌家財，暫托兄長收執，\\n我只領取耕牛一口，餘則絲毫無干。」雲生道：「子頂父業，理所當然，何能你兄一\\n人承受？既是如此，不如不分。」金郎道：「請兄領受，我享衣食而已。耕牛我領，\\n兄亦不得專權。」雲生、金成見其如此一定的主張，只好聽從其意，簽了字樣，進出\\n安雲生。惟有馬氏心中快活，以為：「這小畜生自己倒運，將來一世看牛，早晚餓死。\\n我這裡卻安安穩穩獨吞家產，好不快活！」正是：\\n　　青竹蛇兒口，黃蜂尾上針。\\n　　萬般不是毒，最毒婦人心。\\n　　欲知後事如何，且看下回分解。\\n第七回\\n天孫女宮中思情　玉清殿聖母請旨</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　且說金郎自分家以後，放牛回家仍在兄嫂處吃飯。馬氏以家產完全獨享，心中甚\\n是滿意，一日三餐隨茶便飯，金郎稍減苦痛。且年歲漸已長大，知道好歹，馬氏若更\\n加虐待，又怕告訴其兄，兼之家人暗中勸勉，所以糊塗過了一二年，金郎已有十二歲\\n了，不時與牛作伴，有時牧牛、看書。金郎如今安好，這且按下。\\n　　再說天孫織女自那年同看守仙娥，往天河東雲錦宮內工織，固然日夜勤勞，那一\\n種淒涼苦楚一言難盡，不知何日可能圓滿？一日工作晚歇之時，適值大雪飄天，龍藏\\n形，鵲匿巢。窗外慘景，引起愁人心事，即歎道：\\n　　於工天宮我尚苦，貶下凡塵他更淒。\\n　　天孫織女歎罷，向守宮天娥道：「我至此多年，終年終日受此苦處，不知何日何\\n時可得圓滿之期，跳出陷坑之外？尚有第十二金童貶下凡塵，不知往何地方，又不知\\n受何苦處，不知尚有相會之日否？」看守仙娥答道：「天孫勿須多悲，玉帝自然知道，\\n安有受苦不得圓滿之日乎！即第十二金童凡塵受苦，亦是天數，無須天孫多慮。」天\\n孫織女道：「話雖如此，金童若非因我之故，彼亦不至貶下凡塵。今已分離一十二年，\\n尚不曾得有一相會之日，我明日定要仰叩雲錦聖母，轉奏玉帝，何日可屆圓滿？」看\\n守仙娥道：「我勸天孫耐守，候玉旨便了！」二仙女你言我說，不覺昏昏睡去。直至\\n天明，天孫硬著頭皮來至聖母殿上，叩伏稟道：「多蒙聖母收留十二年，小仙女勤勞\\n工作，苦不堪言，但不知何日可得圓滿，又不知能與金童再有相會之日否？乞聖母准\\n旨，轉奏玉帝！」雲錦聖母道：「天孫不必問我，今年已屆十二年，還有一年，至明\\n年此日此時，汝等始可圓滿，刻下心慌意亂，亦是枉然。還請天孫耐守！」天孫泣道：\\n「聖母所言，小仙自宜謹慎小心，屆期尚祈通示，以遂吾等之心願，藉可以了夙緣，\\n那時再為拜謝洪恩！」雲錦聖母道：「此時不必多瀆，縱然急破心腸，不能逆天而行，\\n快往工室中去罷。」天孫織女領命，仍回工室去了。\\n　　這裡聖母坐在殿上想道：「天孫織女尚有憐愛金童之心，可見感動了夫婦之情。\\n聞得瑤池聖母前次所言，玉帝已允許難滿，可以婚配，不免明日待我拜謁瑤池聖母，\\n可有挽救之策？」雲錦聖母想罷，又一轉念道：「天機已定，此時去問，也是枉然！」\\n故此就未曾前去。\\n　　韶光易逝，日月如梭，轉瞬之間，又是一年。將屆七月初間，正是第十二金童超\\n升之日了。\\n　　天孫織女又耐守了一年，無非時常要求雲錦聖母作法。聖母准其代為轉達，故至\\n此時，不得不代往動問，即傳命眾仙女預備雲車，往斗牛宮瑤池聖母處去。仙娥領命，\\n即出了雲錦宮，沿天河直往西方，經由無塵大道，頃刻之間下了雲車。將到宮門，守\\n宮仙女見雲錦聖母到來，連忙至內宮奏知瑤池聖母。聖母聞奏，即同宮娥來至殿上，\\n只見雲錦聖母同仙娥已至階前。彼此相見，一同坐下，仙女捧上仙茗甘露水來，啜畢，\\n雲錦聖母道：「特來奏詢聖母，那年天孫織女發往雲錦宮內，工織多年。今已圓滿之\\n期，特來會商如何辦法？」瑤池聖母道：「聖母今日至此，我也知為此事故，既若輩\\n各受了苦楚，玉帝亦有憐愛之心。今日暫請聖母回宮，我明日即到通明殿玉清宮中朝\\n見玉帝，請旨定奪。然後差太白金星下凡超拔金童、金牛星同上天庭，完全一切手續。」\\n聖母笑道：「悲極生樂，樂極生悲，乃理之恒情！我們當從中撮合，方作慈善之念。」\\n瑤池聖母點頭稱是，笑而不答，雲錦聖母遂告別而去不提。\\n　　不一時，天妃聖母又到，步入殿，瑤池聖母也是招待。談了多時，瑤池聖母告以\\n雲錦聖母已經來過，又勞天妃聖母到來，實為慈念之所致。二聖母談了幾句，即告別\\n出宮去了。瑤池聖母坐下一想：「事已屆期，不得不申奏玉帝！」即命仙女取上文房\\n四寶，鋪上本章，親筆一揮，奏冊一本。次日清早，帶同宮娥二名遂出了斗牛宮，駕\\n起六雲車，不一時，先到了玉清宮的儀門，步入玉清宮中。見了玉帝，伏俯山呼「萬\\n歲」，玉帝道：「有本呈上，待朕一看。」只見上面寫的是：\\n　　　　臣瑤池散仙，奏達玉帝駕前，為超拔金童、天孫團圓事。金童自那年貶下凡\\n塵受苦，天孫織女發往雲錦宮內工織，已至十三年圓滿之期，尚有金牛星下凡擁護。\\n仰乞陛下恩准，差太白金星下凡，帶領金童、金牛星同昇天庭，再和天孫織女配合，\\n以了夙緣。此乞陛下垂鑒為幸！\\n　　臣瑤池散仙謹呈\\n　　此本呈奏玉帝，不知玉帝可能恩准？且待下回分解。\\n第八回\\n太白金星點化金郎　一封遺書留別兄長</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　玉帝看了呈奏，即歎道：「真是時光易過，不覺已是十三年。既是賢卿上本，理\\n宜照准。可請稍待一時，朕當宣召太白金星上殿，差下凡塵便了。」瑤池聖母謝恩，\\n即退至散仙院，聽候玉旨。玉帝在玉清官吩咐聖母之後，即命內侍仙官擺駕到了通明\\n殿。玉帝升登寶位，眾文武星神俯伏金階，三呼已畢，各歸班位。玉帝降旨，召太白\\n星君進見。太白金星連忙出班奏道：「臣謹候降旨！」玉帝道：「今據瑤池聖母奏稱，\\n第十二金童貶下凡塵十有三年，今正圓滿之期，乞朕降旨，令彼圓滿，卿可領朕旨，\\n往凡施行便了！」太白金星領旨，退出殿外，駕起一朵祥雲，直往南天門去了。這裡\\n通明殿上玉帝退朝回宮，眾星神各自散去不提。\\n　　再說太白星君領旨到了南天門，落往下界。一到河南地界，按住雲頭，四面查看\\n一遍，只見金牛星正在山上吃草，又見金郎睡在一株松樹之下，二目緊閉，呼聲不絕。\\n即按住雲頭落了下來，乃是一位大方道士形狀，手持拂塵，緩步來到牛前。那牛抬頭\\n一看，見是太白金星，便搖頭擺尾，欣然說道：「不知星官到來，有失迎迓，仰乞勿\\n責為幸！」太白金星笑道：「金牛星，你在這裡好麼？我特來探詢你的。曾記在天宮\\n時，所食仙桃仙果、龍肝鳳髓，那知到了下凡，竟吃荒山野草了，實在令人心痛！」\\n說著，嘲笑了幾句。金牛星道：「星官勿要取笑！我也為挽救金童而來，並非我自己\\n的障孽以至於此，星官何必取笑我呢？」太白金星道：「你為挽救金童而來，我為請\\n你到此。如今金童下凡十三年，虧你終日作伴，遇有不測之事相商，患難告知，如此\\n赤心忠膽，實可欽佩！今奉玉帝聖旨，命我至此，令爾等同上天庭，你可喚醒了金童，\\n以情告知。」\\n　　金牛星領命，到金郎面前，以足踢動。金郎驚醒，忙起身問道：「喚我何事？乞\\n道其詳！」那牛道：「現在太白金星奉旨下凡，命你我二人同上天庭，快上前拜謁太\\n白金星去！」金郎一聞此言，甚為詫異。抬頭一看，只見一位仙長坐在面前大石之上，\\n向金郎笑嘻嘻的招手，似乎呼喚他的一般。金郎又聞牛告知此情，只得上前，向太白\\n金星深深一揖，道：「仙長下降，感恩不盡！又聞牛言，仙長至此，原來超拔我等同\\n上天庭的，我等是凡人畜類，安能上天？」太白金星笑道：「適才金牛不曾告訴你麼？\\n你們二人均由我送至此，今已屆十三年，玉帝仍差我帶爾等隨我上去，以了結爾等之\\n夙緣。」說著，太白金星即由耳中取出一粒仙丹，命金童接下而吃。\\n　　金童就接在手中一看，見那一粒仙丹有桂圓大，形有五色，不敢吞吃。那牛在旁\\n道：「只管吞吃不妨，吃下包你明達。」金郎依牛之言，吞吃下去。不一刻，但覺身\\n體輕爽，精神充足，向太白金星叩謝道：「多承仙長恩德，感佩不忘，無以為報！尚\\n乞仙長明白指示。」太白金星道：「你本來係天台玉帝駕前第十二金童，那年玉帝聖\\n誕，命你往瑤池聖母斗牛宮中，借取溫涼玉杯。你到了斗牛宮中，見天孫織女美貌，\\n你即違旨戲侮天孫，摘取梅花，觸動帝怒，將你貶下凡塵，遭受苦痛，今已十三年，\\n已屆圓滿之期。金牛星因你在凡，恐有性命之虞，故玉帝差他下凡挽救於你，你虧他\\n伴你受苦，若到玉帝駕前，當保奏幾句才是。但是你兄對待於你，尚有恩德，你今辭\\n別於他，雖不面告，亦應遺一紙書，以報手足之誼！」\\n　　金郎聽了這一番話，方知始末情由，恍如茅塞頓開，更加仙丹感動，已有五分仙\\n氣。當下尋了一塊白石，吹了一口氣，那白石就變化為紙，又以手在石洞內取水，澆\\n在泥塵之中，立時又化一堆墨汁，又折了一枝松枝，仍呵了一口氣，又化做一枝羊毫\\n筆。遂坐在地下，伏在石上，持筆浸飽墨汁，揮寫起來，登時寫好，送與太白金星看\\n了一遍。太白金星道：「就照此說，你快送去，我們在此等你。」\\n　　金郎一溜煙如飛而去，來到家門，只見老僕坐在門內，起身問道：「小少爺回來\\n了？請用飯去罷！」金郎道：「我有一封遺書在此，你可代遞兄長，我也不進去了。」\\n家人道：「少爺因何不進內去？只遺書一封，是何用意？請示詳細！」金郎道：「你也\\n不必細追，因兄長待我有恩，我故不能忘卻，今日永別，故有書留言。又蒙老門公素\\n日照應，我也拜別了。」說著，深深一揖，轉身去了。老僕欲上前拖住，此時金郎吃\\n了仙丹，已有半仙之體，老僕何能追及。自此金郎一去，永無會面之日，惟有遺書道\\n謝而已，那馬氏虐待於他，後來自有報應。\\n　　眾人追趕多時，忽然見牛大少爺回來，見老僕追得氣喘吁吁的，立足問其情由。\\n老僕別無他言，即把遺書遞與金成。金成接在手中一看，大吃一驚。要看下回，後事\\n自然明白。\\n第九回\\n馬氏女惡貫滿盈　會織女天河洗浴</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說金成接了老僕轉遞遺書，便走入內廳，拿了一張椅子，坐在窗前，打開一看，\\n上寫道：\\n　　　　金成兄長鈞鑒：手足之情，恩同再造！素遭惡嫂慘害，若非兄長護愛，則弟\\n之青春年少，早送於潑婦之手。弟本仙童下凡，今屆難滿之期，已蒙上界太白金星領\\n同超生天庭。牛為作伴而來，亦是天神下界。自此弟同耕牛永別兄長，再無相會之日，\\n惟有遺書拜謝而已。父母香煙，尤賴兄長接續，家產成敗，更是自己主權。此請仁安！\\n　　　　弟金郎遺書拜\\n　　金成看罷，坐在窗前沉吟不語，不由的一陣心酸，兩珠憐弟之淚滾滾而下。正在\\n垂淚之際，馬氏走來看見，忙上前問道：「君家獨坐，何以垂淚？想有什為難之處，\\n不妨告知妾身，或者互相磋商，以解君悶。」金成聞了馬氏嘮叨之言，不覺怒髮衝冠，\\n即以書紙向馬氏面上擲去，登時腦漿進裂，倒地斃命。看書諸君不免又要疑惑，原來\\n那書紙係石吹成，乃仙家之妙用，因馬氏惡貫滿盈，故金成以書擲去，即化作石塊，\\n石塊擲在腦上，豈有不打死之理？馬氏死於非命，乃凌虐金郎之報。吾勸世人，須以\\n忠厚待人為佳，自然天相吉人，萬不可效尤馬氏！\\n　　金成把書擲去，見馬氏腦漿流出而死，甚為詫異，又見書紙化成一塊石板，就知\\n馬氏應死於非命，即棺殮埋葬，一切完竣。自後，金成續弦之妻頗為賢淑，夫唱婦隨，\\n生子育女，家道重興，此乃金成一生忠厚所致。這且按下。\\n　　再說金郎送了遺書之後，回到山上，那牛已經化生變作神將形狀，身穿綠袍，密\\n長紅鬚，手執拂塵，戴了一頂金盔，站立一株大樹之下。又見松樹上掛了一張牛皮，\\n毛色均像舊牧之牛，金郎知是變化身形。將至松樹之前，太白金星笑道：「你送書信\\n回去，此時府中出了意外之事，你可知道否？」金郎道：「我兄出外，書囑家人代遞，\\n怎的有意外之事呢？」太白金星道：「你的書紙本是石板吹成，你來之時兄已回府，\\n正在看書，馬氏問故，你兄以書怒擲，紙化為石，馬氏腦裂而死，此即虐待你的報應。\\n如今閒言不敘，松枝上掛的牛皮一件，你可披在身上，方可升騰駕雲，同上天台。」\\n金郎道：「仙長令我披牛皮，可以升騰駕雲，難道仙長和牛星官也是披皮麼？」太白\\n金星道：「金童有所不知，你乃投生凡胎，生成骨肉之體，那有升騰之能力？於是命\\n金牛星化身脫皮，使你借皮升騰。茲已夕陽西斜，不必久延！」說著，來至松樹前取\\n下牛皮，念幾句真言，手畫二道天符，又用拂塵一掃，將皮披在金郎身上。三位星官\\n登時駕了一片祥雲，直向南天門去了。\\n　　到了南天門，順撲無塵大道，來至天河之西，按住雲頭。太白金星道：「今日時\\n已遲了，明日早朝方可見駕，面奏聖上，今晚暫在天河之西，神將行宮住宿一宵。」\\n金牛星道：「這也使得。」三星君下了雲頭，立在宮外，四面一看，天河無涯，大水\\n滿天。天河邊有浴衣仙台，有龍穴鵲巢，無塵大道旁有仙株月桂，及各仙官宮室亭台，\\n四處林立，無半點灰埃，真是逍遙極樂天界。\\n　　一同進了天將宮中，並不見天將，只有三兩位星官迎接三仙。一齊來至殿上，只\\n見深堂大廈，陳列的琴棋書畫，刀槍劍戟，弓箭盔甲，金瓜月斧等件。看罷，又隨太\\n白金星到後殿，便是一個安靜所在，四面如銅牆鐵壁一般，兩旁有廂房，內有牀帳被\\n褥，茶几桌椅，各色用品。三位星君步入內室坐下，有一仙童捧上茶來。金童舉杯就\\n吃，吃了一口，只覺奇味異香，非常解渴，立時腹中響動，似乎難過。原來由凡上天\\n之仙，必先在天將行宮內洗淨五臟中之凡食，再入天河洗淨皮膚，方能成全仙體，又\\n可進身於玉帝之前。當下吃了仙茶之後，太白金星知他洗腸淨腑，說道：「可往後面\\n淨垢坑內大便去罷。」金童此時腹痛不堪，連忙跑入後面一所空小屋內，淨垢池如凡\\n間之浴池一般。金童蹬在池邊，將凡食出得乾乾淨淨，登時神爽氣清，行走如飛。\\n　　回到前面廂房內，已是月光明耀，正是七月初日，天氣尚熱。太白金星見其瀉肚\\n回來，又說道：「你今洗髒之後，已成正式仙體，還須往天河洗淨身體，方可進見玉\\n帝，不然污觸帝駕，致生事故。」說罷，太白金星打坐蒲團之上，服氣煉形，閉目養\\n神。金牛星在凡化身為牛，金童送書之時，太白金星已有金丹洗淨他的肚腹，早已改\\n皮換骨，況他下凡之時，帶有天書寶物，無須出垢洗浴。金牛星也睡在榻上去了。\\n　　惟有金童忽然想起，昔年在王母瑤池宮中，調戲天孫仙女，如今彼此分離一十三\\n載，又不知天孫仙女今在何處，心中甚是不安。即趁著月色光明，便私自步出行宮外，\\n不見一神一仙，但見各地房舍四布天涯。信步而行，不一時到了天河岸邊，遙見幾位\\n仙女在天河內洗浴。又見內中有一仙女，好似天孫仙女一般，定睛一看，果然不錯。\\n又一轉念，男女各別，不能親近。一面想，一面走，不一刻到洗浴衣台，私下偷取仙\\n女衣服放在一旁，說也奇怪，恰巧是天孫織女之衣。金童偷了衣服，藏身於無塵道旁，\\n以俟仙女尋衣。天孫織女在天河洗完浴，到浴衣台上，不見衣服，心中大吃一驚，猜\\n疑不定。四面尋看了一回，又見眾仙女均已洗畢，穿衣而去。這天孫織女一人在此，\\n正在尋覓之間，遙見無塵道旁有一仙官，心欲上前查問於他，又見自己光赤身體，怎\\n好見人？思來想去，進退維谷。金童遠見天孫織女一人站在河邊，料是尋衣不著，便\\n把該衣夾在肋下，迎將上去。天孫仙女一見男子走來，光赤身體，豈不羞煞，欲避又\\n不及，急得叫喊起來。金童見天孫仙女著急，忙又正色道：「天孫，不必驚慌！我也\\n不是別人，就是昔年在瑤池斗牛宮中，戲弄你的第十二金童。摘取梅花，違了玉旨，\\n觸動帝怒，貶下凡塵，今及圓滿之期，我又返上天台，卻巧在此同你相會，彼此想有\\n夙緣！天孫之衣在我這裡，快去穿好。」天孫仙女一聽是昔年金童，心中稍安，硬著\\n頭皮，走近前去，取衣穿好。兩相行禮，天孫仙女挽住金童的手道：「我說是誰？原\\n是昔日之十二金童！那年因我被貶，後來我也懊悔，抱歉之至，我在此先賠罪了！」\\n說著，倒身下拜。金童忙扯著道：「天孫仙女不必如此，我心中決不埋怨你的。」天\\n孫仙女又道：「自你被貶下凡，我無一刻不在心中。後來我也貶往天河東雲錦宮中，\\n工織十三年，至今尚未超拔。你我三生有幸，今日不期而遇，足慰生平之望！」說著，\\n兩珠仙淚，滾滾下來。不知後事，且待下回分解。\\n第十回\\n敘舊情二次遭天譴　召天將大鬧雲錦宮</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說天孫仙女與十二金童談話之間，不覺珠淚流下，彼此感念舊情，金童勸慰道：\\n「天孫不必如此，我已下凡十三年，今屆圓滿之期，玉帝降旨，差太白金星下凡召我\\n回上天台，今彼此偶忽相會，各悉苦情，就是天孫在雲錦宮中工織多年，至今不曾超\\n出苦海，吾見玉帝之時，自有相當解決！」說著，即以手帕替天孫拭淚。天孫仙女又\\n道：「既你到了天庭，想必明日早朝與太白金星及金牛星同見玉帝，倘玉帝有憐爾我\\n之情意，真是夙締良緣了！」金童笑道：「事在天定，必不令爾我負莫白之冤。暫請\\n天孫仙女回雲錦宮，明日得了玉旨，自然補報前情。此時暫別！」說罷，二仙悲喜交\\n加，各回所在去了。\\n　　金童回至天將行宮，到了內室，見太白金星同金牛星仍然睡著，也不去驚他，悄\\n悄步至一張榻上，倒身臥下。一時天明，紅日東升，三位星君以甘露淨面漱口。太白\\n金星道：「此時不早，不免我們快去復旨！」三仙出了天將行宮，駕雲直往通明殿而\\n來。不一時，已至朝門以外，下了雲頭，同入朝門，步至通明殿階前。玉帝尚未登殿，\\n只見眾文武星官，俱立品級台前，候其玉帝升殿。不一時，金鐘三響，玉帝駕登寶位，\\n各仙官齊伏金階，山呼已畢，帝賜平身，各歸班坐。惟太白金星、金牛星、金童三仙\\n俯伏不起。太白金星奏道：「臣領旨下凡，宣召金牛星、十二金童回闕，今已帶回，\\n一同見駕，請旨定奪！」玉帝聞奏，便道：「卿領旨下凡，不憚辛苦，始末料理週到，\\n功堪尚嘉，加封護花、護情使者之職。」太白金星謝恩。帝又道：「金牛星下凡挽救\\n金童，陪伴受苦，足表忠忱，加封金牛大王。」金牛星謝了洪恩。玉帝又向金童道：\\n「你昔年違旨，戲侮天孫，因貶凡塵受苦十三年，朕今憐憫於你，故命太白金星召回\\n天庭。爾既知過必改，後宜慎重，不可復蹈故轍。朕今俯從爾等凡意，特賜婚配，以\\n遂爾等之心願。」金童只得謝恩面已。又命太白金星道：「卿可領旨，往天河東雲錦\\n宮中，降旨雲錦聖母，赦出天孫，同往天河西靈藻宮內行結婚禮，以後仍然工作，不\\n准棄職。亦宜夫唱婦和。」太白金星領旨，又向金牛星道：「金牛大王，你可仍回斗\\n牛宮休息，有事再行宣召。」金牛大王領旨，退出殿外，駕了一朵祥雲，直往西斗牛\\n宮去了，按下不提。\\n　　這裡太白金星候玉帝退朝回玉清官去，方同金童出了朝門，又與各星神道別駕而\\n去，仍由無塵大道回天河西天將行宮。還至內室，太白金星吩咐道：「金童在此少候，\\n待我往天河東雲錦宮去，宣旨於雲錦聖母，赦出天孫織女，那時我即將他帶同至此，\\n你們便可夫妻團圓了。」金童聞言，不勝欣喜，拜謝道：「老仙長玉成此事，此恩此\\n德沒齒不忘！」太白金星道：「金童說那裡話來？神仙主義，向以慈悲為本，況有玉\\n旨所囑，何必如此謙遜！今日正值七月七日黃道吉日，足可團圓，你可在室密布停當，\\n以便晚間不及。」說罷，太白金星走出宮門以外，乘坐祥雲，穿過天河，來至河東雲\\n錦宮。下了雲頭，步入大殿之上，見了雲錦聖母，開讀玉旨。聖母跪領玉旨，又請太\\n白金星坐下，彼此又歎了金童、天孫一回，又略談了幾句，即告別出宮。來至天河西\\n靈藻宮內，告知了金童。金童好不欣悅，只忙的手足不停。只見佈置的水晶仙牀、錦\\n綾繡帳、紅霞錦被、鵝月鴛鴦枕、龍鱗褥席，及玉石踏板，一切桌椅屏條，擺的齊齊\\n整整。室門掛的仙鶴卷風門簾，門上橫匾一張，名曰「佳偶天成」。太白金星見已手\\n續完全，不必置身於此，遂囑咐了幾句，告別而去，按下不提。\\n　　不一時，又至夕陽西斜，玉兔東升。雲錦聖母傳命仙娥：「吩咐天孫仙女停工，\\n修整容貌，備妝衣飾，今晚送至天河西天將行宮內，夫妻團圓。」仙娥領命，來至工\\n織室內，告知看守仙女並天孫織女。天孫聞言，心中大喜，起身梳妝打扮，整理衣飾。\\n一切料理完全，已至黃昏時分，仙娥攙扶天孫上殿，拜別聖母，然後出宮，一同駕了\\n一片紅雲，直撲天河西靈藻宮而來。按落雲頭，仙娥扶著進入內室，金童早已立在階\\n前，恭恭敬敬，迎接天孫仙女。將至階前，金童上前挽住一手，同入內室，款以茶果、\\n仙品等類。天孫仙女偷眼一看，只見：\\n　　牀帳被褥，佈置得齊齊整整；\\n　　書畫琴棋，安排的色色新新。\\n　　非比那凡塵牧牛時代，更遂了工室思郎情心。\\n　　真是悲極喜又至，但願恩久情更長。\\n　　天孫仙女看了，嫣然一笑。即卸了冕冠衣飾，吩咐仙娥退出，安息不提。這裡金\\n童、天孫二仙遂成夫婦，錦帳恩情，天長地久，說不盡你恩我愛的言語。自此情投意\\n合，誓同生死。即如在下憑這一枝羊毫，亦難著述清楚，況夫婦之情密，他人豈能皆\\n知？何況天官仙女、金童，安可斜批胡論？此是作書人之交代。\\n　　自此金童、天孫成了夫婦，彼此不忍分離，終朝在靈藻宮中盤桓不已。且金童係\\n玉帝駕前差使之童，自貶下凡之後，及今十三年，雖然調昇天庭，使其夫婦團圓，乃\\n玉帝憐愛之念。天孫仙女，本是瑤池王母處仙女，此時與金童成了夫妻，理應拜謝玉\\n成之德，不料只戀夫妻之愛情，忘卻了應盡之天職。瑤池聖母聞得金童超昇天庭，又\\n與天孫成了夫妻，至今未曾進謁，足見凡心之念，終是不肯覺悟，不免感動聖母之怒，\\n即命仙娥伺候出宮，往通明殿面奏玉帝。出了宮門，駕上六雲車，一路上飄飄蕩蕩，\\n已至朝門，下了六雲車，仙娥扶著，黃巾力士在後擁護，同到通明殿。因瑤池聖母見\\n駕，皆在玉清宮便殿，故而直至玉清宮中。玉帝見瑤池聖母到來，知有事故，在便殿\\n傳問，瑤池聖母山呼已畢，即奏道：「蒙陛下降旨，金童、天孫團圓婚配，乃仁德聖\\n主憐恤之旨。詎伊團圓之後，貪念不足，尚不知悔。且金童係駕前第十二金童，天孫\\n係陛下之外孫仙女，瑤池宮中之七仙姑，即如婚配之後，亦宜各執司事，何能以愛情\\n當為應分之事？故臣妾見駕，請旨定奪！」玉帝聞奏大怒，降旨道：「卿所奏甚是，\\n朕也常問彼等之行為，眾臣皆言不知，彼二人既貪心不足，實屬罪不容誅！卿家暫回\\n瑤池，朕當發瑤池天神捉拿見朕。」欲知後事如何，且看下回分解。\\n第十一回\\n李金星二次解圍　再遭貶各分東西</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說玉帝待瑤池聖母回西方宮中去不提，當下復至通明殿，升坐寶位，宣召托塔\\n天王來上殿。托塔天王至殿上，俯伏金階，山呼萬歲。玉帝降旨道：「差你帶領天神\\n天兵五百，往天河西靈藻宮內，捉拿金童、天孫仙女來殿見朕，不可有誤！」托塔天\\n王領旨，退出通明殿，玉帝返回玉清宮不提。托塔天王出了朝門，駕了雲頭，直往天\\n帥府而來。進了天帥府，到了點將台上，宣讀聖旨，點齊五百天兵天將，傳令已畢，\\n聞鑼鼓齊鳴，號炮之響，殺氣騰騰，刀槍劍戟，弓箭馬甲，行由無塵大道，到了天河\\n西靈藻宮門口，一同下雲，圍得如銅牆鐵壁一般。一座極樂宮室，登時屯積了千軍萬\\n馬，如臨大敵。金童、天孫正在歡娛之際，聽得宮外擂鼓炮響，震動天地，搖旗吶喊，\\n好不驚人。始則不知所為何事，繼見守宮仙娥飛奔入內報道：「天孫仙女，大事不好\\n了！宮外天兵天將圍的水泄不通，聲稱玉帝有旨，捉拿天孫、金童問罪。」二仙聞此\\n消息，嚇得魂不附體，面如土色，手忙腳亂，無處逃避，又見天將匆進宮來，捉拿金\\n童、天孫仙女。在這個時候，二仙慌忙挽手奔出室外，由天井飛騰半空。天將見其飛\\n逃，即飛跟上去，下面放炮擂鼓，吶喊助威，弓箭齊發，一時間哄天動地，鬼哭神號。\\n正是：\\n　　知足者能得常樂，有量者能忍自安。\\n　　卻說金童、天孫在半空中被天將追趕，不能脫逃，只得空中互相衝突。天將以刀\\n斧砍殺，金童、天孫手無寸物，只仗自己道法，況且寡不敵眾，金童、天孫刀砍斧傷\\n固然不少，弓箭錐刺，可慘可憐，逃不得走，戰亦不能，二仙只好且逃且走。天將且\\n追且拿，又不敢以刀斧傷他，因玉帝降旨捉拿，並非殺傷，只有追捉而已。下面兵將\\n搖旗吶喊，金童、天孫受上下之逼迫，退至天河中心，力也疲乏，支持不住，二仙跌\\n入天河，滿頭過頂，浸入波中。天兵天將追至岸邊圍住，天將追至河中大戰水晶宮。\\n正在萬難之際，太白金星駕著雲頭喊道：「天將且慢動手！金童、天孫本無死罪，不\\n須如此迫殺，好生囑他二位同去，見駕面奏便了。」天將正在河中大戰，聽見空中喊\\n說之聲，抬頭一看，見是太白金星，便止住刀兵上岸。太白金星道：「金童、天孫不\\n必伏在河中，只管放膽上來，隨同天將回朝見駕便了！」二仙聽了太白金星之言，只\\n得走上岸來。太白金星又道：「天將等好生帶同前去！」說罷，太白金星駕雲去了。\\n　　眾天兵拔隊前行，托塔天王帶同金童、天孫直往通明殿而去。不多一時，已到朝\\n門之外，各人下了雲頭，天兵屯在天朝以外候旨。托塔天王帶同二仙進入通明殿，玉\\n帝升登寶位，托塔天王及金童、天孫俯伏金階。山呼已畢，托塔天王奏道：「臣領玉\\n旨，往天河西捉拿金童、天孫，追拿多時，幸太白金星經過，命彼二仙隨同上殿，方\\n肯同來。今已解送上殿，請旨定奪！」玉帝聞奏大怒，道：「我看你這兩個逆生，不\\n知天理人情，任意抗旨違法，不想謀務正道。朕差天將捉拿，爾等竟敢抗旨圖逃，罪\\n不容誅！如不梟首示眾，不足鎮服天神！」即降旨，命托塔天王推出朝門斬首交旨。\\n托塔天王領旨，帶金童、天孫，吩咐天兵將金童、天孫捆綁起來。正在此時，救星已\\n到，大呼：「刀下留人！」托塔天王抬頭一看，那還了得！托塔天王即命眾天兵候旨\\n定奪。太上老君上了通明殿，玉帝尚未退朝，俯伏金階，山呼萬歲。玉帝問道：「老\\n卿上殿，有何本奏？」太上老君奏道：「老臣適在兜率宮服氣煉形，閉目打坐，忽聽\\n炮響鼓聲驚天動地。老臣屈指一算，方知聖上降旨捉拿金童、天孫問罪，特來奉請聖\\n上降旨，改令彼二仙永無相會之日。乞聖上恩准！」玉帝聞奏，道：「老卿有所不知，\\n金童、天孫不知朕已恩厚，但歡樂滿足，任意你貪我愛，廢厥天職，若不嚴加取締，\\n弄得不可收拾。非朕寡情，此乃不得已而為之。」太上老君又奏道：「聖主仁德，老\\n臣莫不欽佩！無如金童、天孫本無閱歷之人，況新婚之樂，彼固貪戀不捨，取締之旨，\\n乃明君之教誨，尚乞降旨免斬！令彼二仙永遠分別，再不會面。」玉帝道：「老卿之\\n意見卻也使得。可傳朕旨，囑托塔天王免去斬罪，命金童永居天河西天將行宮內，派\\n天兵四名駐守行宮看守，金童不得越出範圍，不得偷會天孫。倘敢故犯，准其奏明朕\\n躬，決不寬恕！天孫織女命其永居天河東雲錦宮內工織，亦著仙娥看守仍然陪伴，也\\n不准偷會金童！」玉帝宣召已畢，退朝回宮不提。\\n　　太上老君領旨出了朝門，將旨宣告托塔天王，即駕雲去了。托塔天王遣分了眾天\\n兵回天帥府去，只留天兵四名押了金童，往天河西而去，兩名看守仙娥押了天孫，往\\n天河東雲錦宮。二仙臨別，互相擁抱大哭，天孫哭道：「妾同郎君一別十三年，今日\\n才得相會團圓，不料未及一載，忽又永遠分別，再無相會希望，更比前次大有異別。\\n如何妾和郎君偏遭此慘苦之禍？令妾怎忍捨得郎君！」金童泣道：「天孫悲苦之言，\\n實在令人心疼，你我之顛沛流離，不論是何星神，均無如此情狀！常言云：『快活無\\n非天宮』，不料你我不能脫出苦海，怎不叫你我二人傷心！今日事已至此，斷無挽回\\n方法，只好遵旨暫行分別，日後苦守真心，再行仰求玉帝恩旨，或者再有相會之日，\\n也未可知。還望止淚，不必過悲，惟有耐心以待天時而已！」欲知二仙如何分別，後\\n來怎樣？且待下回分解。\\n第十二回\\n天孫如願鵲橋重會　七夕相逢留名千載</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">　　話說金童、天孫押往天河東西分居，二仙相抱，不捨分別，彼此說了許多恩情苦\\n海之言，實在難分難捨。托塔天王見此光景，喝令分開，各自東西，二仙無法可施，\\n只得分頭而行。縱有淒涼苦楚，任你萬斛愁腸，亦不能如其心願。言著至此，就是閱\\n書諸君，莫不代為歎息！\\n　　托塔天王先送天孫仙女至天河東雲錦宮中，見了雲錦聖母，宣示玉旨，命其遵旨\\n實行。雲錦聖母接旨已畢，復請托塔天王坐下，仙娥送上仙茗，又命把天孫呼上殿來。\\n天孫並看守仙娥來至殿上，倒身下拜，流淚不已。雲錦聖母道：「天孫仙女真是紅顏\\n薄命，冤孽多多，指望十三年苦別之後，夫婦天長地久，玉帝無非是憐恤之心。不料\\n爾等貪歡不已，廢除天職，無怪玉帝怒責永離，夫婦未能如願，反致抱恨千秋。旨意\\n已早定，容後再行保奏，曲全悔過方法。今日事已如此，天孫你也不必悲泣，仍同看\\n守仙娥，往工室去罷！」天孫哀泣道：「聖母所諭之言，小仙謹宜領受，此時只好遵\\n行便了。日後尚乞聖母設法挽救，小仙自感激不已！」說畢，起身拭淚，同看守仙娥\\n仍往工室中去了。\\n　　托塔天王亦告別出外，即駕起祥雲，由無塵大道，往天河西而來。到了天河西靈\\n藻宮中，進入內室，只見四名天兵駐守宮內防備。金童見托塔天王到來，忙上前迎接，\\n同入內室，對面坐下。天兵捧上仙茗，托塔天王向金童道：「我已到天河東雲錦宮中\\n去過，勸勉天孫不必悲傷，務宜耐守天時，自有升拔之日。金童今與天孫二次分拆，\\n真是悲苦之至！即如小將奉旨捉拿，亦是出之於不得已，尚乞包容為幸。今仍獨居在\\n此，暫為耐守，亦可假此修行。尚可感動玉帝慈念，解釋爾等遺恨。姻緣期限，本由\\n天定，不必心慌意亂，保守仙體為要！」金童聞此一番言語，不覺垂淚言道：「托塔\\n天王甚是！非怪玉旨不情，惟恨小童自不小心，但恨我們已成，復行永遠別離，到不\\n如不成夫婦，也還乾淨，免得有始無終，誠為缺點！」托塔天王又勸道：「玉帝既已\\n准成為夫婦，並非無故令爾等拆散，爾等若非自棄天職，不觸帝怒，何至到此地步？\\n今番玉旨決定，不能更移，只好暫為苦守，司奉天職，日後自有挽回！」說罷，立身\\n起來，退出宮門，金童送出宮外，帶了天兵復旨去了。金童返回內室，悶悶不悅，想：\\n「自凡塵上天，又與天孫仙女配合，喜樂達於極點，不料樂極生悲，如今獨守杳室，\\n怎不令人悲苦！惟是一日復一日，歲過四時，思想之苦，割斷肝腸！我昔年在瑤池戲\\n侮天孫，貶我下凡受苦十三年。超拔天台，指望消除前非，那知又遭無限苦痛！」不\\n免終日歎息，怨恨之聲，衝動蒼天。金童悲怨，暫且按下。\\n　　再說天孫織女，在工織室內終日工織，思想金童，不免兩眼珠淚垂於玉面。看守\\n仙娥從旁勸慰道：「天孫勿須過悲，保重仙體。今日與金童拆散，乃是劫數，縱然掛\\n念，也是枉然，還須另設方法為上！」天孫歎道：「事已至此，無可挽救，就是哀告\\n雲錦聖母，又恐責怪於我。此次不比從前金童下凡時代，未成夫婦，玉帝故可成全，\\n今既成夫婦，復行永遠分拆，乃是我們廢職貪歡之罪，怎的還能有挽救哩？」二仙女\\n一歎一勸，萬分愁腸，眾星神莫不生憐恤之心，均是無法可治。\\n　　一日，太白金星駕雲行經天河，見靈藻宮並雲錦宮二面怨氣現於空中，互相交接，\\n即知是金童、天孫彼此思念不已。太白金星也不免發了慈悲之念，遂停止雲頭，想了\\n一回，若是上殿保本，又恐玉帝不准。心中暗想：「不如往兜率宮與太上老君商量，\\n看老君有什妙策。」想定，撥轉雲頭，向北方而去。不一時，來至兜率宮前，按下雲\\n頭，進入宮內。太上老君正在打坐之際，見太白金星到來，起身邀坐。太白金星叩詢\\n了仙安，在旁坐下。仙童送上仙茗，飲畢，太白金星道：「今日進謁，特為金童、天\\n孫之事，那日老君在玉帝駕前，保奏金童、天孫免斬，永遠分離，詎知實行分別以來，\\n彼等思念、抱苦不堪。小星正值駕雲南往，見怨氣衝空，互相交接，所以特來告知，\\n共同設法挽救。」太上老君道：「我也是知道的，玉帝本來降斬，是我苦苦保本，始\\n免斬罪，改行永離。迄今分拆年餘，猶恐帝怒未息，故而置之不問。今既金星到來，\\n你我各抱慈悲主義，自然設下挽救方法。別無能力，只好再行上殿共同保奏，亦須寫\\n奏章一紙，明日早朝同見駕保本，自有挽回之力。」太白金星道：「老君所說甚是！」\\n登時本章寫好，專待明日早朝上殿。一宿無話，到了次日，二星君齊駕祥雲，直往通\\n明殿。到了朝門，下了雲頭，進入朝房候駕上殿。不一時，金鐘三響，玉帝升登寶位，\\n文武星官俯伏金階，山呼已畢，各歸班次。太上老君即將本章由傳宣星官送呈龍案，\\n玉帝打開一看，只見上寫道：\\n　　　　臣李聃、李長庚等，今特奏為金童、天孫永別補救事。查金童、天孫那年違\\n旨，偶動凡心，遭貶十三年，受盡凡塵艱苦；天孫仙女亦於雲錦宮中工作勤勞。彼此\\n咸受苦痛，莫不悔改前非，於去年七月初，蒙陛下降旨團圓，成為夫婦。彼固悲喜交\\n加，繼則你貪我愛，負天恩。復經聖上嚴加取締，命若輩永遠分離。茲經遇離別之苦，\\n終日怨氣沖天。情之所鍾，故非人力可以挽回。臣等發生慈悲之念，故謹會同具疏上\\n奏。仰乞聖上恩准，改做每年七月七日相逢一次，以遂雙方思想之願。並祝聖壽無疆！\\n　　玉帝看畢，沉吟了半晌，始言道：「二卿所奏之事，乃抱慈悲主義，朕依慈善辦\\n法，二卿可傳朕旨，就是每年七月七日始可相會一次，餘只不許自由，倘敢故違，決\\n不姑寬！」宣旨已畢，玉帝退朝，回玉清官而去。眾星官亦各退出朝門，駕雲分散去\\n了。這裡太上老君同太白金星駕一片紅雲，再往天河東雲錦宮而去，知照雲錦聖母並\\n天孫仙女，將玉帝所降旨意及二星官要求之事，一一細述一遍。然後又往天河西靈藻\\n宮內，面傳玉旨於金童，並告只可每年七月七日相會一次，餘無自由。金童倒身叩謝\\n二位老星君，復起身問道：「玉旨准吾們每年七月七日相會一次，不知還在何處可以\\n棲留？」太上老君道：「當七月七日，自有烏鴉、天鵲、龍鳳之類聯接天河之中，使\\n爾二仙由東至西，彼此兩造相會，即可共訴衷腸，稍可以慰心願。」金童謝道：「多\\n蒙二老星君仁德兼全，銜恩無以可報，惟望留千古名，德壽無疆！小童默禱天心而已。」\\n二星同道：「施恩望報，非神仙之所為，貪念不休，尤望汝等悔戒！」言畢，告辭去\\n了不提。自此金童、天孫每年七夕相逢，萬古不更，一載離情，一夕傾腸，世稱牛女\\n二星，惟七夕一相逢，便是這樁古典，就此告終矣。</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Niu Lang Chih Nu Ch'uan, by Various</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK NIU LANG CHIH NU CH'UAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>***** This file should be named 27217-0.txt or 27217-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/7/2/1/27217/</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Produced by Cheang Lai Ieng</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-600965b1148c324b-f09fcd twpub-600965b1148c324b-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/600965b1148c324b/toc\",\n            \"target\": \"$:/plugins/twpub/600965b1148c324b/text/000000029\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/600965b1148c324b/toc\",\n            \"target\": \"$:/plugins/twpub/600965b1148c324b/text/000000032\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/600965b1148c324b/toc\",\n            \"target\": \"$:/plugins/twpub/600965b1148c324b/text/000000059\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/600965b1148c324b/toc\",\n            \"target\": \"$:/plugins/twpub/600965b1148c324b/text/000000062\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/600965b1148c324b/toc\",\n            \"target\": \"$:/plugins/twpub/600965b1148c324b/text/000000066\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/600965b1148c324b/toc\",\n            \"target\": \"$:/plugins/twpub/600965b1148c324b/text/000000072\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-600965b1148c324b-f09fcd blockquote,.twpub-600965b1148c324b-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-600965b1148c324b-f09fcd body > p{text-align:justify;}.twpub-600965b1148c324b-f09fcd h2{clear:both;}.twpub-600965b1148c324b-f09fcd h3{font-weight:normal;clear:both;}.twpub-600965b1148c324b-f09fcd hr{clear:both;}\\n.twpub-600965b1148c324b-6b4cd0 div,.twpub-600965b1148c324b-6b4cd0 p,.twpub-600965b1148c324b-6b4cd0 pre,.twpub-600965b1148c324b-6b4cd0 h1,.twpub-600965b1148c324b-6b4cd0 h2,.twpub-600965b1148c324b-6b4cd0 h3,.twpub-600965b1148c324b-6b4cd0 h4,.twpub-600965b1148c324b-6b4cd0 h5,.twpub-600965b1148c324b-6b4cd0 h6{display:block;}.twpub-600965b1148c324b-6b4cd0 div.figcenter span.caption{display:block;}.twpub-600965b1148c324b-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/images/OEBPS/2803727616905030267_27217-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/images/OEBPS/2803727616905030267_27217-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAABnCElEQVR42uzdd4CcdYHw8dneN1tSNwnpPYH0AAENEKqCKBC64KsnKrb42njxTu8FzKF4vq+8HMqrHN4hActRRKUIoYgaCCmQsmlAEtI3dbO9vX/s3b7jZOfZ2T47+/n8lZl5ZuaZ3zwzme8+Len+F0IAAAD0Q8mGAAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAHpfUlNTk1EAAADoh6whBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEoSEAAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAgJ6X2ivPWl1dXVpa2sNPOnHixOzsbHNiTjowJwAAkJCSmpqaev5Zt2/fvmTJkh5+0oceemjGjBnmxJx0YE4AACAh2WQUAABAEAIAACAIAQAAEIQAAAAIQgAAABJIajzMxLJlywYPHtzlD1tTU/O5z33OnJiTLp8TAAAQhF1mypQpI0eO7PKHraysNCfmpDvmBAAAEoNNRgEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQWgIAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAC6R2o8zER1dXVlZWV3PKw5MSfdMScAACAIu8w111wTJ8NhTswJAAD0HzYZBQAAEIQAAAAIQgAAAAQhAAAAghAAAIAEktTU1NTzz3rixIlXXnmlh5/0zDPPLCgoMCfmpANzAgAAghAAAIDEYZNRAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQGgIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAL0m1RDQfRoaGlr+nZSUlJzsDxDGBwAAQUg/sHbt2k9+8pMtFxctWvSDH/zAsBgfAADihzUSAAAAgpD/smbNmiuuuGLhwoXLli0L36gPbxkAACSS3txk9PDhw8ePH4+codTUESNGdMnjNzU17dix4+TrBw0alJOTE+1ex48fX7p0aXl5eSgU+vWvf11cXPzpT3/aghLPvGUAAND3gvDBBx9cvnx5xJXJyckvv/xydnZ25x9/69at11577cnX33HHHZdcckm0e61YsaI5LZo98cQT6iLOdflbtnHjxhtvvLEL5/Dee+8988wzvVMAAMSbuNtktLGxcc2aNV3yUKtWrerAvbZv3x5+cf/+/SevxiSueMsAACBBgrDDIddVj3PixIk2ryGueMsAACBxgvDNN9/s/IM0NjauXr26A3dMS0uLuCY9Pd2CEs+8ZQAAkDhBuGnTpsrKyk4+yObNm8P3K4tdSUlJ+MXMzMyioiILSjzzlgEAQOIEYZfsRvjGG2907I4RB/9YuHBhcrKTc8S1+H/LUlNTvU0AAMShOP2dumrVqoULF3byETp2xwkTJlxzzTWPPvpoKBQqKir64he/aCmJc13+luXk5MyZM6fDd3/77bdra2tbLhYVFc2cOdPbBACAIIxq6tSpmzdvbjmleCd3I2xoaAhfxzh58uTS0tLY7/61r31t0aJFe/fuPfvsswsLCy0l8a9r37JRo0Y98MADHbvvjh07rrjiivBrrr76avs0AgAgCINkZWVNnjx5w4YNzRc3bdpUUVERcPr4YBs3bgzfC/H0009vVxCGQqF58+ZZOPqWOHnLHnnkkaamppaL6enpEX0IAADxI152taqsrJw7d27LxcbGxrVr13b40cK3F01PT584caJ3mh5w/Pjxp59+OvyaSy65xEpmAAAEYdtBGLHXVoePChNx39NOOy18jQ10n9/85jfV1dXh11x//fWGBQAAQdiG6urqWbNmpaSktFzT4d0I6+rq1q1b13Jx7ty5NTU13mm6W319/WOPPRZ+zRlnnDF27FgjAwCAIGxDTU1Ndnb25MmTW64pLS2tqKjowEOtX78+fC2NIKRnPPfccwcPHgy/5oYbbjAsAAAIwpiCsDneWq7p8NkIw3cgzMzMnDZtWvg5ABJMbW3tjh07SktLd+/e3djYaIHuRb/4xS/CL44dO/b00083LAAAxLN4OcpocxDOmTPn5z//eXjanXXWWe19qIgdCNPS0urq6mK/e3V19e7du1su5uTkDB06tM0ps7KySkpKIibYtGnTU089tXr16r1799bV1Q0aNGjgwIELFiy44IILxowZ08kRW7FixS9/+cs1a9a0vLrs7Oz58+cvWbJkwYIF4VOWlZX96U9/av53SUnJ/PnzY3n8zZs3v/rqq6+//vq+ffuOHDlSX19fUFBQWFg4derUmTNnLly4sPPHSlm1atXvfve7devWHThwoKmpqbi4eMiQIQsXLjzvvPNGjhzZHW9Z93nzzTcjjmTb+b0Hu2p8AAAg3oOwsbGxqampeTfCzpyNsLa29u2332652HwqgnatISwtLf3kJz/ZcnHRokU/+MEP2pxyypQpDz/8cMtN+/fv/973vvfSSy+FT7979+7du3evW7fugQceuOCCC775zW8OGDCgA2N1+PDh2267LXxFaLPKysqXXnrppZdeOuecc7797W/n5eU1X7927do77rij+d/nnXdem0G4bdu2H/3oR6+99lrE9QcOHDhw4MDmzZsff/zxtLS0c88999prr50xY0aMs52c/P9XR+/YseOOO+6IWAPcPD6rV6++9957L7/88qVLl+bm5nbtW9Z9HnnkkfCLhYWFl1xySbseofvG55577lm+fHnLxdtuu+3KK6+Mca4OHTp0wQUXtFwcMWLEk08+6XsTACBhJMfPrNTX13d+N8K33norPP+at0HtgU1G9+7d2/Lv9evX33DDDRE1GOG555676qqrdu7c2YEnuvHGG0+uwXArVqy4+eabDx8+3FKnsT/+888/f+ONN55cgxHq6uqeffbZm2+++fbbbz9w4EAsj9xyxKCVK1feeOONwdsDP/HEE0uWLAkf1Xj2/vvvv/LKK+HXXHnlle09GX0Cjw8AAIKwbc0rBju5G2H49qLZ2dlTp05teeRudfTo0aqqqlAotH379ltvvbUlxgIcOnToi1/84rFjx2J/lsrKyltvvXXfvn1tTvnee+994QtfaN4QN8ZgC4VCzzzzzG233daufn7mmWfCV40GaA6kDRs2LF26NJbO379//+c///l2jU9veeSRR8J34ExPT1+yZEl7HySBxwcAAEHYtvr6+lAoFHE2wuBVYcFBOHPmzOa1Ls2P3N327dtXU1Pz1a9+9cSJEzHeZdeuXcuWLYv9Ke6+++4dO3bEOHFpaem9994binkN4Y4dO+66664OnLPxzDPPjGWyrKysysrKr3/967Ef9PW99967++674/wjVF5e/tvf/jb8mosuuqioqKi9j5Oo4wMAgCCMSfM6ls6cjbC6unrDhg0tF1tWNvZMEO7du/enP/1pe7cCff755zdv3hzLlKtXr3766afb9eCPPvro5s2bY1xD+M///M+VlZXtfdWZmZmzZ8+OZcrc3NwHHnggltWb4Z599tkYx6e3PP744xHjdt1113XgcRJ1fAAAiGep8TMrzeummncjbOm60tLSEydOxHjwjLVr14a3X0sQ9sz5GEpLSx999NHwa6ZNm7Z48eKSkpLCwsIjR45s3Ljx97//fcSp6pqz7dvf/nabj9+8ui/C4sWLlyxZMmXKlNTU1LKysnXr1j3++OMtFd3U1HT33Xfv2rWrzQd/5513IvYbTE5OPvfccy+44IJJkybl5+dXVlYeOHBg3bp1f/nLX954442WIZ07d27sO8v96le/Cn/8M8888/zzzx8+fHhRUdGRI0c2bNjw5JNPbt++PeJey5cv/853vhOfn5+GhoaIN33+/PkTJkzo2KMl3vgAACAI2xeEoVBozpw5LUHYvBvh2WefHcsjhG8vmpOTM2XKlJ4Mwvvuu6/l30OHDl22bNmpp54aEW+f+tSn7rzzzmeffTb8+hUrVtx+++2pqUHvxerVq996662IYPvOd77zoQ99qOWakpKSkpKSiy+++Pe///0dd9zRvCvgunXrYpn5Z555Jnxj0ezs7B/+8Ifh+3Pm5+cPHTr01FNPvfHGG3fv3v3YY4/9+te/rqmpiXF70VAo9NBDD7X8e9SoUffcc8/YsWPDr5k5c+bVV1/9wx/+MCKxXnzxxW9961vB49Nb/vjHP0Zskdvhk9En5PgAABDn4m6T0dDfHlcm1J7dCMOnnD17dstx/DuwX1xnjB49+he/+EVEDbaE1p133hnxAsvLy8O3dG3Vb37zm4hrvvSlL4XXYLhLLrlk2bJlSUlJsc/z6tWrwy/efvvtETMZbvjw4V/5ylcef/zxiy66aOHChe0dn3Hjxv37v/97eO38/79PpKZ+7WtfO+ecc8KvrKioiIjh+BFxMvpRo0bFXsj9YXwAABCE7TZr1qzwc7LFuBthZWXlpk2bWi4G9Ey3SktL++53v1tQUBB1xJOTb7vttohaW7t2bfBLW7FiRfg106dPDz7v+aJFiy6//PLYZ3vjxo0t/x42bNiFF17Y5l2GDBly1113jRgxol3jk56evmzZspycnIBpvvKVr4TvRxoKheIzeNatWxdR8tddd127OjyxxwcAAEHYDi3r8bKzs1u29gyFQps3b47luJ2rV68OP71E8ynpe95VV101adKk4GlGjx4dsR5p27ZtAdOvXLky4siTn/nMZ9oMj89+9rNpaWkxtnT448+cObOTVRPgmmuuGTduXPA0JSUlH/jAB8Kv2bp1axx+eCJWDw4YMODSSy81PgAACMLOCj/5RIxnIwzfgTAvL6/DB/bopKuvvjqWyc4666zwi8HHffnzn/8cfnHIkCELFixo8ymKi4s/+MEPxjIzEeeyC1i92UlJSUlXXXVVLFNGbIn6/vvvx9siumfPnojVtldccUVGRobxAQBAEHZWB3YjDJ9mzpw54Rud9pjJkyfHuAllxOkWg08VGLFB6YUXXhjjq1u8eHEHXkUsZ0XvmKlTp5aUlMQy5cyZM2Mfn16xfPny8IMVpaamxvi3gH4yPgAACMKOa+9uhOXl5Vu2bInWkz3m9NNPj3HKESNGhG+WefTo0WhTVlZWvvfee+HXRGwuGGDevHmxbPyZn58ffrG0tLSbxmf+/PkxTjl8+PDwBSBiHWavq6ioeOKJJyIqfeDAgcYHAABB2AXauxvhm2++Gb66preCcOrUqTFOmZGRUVRU1HKxtra2+SwRJ9u2bVv4S0tOTg4fmWAFBQXDhw9vc7KcnJzwg5Rs2bKlm851Hvv4pKenFxcXxzI+veLkk9EHH+Onv40PAACCsLPatRth+PaiAwYMGD9+fK/Mc7ueNzc3N/xifX19q5O9++674RcnTJiQmZkZ+7NMnDgxlskiTnJw1113dUdgtHm4lIg/CoRfrKuri5Mls7Gx8bHHHotYVts8klD/GR8AAARhF2jXboThR5SZO3du9x0kM2gok5Nj3AGsWUTXRQvCPXv2BJRbmzq2T+OGDRu+/OUvx3Jw13aNTyyrK9s7Pj3vxRdfjHhTumT1YMKMDwAAgrALROxGGBCER48e3b59e7SS7DEFBQUxnuahWcTE4duFhos4XsiQIUPaNVdDhw6NZbKzzz474pqVK1def/314ecn7Pz4pKamdnh8Ws5K0usizjYxcuTIk0evP48PAACCsAtE7Ea4ZcuWaCusVq1aFf5rOGJlV48J3yewCx06dKgzQRjjXJ1++unTpk2LuPL999+/+eab77vvvi7ZfLSbxqeHrV+/PuIs8Nddd12XHNI2McYHAABB2GUidiNcvXp1tCAM/1Xdrh2xulBOTk53PGx5eXn4xcGDB7fr7rGfVPBLX/rSyWHT0NDw4IMPLlmyJOJciPEzPj0sYvVgXl5e509Gn0jjAwCAIOyWIAxFP/lExBkIe2tus7KyuuNhI9aLtvdZYp9+zpw5t956a6s37dq16wtf+MJXv/rViH3n2iXiICh90f79+1944YXwaz72sY911fueAOMDAIAg7Eqx7EZ4+PDh8ONw9tYOhKFQqF07gMUuYnPNjIyM7svUm2+++corr4x264oVK6644oqHHnoo2u6OwcLPbNFHLV++vKGhIfwVdf5k9Ik0PgAACMKulJOTM3ny5JaLre5GGH580VAoNG/evAQLwoijR6anp3drZtx2221Lly6Ndq/a2tp77733E5/4xL59++JkfHpMZWVlxMnozz///Pbu0pnA4wMAgCDsem3uRhgehAMHDhw1alSCvUM9HIShUOiGG2548MEHA0Zy/fr111133dtvv92vPipPPfVUxP6c1113nW8QAAAEYTeK2AT05N0Iw7cj7cXtRbtPxIqjnjn/+PTp05cvX37zzTdHW2117Nixz33uc+Fn+0hsjY2Ny5cvD79m5syZJx+XFQAABGFXCt6NcP/+/bt27epXQdjeM0B0+PR0GRkZX/jCF5YvXx7tOD2VlZVLly49fvx4f/icvPzyy++//374NV1yMvr453z3AACCsDedvBth+GZ7EX2YkEEYsY1oTU1NT/6gHzt27AMPPHDnnXe2epa83bt333vvvf3hcxJxtonhw4cvWrRIEAIAIAi7XcBuhOFBOGTIkJEjRybeO5Sbmxt+sbq6ul1375JNTC+++OJf/vKX55xzzsk3PfXUU3v37k3sD8mmTZvWrFkTfs21117bJSejj39VVVW+JQEABGFvCtiNMOF3IAyFQnl5eeEXy8rK2nX3ysrKLpmNwsLCe+6554tf/GJECNXX1//Hf/xHYn9IHn744YhE/8hHPtJPviAqKip8SwIACMLeFG03wj179oSfJz1RgzBiW839+/e36+7Hjh3rwpm56aab/uEf/iEpKSn8ypUrVybwJ+TAgQN//OMfw6+5/PLL+89J5A8dOuRbEgBAEPamiN0It27d2rwbYcQZCBM1CAcPHhx+8eDBg737g/7SSy+NOBv7pk2bumo9ZBx67LHHwvejS05Ovuaaa/rWS4gI+IaGhtjv297lDQAAQdj1Wt2NMHx70WHDhpWUlCTkOxTxut5777123T18JWpXueWWW7KyssLfkUTNhurq6ogNYs8999xhw4b1sQ/5327l267dUCOOrQoAgCDsBa3uRhi+M2Girh4MhUKjR48Ov1haWtquNTztDchY5Ofnz5s3L/yao0ePJuTg//a3v404r8YNN9zQ515FWlpa+MV2HSdm27ZtviUBAARhLzt5N8KdO3eG702XwEE4bty48Is1NTXt+o2+adOm7pirCRMmhF88ceJE4o18U1NTxMnoZ8yYMWPGjD73QiIOVLtv374Y79jY2NhNyw8AAIKwHXJyciZNmtRycevWrS+++GL4BBErrBJJfn5+xOk0/vznP8d43127drX3IDQxCt9kNBQKZWZmJt7Iv/rqqzt27Ai/po+ejH7AgAERS0Xsf00IP+0nAACCsNdE7Eb4wAMPtFwcMWLEkCFDEvhNOu2008Iv/uEPf4jxji+99FI3zVLEwUsjzo2RGCJORj906NDzzjuvL76QiOMSlZaW1tbWxnLH559/3lckAIAgjAsRG4XW1NREuynxnHHGGeEXt2/fvnHjxjbv1djY+Pjjj3fTLJWWloZfjFgHlQC2bNkSftSiUF8+Gf2IESPCL1ZXV69Zs6bNe1VVVT311FO+IgEABGFcmD17drSf4wm8vWizM888M+K4ID/+8Y/bvNfjjz8escVjNJWVlevWrYt9fsrKytauXdtysaCgIPHW0EasHszOzr788sv76GsZOXJkRkZG+DW//OUv27zXfffd17UnsQQAQBB2XMRuhOHCtyZNSPn5+WeddVb4Na+99tpvf/vbgLts3779n//5n2N8/Kqqqk996lPf//73Yzz+5P/5P/+nrq6u5eKpp56aYAN+6NChZ599Nvyaj3zkIxGHZulLH/Lk5GnTpoVf8/LLL69cuTLgLq+88sqjjz7q+xEAIOGl9qF5nTNnzsnHPBw1atSgQYMS/n264oorVqxYEX7NXXfdlZmZef7555888Wuvvfatb32rXaeba2xsfPTRR5977rnrr7/+yiuvjBY/TU1NP/nJTyJa9PTTT0+w0X7sscfCizcUCr3xxhuf/vSnO/yAgwYNuuuuu3rxFS1YsKD57J0t7+Ntt912zz33zJ49++S3+Be/+MWPfvSjpqYm348AAIIwjsydO/fhhx8++cr+8D6dccYZkydPDt9zr66u7pvf/Oazzz770Y9+dPLkycnJyQcOHNi2bdvTTz/9xhtvtPyaP++881544YUYn+Xw4cP33nvvz372s4ULF5511lnTp08fNGhQTk5OTU3N3r17V69e/atf/WrLli3hd8nOzv7whz+cYKN98oh18nR8EXvx9bzzzz///vvvD7/m2LFjt9xyy+LFi88777zhw4c3Lz+bN29+8skn9+zZE16SO3fu3Lt3r+9KAABB2Muaz0bY2NjYD4MwFAotXbr0lltuibhyxYoVEWsOw6Wnp3/yk5+MPQibVVZWPv/88y1HmDx5zMN97GMfy8nJSbChrq+vT7BXNGrUqAULFkRsJtrY2Pjcc88999xzAXe85ZZb7r//fkEIAJCo+tJRE3Nzc0/ejbD/BOHcuXMvvfTSdt3l7/7u7woLCzv5vAE1OHr06M9+9rM+RX3C5z//+fYeJfWyyy477bTThg4davQAAARhXIg4fszYsWOLior6z7v1jW98Y+LEiTFOPH/+/JtuuinGM851QH5+/rJlyxLylPQJaerUqZ///Odjn37ixIlf+9rXQqGQIAQAEITxImJ9YP9ZPdgsKyvrvvvui6UJZ86c+f3vfz8lJSX8hI3RFBQU3HDDDe1afTRs2LAHH3ww9jolHtx000033HBDLFNOmjTp3nvvzc7OFoQAAIIwjjTvRthyMeFPOHGyoqKif/3Xf73yyiuj9VtKSsoNN9xw//33Nx8pNOJomdHusnTp0oceemjRokUpKSnBE2dkZNx0002PPPLImDFjfH76nKVLl95zzz0DBw6M+o2QnHzNNdf87Gc/a5lm2LBhxg0AIFElObh8H7Vjx46nnnrq9ddf37lzZ1VVVU5OzujRo+fNm/eRj3xk+PDhLZNt3LjxxhtvbLm4ePHiu+++O+Bhy8rKXn311fXr15eWlh45cqS8vLy2tjY/P7+wsHDChAlnnHHGwoULO79fIr2rpqbm1VdfffHFF7dt21ZWVnbixIm8vLzRo0fPnz//sssuiyjA2traXbt2Nf87LS3tlFNOMYAAAIKQvmHDhg0f//jHWy5edNFFvXtCPAAAIH4kG4LEVlFREX4xLS3NmAAAAIKwX6isrAy/mHjnDAQAAAQhrSsrKwu/mJ+fb0wAAABB2C+888474ReLi4uNCQAAIAj7hS1btoRfdAoBAABAEPYLx44de+utt8KvGTVqlGEBAAAEYeJbsWJFQ0NDy8WcnJzwUxQCAACCkMTU0NDw85//PPyaGTNmJCUlGRkAAEAQ9iXr1q2rrq5u110effTRnTt3hl+zYMECIwkAAAjCPub5559fsmTJypUrY5x+1apVP/rRjyKuPPfcc40kAAAgCPue3bt3f+5zn/v4xz/+1FNP1dTUBEz55JNPfulLX6qvrw+/ctasWSNGjDCMAABAi1RD0Lds2LBhw4YNy5YtmzJlyowZMyZOnFhQUJCfn5+VlXX48OFt27Y9/fTTmzdvPvmON954o9EDAAAEYZ9XW1u7bt26devWxTj9rFmzPvjBDxo3AAAgnE1GE192dva3vvUt4wAAAAjC/iU1NfXOO+8cPXq0oQAAAARhn3TllVeeeeaZ7b1Xfn7+D3/4QxuLAgAArUpqamoyCn3FG2+88etf//rVV18NPspoKBRKTU29+OKLb7311kGDBhk3AABAECaIysrKv/71r6WlpaWlpbt37y4vL6+oqKitrc3Kyho0aNC4cePmzJmzePHi4uJiYwUAAAhCAAAAItmHEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAaK/UH7+YZBQA6Lc+O+UvBgGAfssaQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEBoCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAADQq5Luf8EgAAAAdNZnp/ylz82zNYQAAAD9lCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAShIQAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAADiRepnp/zFKADQb92/6QyDAEC/ZQ0hAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIDQEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAOhVqfdvOsMoAAAA9EPWEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAgtAQAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAEIOk+18wCLTus1P+0ufm+f5NZ3jjAAAgRtYQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACC0BAAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAoJulGgIA+rPPTvmLQQCg37KGEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAD0qlRDAEB/dv+mMwwCAP2WNYQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCA0BAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAADQtlRDAAB0xvDCc2aNum1Q/rzU5MxjVds2733o7V3/u7Gp3shAbxkz6PILZzze6k2b9/58xaabDRGCEADoAmMHXXH+9F8mJf3nNkdFOdPPGH/P4Lx5z2+4xuAAxD+bjAIAHZSanHX2pH9pqcEW44ZcfUrxxcYHoA98kxsCAGiRnT40PbUglikbm+rqGyqq68r687aRI4svykof3OpNE4d+fOehP1ii4kF6av6IoguG5p9RmDt9QNb4jNSCtNS8hsaa6rqy6rpDx6ve2XfstX1HXzt0Yq0NfUEQAkC/Nn/snZNLPhn79E1NDSeqdx4of2P3kRffOfDr6rpD/Wq4BufP78BN9JgRRYtnjPzyyKILkpPSIm5KTklLS8nNyxw9KG/OuMFXhUKh6rpDW/b926Y9Pz1SsdHQgSAEANqWlJSSlzUmL2vMuMFLzpp479Z9v1j13v8sr3q3n7z8nIwR0W7KzRxp8ejdVj970r8MypsT+10y04pPHbn01JFL9xx56a/bv3Hg+OuGEfoD+xACQBf9n5qUNmnYzVcv2DBj5Jf6yUtOS8kOGI3kJH937p3l8MwJP/zonL+0qwbDlRQu+tjcvy6e9khu5inGEwQhANAOqclZCyf8r0VTHjz5UCuJp76xOtpNjU11dkjreZlpAz886/lTR36504tf0vgh144eeJkhhcT/b8sQAECXmzzsE01N9S+XfjqxX2ZlzZ5oN52o3tV/3u7s9KFTh38m/JqD5at2lD3d4zVYfNnsFUU507vqAXcdftaYgyAEADpiSsnf7T++snTPzxL4NR4sfzPaTf1qD7SRxRfNHfPt8Gs27v5JD8dJWkruh2c+14U1WF717rHKrcYcEp5NRgGguyyc8L+y04cl8Avceej3dQ3lrd60Zd+/9Z83uqTgg70+D4sm/3Rg3uwufMB4Xj0YJ2MOghAACJKWkjtv7D8m8AusrT/+123fOPn698qe7FcnISwpXNS7MzBt+OfGDbm6ax8z3oOwt8ccBCEA0LaJQz+elTYogV/ght33r9h087Gqbc0Xa+qPrtv5gz+uv7b/vMW5mafkZY7uxRnIyRhx+vi7u/YxG5vqdx950ZhDf2AfQgDoRinJGROH3bRu5z0J/Bo37/355r0/z0gtTE5Or6472NTU2K/e4pKCRb07A2dN/N9pKbld+5j7j/2ltv64MQdBCAB01rjBVyZ2EDarqT/SP9/fksLe3JltSP7pYwZ9LMaJT1Tv3Hn4mcMn3q6pO5yakp2VPjgvc/TwwvPys8ZGTBn324vagRAEIQD0rJXbb1uz45/+61JSZlpRXubokcUXTh/x+eAjxwzOn5+RWthveynxg7BX11bNGfP3sUx26MRbK7fftvPQH0KhppNvzc8aO6Xk01OH35KRWvCfQXjoWWOeuJoMAeHsQwgAHflFVV136GD5m6vf++7yv0x89+ATgRMnDRlwhiFLSDkZI05evdZjinJnnFJ8SZuTvb3rf//mjbk7D/0+Wgkcr3pn5fZvPvzayFXvfqexsba6rqzsxGpjnrg52GgQEIQA0GXqGk48v37JgeNvBEwzMG+WgUpIwwsX9eKzTxn2yTanef2d21/b+uXGprpYluRV7/7jr96YtXbH9+J5R9DeHfNECMKmBoNAOJuMAkBnNTbV/Xnrly+f81q0CQqyJ7V6fXJyenpKfsSV9Q0V9Y1VJ0+ck1EybfjnRg28ND9rTHJSWnXd4YPlq5556yOxz+fAvFnDC88rzp2RnT4sLTWvtv54de3BshNrdx/+Y9mJdfGwIVlB9uRxg68aWrCwMHtqZlpxcnJabf3x8up3D5av3lH29K5Dz8QSNrGORu7MkqJzi3NmZGeUpKfk1TdWVdcdqqrdd+D463uPvlpevSOWB+nFbReTk9ImDL0+eJpNe366+r3vtuthj1RsPFKxMZ4/bj0w5l27HLb+MW+srG+ojLgyKSl5ZNFF4wZfNTh/QU7G8NSU7Lr648eqtu07+qet+5cfLF/VJa+uobEm4pqM1IJRAz88OH9BdvrQpqaG8pqde4++2oUft54Yz67+2sxILZgw9IbhhefkZ41LTc6urisrO7Hm3YNPvH/4eUEIALRi37E/H63cHC38oh0if1TxJRfOeDziynU77/nLtq9FXDljxBcXjPtuakpO+A+dlOSFMf5+mjzsE6eN/O8DsiecfOuE0PXNGbBmxz9t3f9Iu9YeDC04a/7YO1u9adehZ8J2uWxbce6pC8YtO3kDyMy04sy04kF5c6eWfLqi5v3V7313456fdGb9VUpyxpSST506cml+1riAyQ6feHv97vu27Hu4vqEi2jSTh/23ScNubvWmqcNvmTr8liiLymtPvHlW5xe5EUWLM9MGBkxwrHLLn7Z8oZsW+DmjvzVv7B2t3vSXbV9r8yhKA3NnXjl/Tas37Tn68lOrF/XWmHfHctjqx3zz3odWbPpExBt61sR7C7In/02WpBUNTps/OH/+qad8ZdehZ17Z/Nny6vc6HYTV4R+HOaP/4dSRXwr/bgmFQjNP+Vpl7d6V2//H5r0Pdea5emw8u/BrMykp5bSRX5k75tvhdxwQmjBkwBnThn+urHzNy6WfDo/zU4ovuWD6L09+nOc3XLOj7GlBCAD9yK5Dz0QLwqz0wbE/TkHOlIjfJx+Y/OOpJZ8+ecq6GE4MMDBv1rlTfl6UOyN4ssKcqedO/bdpIz73wobrj1e9E+OsZqUNLClo/XiP5VXt+Nk6c9TX54+9MzkpLXiynIwRZ0/6l/FDrn1u/ZVVtQc68B4NHXDmoikPRnubwhXlzvjApB/PH3vXX7d/o3TPgyevPp016hsLxv1TLy5vbe49+PLmW8J/+ieA7h7zHlsOQ6HQwLzZfxPYY/5h3pjvhEJJAXcZWXzRlfPe/MNbl+079lpnXmbLmsms9CEfOu0P0TZoz04fds6Ufx1RuHhF6X9rbKyN8/Hsqq/N1JTs86c9NmrghwO+UT86988rNn1i675fNF+TnzU2IqebJSf1mc6yDyEAdI3DFeuj3ZSRVhT74xRm/80vmzPGf7/VnzWhUKi2oTz4ocYM+ujlc15rswZbDMk//ar5a4cXntODw5b0gck/OX3c3W3+amwxrODsj81dmZt5SnufadKwmy+b/VIsNdgiM6140eSfXnLa7yLm+czxP+jdGgyFQqcUXxxw685Dv99z5KUE+nh195j33HLY8ieYlOSM5n/PHfOdeWP+MbgGW75JLjntd4U5UzvzUusaK0KhUFpK3mWzXmxz9+YJQ68/b8q/xTJvvTyeXfG1mZSUElyD/1V6aedO+bcxgz7afLHD8ywIASDRnKjeGe2m1OTM2B8nL3N0anJW87/HDr7ytFP+e9QfdoF/6h418NILpv+q5aFilJaSd/GpT/dYE54x/nvRfrcFD9GHZz6XnjqgPTV40zlT/jX2n6d/+zMxOey3YOq5U39+6ilf6d2FLTdzZPAmr2t23J0wn6weGPMeWw7DX1RRzvRQKDSq+ENzx3w79jumpw44f/pjycnpHX6xzVtBnzPlwRjDctyQq2eN+nqcj2eXfG3OGf33bdZgy3fCeVMfHpA9MRQK5WUIQgCg+XdGw4loN6UkZbQrP5rXYmWmDfzgpJ8ETFnbEPWXTVHO9POnPZqUlNKBF5Kakn3hjCfyssZ094iNG7zktFO+2rH7FmRP+uDk/xvjxEMHLPzg5J92eD73HFnR8u/54747ceiNvb6wDc6bH3Dr4Yr1e4++kjCfrO4e8x5bDiMMzJuVmpL9gck/ae8di3KmTx/x+Q6/3tr68tEDPzJ28JWx32XemP8ZsXNjvI1n5782i3NPnT369nZ9T54z5V9DoSRrCAGA/xRwoLzGUPuO8968P8zcMf8QvK1pXX3r2z4lJ6efN+0XqSnZHX4t6an5509b3rH1aTHKSh989qR/6dzv+KvGDLq8zcnSUvLOm/ZwZ/bn2R0WhFlpg+NhYRuUPy/g1q37HkmkT1a3jnmPLYetBuHU4Z/JyRjegfvOOuXrLVuctld9Q8Xp49u38W1ycvrp4++O8/Hs5Nfm6eO/195viaEDzhw3ZIkgBABawiM/2k0nH+c9WGHOlOz0YVOHfyZ4smh/6j5t5NLi3FM7+XIG5y+YPuLW7huueWP+Z2ZacScf5IzxP2jzN9yc0d+KdpTXWNQ1lB8sfzPeFraBuacF3Pruwcd9HuNtOTzZhCE3zBvzjx3t2CFjBn2sY/edMvzvYl/d12L0wMsG5s6M5/HszNfm4Px5I4su7MCsLpzwv7LThwlCAKD5J9qgaDfVR9+atPVfNtlTpg6/pc0VdLWt7QyTmVY8a9T/6JJXNHv07emp+d0xVgOyxk8u+WTnHyc/a+z4IdcGTJCTMWLGyC915in2Hn01Dk/k3eoZRJpV1Ow5Wlnq8xhXy2Gr0lPz01JyO/yk44dc07E7dqx8QqHQ9JFfjOfx7MzX5oyRX+7YrGanDw3fx1gQAkC/Vhz9z+dVtQfb9VCnFF8yM4adcFr9U/fU4Z/pqorLTBs4Y8SXumOsZoz8YvAagGOVW0v3PvjWrh/uKHs6+KTVwb03Y+QXO7xlXbPw7UXjRFJSSm7mqGi37jv6qg9jvC2H3WF44bndulF3Kwk6eEnwhui9O54d/tpMS8lrOWRo/+Q8hADQNYYVRD3zdWXtvvb99xzb7n8n7wyTlJTStdt5Tin51Oodd3XmRPCtvrpo5xYPhUKNjbWvbrl1056ftZz6Lyej5Lxpj0Q74eGgvDmFOVOOVGw6+abmc9B3cm73xF8Q5maeEvCzu+zEGh/GuFoO26OpvHrH8ap3M9IKi3KmB8dVWkruwLzZB46v7MERyxk18NLt+x+Lz/Hs8Nfm6EGXtfdozIIQAIhUkD1p6ICF0W49XrWtO5705D91jyg8L3iHlvLqHWt33P3+kT9WVL+fnTFsWMHZM0/5RmHkOZ3/pj1GFl2489AfunC2Tym+JC0lL9qtL266edv+5eHXVNTseXrtBZfPfmVw/oJW7zJm0MeOVNzV2hNdnJFaGDAn9Q2VG3f/eMu+fz9WtS01OSsva8yogR+eMOS6ljM61NYfi+irVzbf8qct/3mAx7GDrzhnykOtPnLpnp+9tvXLrf/k7/QGqNlpQwJuPXxifYJ9uLppzHtsOYzRe2VPvr799sMVG1o+eh+c/EDw5p0D82Z2Lgibtuz79427HzhSuSkplDys4AMLxn03+ESdo4o/FC0I4208Y//aPKX4kuC7HKvc8vo7f7/36Kv1jRX5WeMmDr1xasmnWz0ZvSAEgP5r/rigHy5HKrpkn66m/cf+erRyc2XtvtTkrILsSVW1ByKmGDfk6oD7Hzj++u/WXlhTf/S/MvWd41XvbNv/2EUzHh9ZfFG0e40fcm3XBuHYQVdEu+ndg09E/Gps1thY+8cN119zemmr60xGFl24+r27WnuioAPr19QfeXrNBQfLVzVfrGs4UVV38MDx11e9+51xg6+eM/rvC3Om7Dn6csTa0YbGmoZQTcu/oz14Y1N9XTt3HI1dZvrAgFuPV7+bYB+ubhrzHlsOY7FxzwOvlH6mZe1ZKBQ6Ub3zD+su/djcvw7Mmx3971CTO/5t0tT44sYbt+5/JOxV/8fuIy9cNvulgIPHjCha3CfGs11fmyMKFwfc/2D5qqdWn9OyaJWVrykrX7N13yMfmvmHzLSBghAACIVCoekjbg34MdT8k6KTv2nWv3/f2p3fO1G9K3i6gPUJtfXH//DWZS01GPZru/rZ9Vdcs6A0N3Nk9MdMCv+p2jlJw4vOi3ZbwO+/41Xbt+1f3ur56IbkL0hOTm9srI39x2soFPrjhutafV+amhq37V++/cAvp5bcUt9YEYfLW/DP0BPVO30k42o5bNPRys1/2vz5kz9ijU11f976lctmvxTtjp05fO7b7/8ovAb/61vi2HNvX3nNgo3RTnyfnT4sL2tMedW78Tye7fraHJA1Pis96nlN6hurnnnr8pP/0HCwfNWKjTdffNrTghAA+ru0lLw5o781c9TXA6apb6wqK+/4bl31jVXPvPWR9w8/3+aUBdmTAs5ptmbHsqra/a0/RUPl6+/cfu7Uf2v11qz0wYPyZnfVqReKcqZmpbV+ONZjlVuDy3nr/kda/eGYnJxelDO9rHx1+JWFOVOz0qNuWvnuwSd2HXom6LdkU8OG3f8Sn0tdeuqAaDc1NNZEW0s2fsg1i6ctb9cTbd33ixc23pCQn9weWw5j8ddtX492hJU9R18+XrW9ZRvmyDzLGNqxl9/QWP3mu/8YrdA27L4/4Jgug/PnnxyEcTWe7fraHJQ/N+DW9bvurajZ3epNOw79bseh340q/lACfBwcZRQAYpKVNqgge3JB9uTCnKlDC84aP+SaD0z+yfVnvhNcg6FQ6P3DzwcfTy8wSxqfX78klp81oVBoyIDTAx5n896fB9x3+4Ff1TWUR7t1WMEHumoYB+fPj3bTjkO/C77vniMrGhqrW72pOHdG7E8UCoXWv39v310UA46bWlN/2Ec1rpbDNlXU7Nlx6OngL5BoNwXvIhvg3YNPnLyxQItNe/5vwH1bPQdm/Ixne782g0/ZumnvzwJu3fD+fYnxcbCGEABicuopXzn1lK904I7vHPhNh5+0dO+DO8pi3SppYO6saDftO/anytq9AfdtaKx+r+y3E4Zc1/oj583sqmEsjn5G9bK2VkI2NNYcrdzc6iPkZ46N/Ykqat7fc/SlPhyESenRbqpvqPJRjavlsE27Dv0h+Ci++4+vjHay9bSOHtckOJYOV2w4XLG+KGd6q7cOyJ4Yz+PZ3q/NgIPoHD7x9rHKLUHDeOSF+oaKBDi6jDWEANCNauqPvHPw1x27b/OWnLFPX5Q7PXoQ/rnNu++PPk3AKRbbqzBnWrSbDp14u827H63c3Or1eVmjI0cjJ+po7D6yomtPpNHTv96in32usanWhy6ulsM27T32p+AJWtthr2VJSO/Yy2/z2KT7jkadqwFZ4+N5PNv7tZnf2stptufoK8H3bWys3d+Dp/0QhADQJ23c/ZP6hsqO3XdH2W9PPiBegLzMMdFuimU/nIPHo/4hvzB7ciiU1CUDEvALr7JmT5t3r6471Or1Jx9nJeCJDiTEb7hW9enQ7Uk9thy26dCJdcETnKiJekyUpKSUDi0kDUcqS9sqxjei3dTqjsrxM57t/drMzRgR9WszhlN6tvn2CUIA6Ndq6g6v3XF3h+++7cCjsU+clJQc7TChoVAolvM7t5wArZWfC8npAQfia4+k3IyR0X6kVtcfavP+tfXHovxwLI7xiUKhUFn52j69XAXskhp8KnN6fDls29HAjRJDoVBt/fGuffGVtXvbPBlmwLdBZlrxSccgjaPxbNfXZkpyRkZaUdRBiGXdZtecUqiX+dYAgO7y523/PeDIDW3ad/S12CfOTC0O2JKworbtP9LXNZTXNZxIS8lt9dacjJJoByltx0ymFUU7IEpSUsot53T8jO2pfzvbGWmFAUdeCVjl0teDMEkQxtNy2KbqurL6hjZObVLf2MX7hZ6oeb/NaaIdWrN5kDJTi8P3SY6f8Wz312aUI6PGMAgJ8mXSzBpCAOgW2/c/tnnvQx2+e2Xtvqq6g7FPH/B37obG6pq6mA4+WVkT9cAzASe0aMdMdvSgiG2KOM5KwIqFpqbGWLZhi2cN0c/Mltb+H9D9UI8th7F8zNvu/8aarp3JaKvjwlXV7gvY/DjixCdxNZ7t+9qMfgaXUKgplj+BtWvzVEEIAP3IvqN/enHTzZ15hGOVW9v3Gzd6ENbUH4nxQQI27kpPye+CH+Jp3fXDMTk5LcZfqNX1hxqb6vv00hXtTIOhwFMU0vPLYdufuLpDPf/yY9mrubGpvrbhePTFLD8+x7O9X5tpKXkBb00sXxTVCXGiF0EIAF1sx6HfPb3uomhn1opRwK+xVqUmZ0a7qaEh1jlpiL4uIiX647djJrvx+OxJf/tE2dFHo8+fmCGg8FOSMwJeOz28HLbd9vXlvRCEsW2D2hj0bZARn+PZ7q/N6B+WGA8G1uYWv4IQAPqXhsbqv277+jNvXdb5Xwl17TySRMAB6BuaamKf/+i/nLK64GdHUlrPvBEBT9TQ1Rvg9UIQ1gWt8s1JL+kDryEpqRefvMeWwxjarLLnn7SxsS62eauOcQDjZzzb/7WZ2skvisQ486c9jwGgC9TWH9+6/+HV7y2riOGADbG1WftOKBdwAPrYH6ox+pQdPuNZ/AVhdV9f2GoCtzPMyRxxrGrbydfvPfqn59ZfdfL1hdmT5429o8eTrDd/gsZPwLT3Y96z3Vgb49vXd8cz4CBMMf4drSnUEOr7BCEAdEBTfUNldd3h49XvHDqxbs+Rl3YdfrbD5xvsml9vQaciiPXn2klHkw97wU1d8runqcfeoA6Uc18RfJTIgqyJe468dPL1FTXvv3Pg1ydfP7TgrHn9Lsma4uV7pKkXciIpKaYtBAOO09sYOdtNocTT1BTbVIlw5k9BCAAxWbn9tjU7/iluZy9oa8+Yd/9LSYr6E7ChqbYrZrKH1ocE5HGX7AzZu6rryuobq1KTW9+ItzBnah/4AdqNe53F0XIYn2Ks8cAgrEuM8WyKftiYgJefeAQhACSCgCBMjvmXTcBvoC7Z0jJgK6zGpvpYjoYfTcR5NQL2kkqAIAyFQieqdxZkT2r1pkF5c+J//nv39Bg9thzGa41nx/ZtEPWTErE1ad8dz6ANK2L72kyMbhSEAJAIaqMfTSH2g8IHTBl8IJMYBRzyoax8zX+smt9Vo1EX/aA+GQlxYoajlZujBeHA/DkpyRlxfuycgBNF9oAeWw7jUyynkElOTo84t8Tffr7KE2M8A74ooq2BT8ggdJRRAEgElbV7A37ZxHjm6OzoB6gMOEVh7KrryqIXQlGX5vHRqKORktN959HuMYdPvB3wdg8dcFYvzltKcnoMS9qwXpzDHlsO+26N56QPCzjlQ83frvTru+MZ8He0zLTiWHa2FIQAQBz9sgk4X3lORtunIkhNzgpYJ1BVu7/zM1lVVxbt+BOZaQO7cDQCztQXCoVyMkf09bf70Im3Am4dM+jyXg3CtjfKzc0c2Ytz2GPLYXzKyRjeyWkiPl99dzwD/nKUlJSSmTYohrpOhAVGEAJAggg440VB9uQ2716QE3WapqbG8uodnZ/DxsbaiprW12Smpw6IpVpjVF13OGCbycLsKX39vT5Q/kbAreOGXN2Lh/GMZYvEaNu79oweWw7jU0ZaUcCffpoV5UyPHlHHI86z2nfHs6ruYMBhQmOZ875x2k9BCAD9xJGK0mg3Dcyb3ebdA6aprN3T2EUHEiyveifaTcW5M7tuMJoqanZHu23IgNP7+ntdXvVuQP9npQ2aMPT67m2q6EfjiGEFbFJR7ozeHsCeWQ7jVGHOtOAJBuXPDfg2SJjxbGpqqKo70IEqbs/SLggBgJ5y6MS66Am0oM27D8mPOs3hig1dNZOHKzdGu2l44Tld+Ys/+irNrtrFrqlXT7+29+irAbfOHn17cgz78nVYwNE48jPHtFUjUzq8G2dXjXmPLYfxKeDD3uZn5Hhr7dd3x/NE9C+KgXmz2rz7wIT484EgBIDED8JhBR8MPpJEUlLy6IGXRbu1rHxNV83kweOrot00dvCVXTgaRyqi/kIdnD9vQPbEmB8p6qE1AtaapqZkdffbvfPQHwJuHZA1ftYpX+/OIIy6w2pR7ozg3QhHDfxwh5+3q8a8x5bD+DSy6MKAW4typhXmRN2s+mjllkQaz6OVWztQxWFfJolwTFpBCAAJYt+xP0c7tENyUur4IdcE3HdE4eKs9CHRbj1wfGVXzWTAQ+Vljh5V/KGueqLDFW8H3Dq15NMx/U5KTl805afRbq2PvpYsu/v3LNpR9tuA7TZDodCcMd8uKVzUTc8e8NqTk9JKCj4Q8KeHSUNv7o7nbdeY99hyGJ+GFy0O2EFu0rCgN6jVP7X03fE8Vrk5euzNy808JeC+ORklxbmnCUIAIF5U1e4vi76ScPbob0U/G3jSvLF3RrtjU1PjniMvddVMHjrxdsABS+ePuyspKaUdv2OSUmeNuq3VbSMPHA867MqMEV9o80A7ORkll816cfzgq6NNUNdYGe2mQflzuvuwLjX1R3cffiF4cC4+9anhhed2z8J2IODWScM+Ee2mKSV/F7D2qU1dNeY9thzGaQAkpS4Y90/RFvtpI24NbOnXE2k8gzd/CG7jiUNvbNfrEoQAQLfbdeiZaDdlpw9dNOVnrf58mTf2Hwfnz4v6+6/89ZroB2dvv6Zdh5+Ndltx7mlnjP9+jA9UUrjoinmrFoz7blJrv2cOnVgXcfrsv/kBlJx+wYxfZacPbb2Pk1Iml3xyyYL1QwcsDIqT+qiPn5FaOHHoDa3elJKc0VWtuGnPT4MnSEvJ+/DM504fd3d66oBo02SlDe7AUx+Nvl4lFAqNH3L10AFnnnz9wLzZ0Tok1iDssjHvoeUwbk0ceuOkYTedVGJp50z5ecA52esbKg5XrO/Fz3WXO1j+ZsCt/6+9ew1u6rzzOC7JutmWsS3bgMGXhARsJraBZkObkKXQhJCQNOkmbZoZ0oZmJi96zbLLdNtmdik7pdPtZqbJThKmnW3SZNKwJaEQkgDFGEpIYhsbG4xtfEW+yJYlWTfLukvn7AtmvSlYsiwkWRLfzyvDeY7OOf9zbJ2f9JznWVuxK1s5+y9ItnLJ2kT2yiYQAgCAWAya3o2w9LbFTz685tjnR0rQqCs2rX79zlv+NdJrGv8U350ciPiCdeU7v3jbL2VSebgGUqmsXLv1q+tOPrrudIT+WqIYGrOdirAhbW7NP/xdU1XpMzNTS0ulMm3uHWsrf/zUl3o2Vf/3nAOfOL1DEZZuWPXyNU9qXY1DT28YjdA7d16GJt+PMJjqTLhdW/njb99reKD2vTUVu1Yu3b5q6bfqyneuX7H3wbrDz9xr3Fp7MIZNu/0T/r+dnfyazT5U90FF0UOfj2Srlz336LpTKnnBjRxyHGuenOswlW1e/caGVS/P9IrMz1n50JoPy7T3R1hlzHZaFEML+Hsdd27/hGO2pyJnPlJ5sPbw9X0rVArtAzXvqhTazHjjkPPeCQBAxph0tk062yMMjlem3fJ17Ra33zDtHclWLtGoKqTSSJ8OC2Jw0HQgvjs5av2L22/IUZaGa7Cu8qcVRdu69K+NWk+4fGMSiahWFKuVJSV5dy4v3Ly88L5oZtaWSCQ686Fbih+L0CBPXbl59R82Vb/u8o2JEiFHuSSaSdVn+IMOb8ASbrQeRVbew2uPW6Y7nN4hlbxAm1sT99tHQQx2jL4UzXcvcln2ipInVpQ8Ecet29yXlywKO4GHSqHdtuaowzPgcPep5IUFudUxjyyaoJon7TpMYdLash/Vlv3IF7QJgj+azylGrcczr56j1voIo0wtyb/763edb9XtGbd/7AtYctVlFUXb6sp35qkrM+aNg0AIAEBG6R7/3caqfZHb5ChLI9y3/U2mMh10+cbju4eiGOrUv7J+xd4IbYo0azZW//Zq86t3rjFsSGc+/Per3PKsnDluiqUyjbo8tmOZ8gxEHr61SFNXpKlL3Onu1L9SV/58rmoBJkMbs56KEAivys++PT/79vhuN141T9p1mPqizOqiGLpiOph59RyePFIT8bHJ/JxV993xxwx+16DLKAAAGaXX8Ma0dyRer3Zh5MXExJhXo34uURrzXaM/6Og3vpPQak84Ghf2dIcEb/PgCwuy6RHLRwuy3TjWPDnXYcbQW+vd/onMq+eY7ZQ3MHkzn1kCIQAAGSUk+Fp0u+PyUgPG/zE7WxOxk/6go+XKvyWhGhdG/lMQg4m8RT6x4Ge8b+KtEcvR5G/XONXkCZhjXj3CoJRJq3nSrsPM0DH6UkbWUxCDPYY3CIQAACBz9E28NWH/5MbvlZsGEziGXtfYa3Gc3jAch7uvZ66hOG/EuP1MMORe8DN+pue5mPNVzERR6NS/Etu6To/u6MVHUqHmybkOU0rE0YDCMjvPRxhHNN3r2aV/LbZPjnTmPxMIAQBAyhFF4WT39hucK+Js7/emvaOJ3MlQfec3fUFboqvRNPiTOPahvUYw5E6F7xZcvvFjHV9NfjS9NPpybGewRfdzy/TFkOBb8Jon7TpMEXZ37/7GlTH8cfisf2cG19PpHeqd/0Wlt9YbHJ8SCAEAQCqa9o6c7PxmbDfcEonkwvCvE/30nUQicXqHj3U8Ggy5EroVf9BR3/VUSPAm6PUvjryY0F6pUTJNtRy/9LVAaDqZG/UHHW1De+e71qjleN/EW4IYCDOjXbJrnpzrMEWMWI56AubGgV3zWqtrbJ/Bfjaz69lyZfe8crIgBhsHdl0/IwWBEAAApIpR64m/XHo8hkx4Sf9fTYM/Sc5OTtg/+ejiNm/AEvMr2N094lzZwOhoPNH5ZGyZcM77YKd36MLwf6TCGddb64+0bZ5zZsJob+s9Op350JzNOkZ/M68nGO3unpPd26/+POlsjzXCxbnmybkOUyMQHpNIJD3jv4/+W1bT1LnG/n/O+Hq6/YZP+n4Qffv2oV9apjsUslwCIQAASOWbv6OHzt9jd/dG2T4Ycp/t/f6nfc//36DwyWCwf3yw9a4YHnoUBP953b8fOLcmmi+Lhic/ONK22ekdntcmOvWvHOt4dM5mLbrdV8wHo99tQfQnqJhmZ+uB5ppew5s3cAZFvfXkic5vvNO0MpqDEkXhROc3RqMb6MU01XKk7Su+gPUGA2Eiap6c63BhBUNug/3jqz+f6Xkuml4AZmfr0YvbgoInNX+v46t/4o/tw7+KpqXOfKh1aI9EIlHI+YYQAACktkln23std7bods/chYe5rQ8NGPcfOFfXNfZa8nfS6dEdbtvY0P20dfpSNO29AcuF4V/vb1rVotstCNGGK+NU05+a72gb2htNx7BJZ/sH7fd90vdDQQxEEYpC9Z1Ptur2RN4ZQfD3G9/Z31zt8ZsSV0xf0H768o53z60bNL0bfXEEMWCwn20c2PX2Z7d8eGHLFdN7ohiKPmYcu/jwuSsvROglGBJ854d+8X7bRrff8P9Fno49ECai5sm5DhfQmO3UTJcBUQw1dG3/tO/5QMgZLup36l99//zGmL/oS8d6Ng/+tHnwZ5Ev/h7D6/WdT4qiIJFI5BnxDaF0XwPvlZjdd1c3pt0+77t8NycOAGYlz8q9tfixMu2WxYvWZysXK+UFwZDb4zdaXZ3jtr9eMR+MoavhrSVf21o7e6/CXsObpy/viGE/Fy9aX1n8yOK8uwpyq9WKYrksRxSDAcHl8ZucHp3FdclgO6O3NdzIM4GKLE1F0bbyoq1FmjV56kpl1iKpNCsoeDx+k8MzYJ5qHbZ8aIxpsrtc1bKq0u+UabcU5qxWKQpFMeQPOlx+w6Sz3ej47Ir5z5Fjedwp5fmVxY+U5t+r1dTlqSuV8ny5LDsQcgVCTn9wyu2fsLm6ba5um6vL5Gy98Ye+VArtqqXfKtduLdLUqhUlUonUG7RYpi/prfV9hjevn6NCKpWp5Nrro+m8hsFMUM2TcB0mlCJLk6squ/bDgoDl+rOgVhRXle6oKNqm1dSo5IXBkHvKM6C3NfSM/z76zgUZVs/Fi+5av2Jvmfb+ayZLNDtbW3V7hic/nPmf++/Yf/uSp2Z9keMdjw1NHiEQgkBIIASATJaIQAgAqSBXtXxp/oZc1XKpNMvjnzBONTvc/de0eaD2vRUlT8y6+kcXHxq1HE+LI5VzsgEAAADg81y+sUHTgchtIgwqI8Q6yHPy8QwhAAAAAMybPCtsIPQHnQRCAACQ4bJkaooA4KaVp64Mt8gbmCQQAgCADBdxUmaR+gDIYFky1fUj98zw+I0EQgAAkOE04T8dDwpu6gMggy1etF4qnT1MuXzjMUzeSCAEAABppiTvC+EW+YNT1AdABivXPhhukcPdl0YHQiAEAACxUMoXLSv4cril4Wa7BoCUsij7tgiPAoaTJVNVL/tOuKVm53kCIQAAyHB15f8UYYQ9b8BCiQCkviJN7VNf6r1n5W/UiuL5/AHcmaMsDbfUONVEIAQAAJmjpuz7S/LvnnlaRiZT1pY//4VbXoiwis3VTd0ApIUsmaqu/B+336PbvPqNZYWbJBJp5PaVxY+sX/GLcEtFMTRmbUijw2diegAAMGcg/GFBTpUg+F1+QyDkzFNXKrLyIq9ine6kbgDSiCJLU1W6o6p0x7R3RG87aXI0G6ea7e7ekOCdaVOQU11T9r2ash9ECI0G+1lf0EYgBAAAmUYmU0b5pM20dyS97ocAYIZGXVFd+mx16bNX/xkUPL6ANRhyqZWLVfKCOVfvnfhDeh0vgRAAAMTZ0OT7FAFAZpDLsuWq5VE29gTMg8YD6XWAPEMIAADibMB0gCIAuAm1D/8qjWYgJBACAID4c7j7J+yfUgcANxubq7tL/2ra7TaBEAAAxFPT4L9IJCJ1AHBTCQm+U93PhAQfgRAAANy8xu1ndOZD1AHATUb86+Vnzc7WdNx1AiEAAIgPt3+ioetp6gDgpiKIgYaup/uN76Tp/hMIAQBAHEx7Rz5o/4rLp6cUANLImO1Uq+7nvoA1ttXt7p5DrfekbxqUMO0EAACYkyiGIi/vm3j7s/6d3oCFWgFIL/7gVKtuz4WRF6uWfvvWkseXFX5ZJlVEGQU7Rl/qGX9dEANpXQECIQAAmMPh8xtuLXl8WeHmIk2tRl2hyMqTSERfwGZ394zZTvdPvO3wDFAlAOkrGHJ1je3rGtunlOcvK9hUpKnV5tbk51ap5IXKrDyFPE8ikQRCLrfP4PD0m6aa9dZ601RLZhy7dF8DFwBm993VjWm3z/su382JAwAAAKLEM4QAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAABAIKQEAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAEAgBAAAAAARCAAAAAACBEAAAAABAIAQAAAAAJN//AvcLdzvftVuiAAAAAElFTkSuQmCC\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/cover\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/600965b1148c324b\\\" subtiddler=\\\"$:/plugins/twpub/600965b1148c324b/images/OEBPS/2803727616905030267_27217-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/readme\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''牛郎織女傳'' |\\n|epub-creator |''Mingshi Zhu'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''78'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/errors\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/600965b1148c324b/text\": {\n            \"title\": \"$:/plugins/twpub/600965b1148c324b/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/600965b1148c324b/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/600965b1148c324b/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F600965b1148c324b.png"}