{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"明鏡公案","name":"TWPUB","title":"$:/plugins/twpub/2a817fb6a0bcd5f1","description":"明鏡公案","converter-version":"0.1.0","epub-creator":"Unknown","conversion-errors":"0","count-chunks":"94","count-images":"1","cover-image":"$:/plugins/twpub/2a817fb6a0bcd5f1/images/OEBPS/7819126740966563330_52280-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/2a817fb6a0bcd5f1/images/OEBPS/7819126740966563330_52280-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>The Project Gutenberg EBook of Ming jing gong an, by Unknown</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere in the United States and most\\nother parts of the world at no cost and with almost no restrictions\\nwhatsoever.  You may copy it, give it away or re-use it under the terms of\\nthe Project Gutenberg License included with this eBook or online at\\nwww.gutenberg.org.  If you are not located in the United States, you'll have\\nto check the laws of the country where you are located before using this ebook.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Title: Ming jing gong an</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Author: Unknown</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Editor: Ge Tian-Ming<br>\\n\\n        Wu Pei-Cyuan<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Release Date: June 8, 2016 [EBook #52280]</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK MING JING GONG AN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">Produced by Wen-Hui Chen</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">Title: 明鏡公 (Ming jing gong an)\\nAuthor: 葛天明 (Tianming Ge)</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">第一卷    人命類</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  朱太尊察非火死<br>\\n\\n  嘉靖間，太原府文水縣人姓戚名孔揚者，有墳山與左之相聯界。堪輿家嘗稱此山有風水，其正穴落在左之相界內。孔揚父子四人，家富人強，將母柩葬於之相界內去。相知去阻，無奈戚家人眾，反被其辱罵趕打。自戚家葬墳後，將山開立界，至栽插松杉。之相托人去求山價，庶免告官。孔揚說：「我葬祖墳山，與他何干？」全不與價。之相蓄忿在心。<br>\\n\\n  過了一個月，正是十一月二十日。其夜帶了利刀，倚長梯於孔揚屋外，默地扒上屋去，潛入戚家。衝開房戶，將一家男女盡行殺了，便放火燒屋。然後復從屋上走出，下梯而歸。那時殺了人，放了火，雖無人知識，之相亦自心寒，把長梯放在自己門外，未及收入，便悄悄回家，閉門去睡。及火烈聲響，鄰人知覺，群起喊叫。見火自孔揚家起，周圍是牆，其大門緊閉，人不能進。眾看火燄熏天，竟無人出，只說戚家自失火，人都燒死，並不知火從何起。次日，地方往府具呈：<br>\\n\\n  具呈地方，呈為失火傷命事。回祿為災，民遭荼毒。鄉有戚孔揚一家七口，今月二十日時正二更，忽然火發，勢燄熏天。大門緊閉，人莫能救，憐一家盡遭焚地。火變異常，人命重大，理合具呈，委勘殯葬，免累無辜。上呈。<br>\\n\\n  時夏黨為知府，疑曰：「火發雖驟，當有醒者知逃，豈有一家七人曾無一人能脫者？此必有弊，吾當親勘之。」及至其地勘踏，惟見瓦礫參差。令人扒開灰燼，見骸骨堆疊，莫可認識。拘問四鄰，皆說是戚家失火自燒，群然一詞，無可窮詰。夏知府一面令戚家親族收骸骨，自命轎巡視各家動靜。到左之相門首，門外有一長梯，豎起可高於屋。捉問左右鄰，曰：「此梯常在此的，抑前夜救火的？」鄰人曰：「亦非常在此的，亦非救火的。只昨日方在此，未知何用。」夏公拘之相，問曰：「你把長梯在此何用？」一時對不來，半晌乃曰：「欲修屋漏耳。」夏公發他去，審問具呈地方曰：「之相與孔揚有仇否？」地方曰：「只前月爭一墳山，亦無別隙。」又問曰：「此方誰佐鼠賊，可報一人來。」地方曰：「鼠賊多，惟陳五最著。」夏太守即命拿陳五到，私下溫慰之曰：「地方呈汝做賊，吾念汝貧，將汝從前之罪都赦不問。但今後宜作好人，勿再為非。」陳五叩頭謝罪。夏公又曰：「吾少頃在眾人前，問你戚家失火事，你可說『只見左之相倚梯在戚家屋上』。我自有主意。」<br>\\n\\n  吩咐已畢，夏公召集眾人齊到，將陳五上了夾棍，問曰：「你夜夜做賊，夜間事你盡知之。前夜戚家火起，人都道是你因盜他財物，被他知覺，故你放火以作脫身。可好好供來，不然活活打死你。」陳五前已承夏公吩咐，乃曰：「小人果每夜做賊，只戚家放火不干我事。那夜只見左之相倚梯在戚家屋上，進去少頃出來，即便發火。必問他方知。」眾人面面相視，疑陳勝果是看見，不知是夏公教他如此說也。須臾，拘之相到，夏公曰：「陳五見你登梯上戚家屋上去，出來即發火，此是你放火無疑矣。但七人都不能脫，必是你先殺死而後放火也。」之相手殺七命，今見審出，甘心承認曰：「老爺神見，果是我先入殺之，而後放火，今以一命償七命，萬死無憾矣。」<br>\\n\\n  夏爺判曰：<br>\\n\\n  審得左之相與戚孔揚隸麻村也。因挾爭山之小事，肆殺戮之大凶。一門非不共戴天之仇，何至有弄兵之慘。刃七命均遭一手。殄其類，火其居，慘甚芟革﹔斷其，燼其骨，痛並鞭屍。鬼火磷磷，盡是兒愁女怨﹔煙塵漠漠，都為父燼子灰。即受商之炮烙，虐不過是﹔如商君之赤，謂慘刻有加。況一命而填七命，彼固甘心於大辟﹔因謀地而無葬地，天亦昭戒於貪狼。嗟嗟！生不足惜，死亦可憐。強暴者當鑒茲諸。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  周按院判僧殺婦<br>\\n\\n  周新，廣東南海人。初以經學舉鄉試，授官御史。公直不阿，彈劾權貴，京師士民稱為「冷面寒鐵」。政聲籍籍播聞，吏部升浙江按察使。浙之屬官清廉固多，昏暗亦眾。郡縣淹繫囚犯不能一一得理冤，抑者十有二三。一聞新按察至，欣欣喜曰：「冷面寒鐵來，吾冤可白矣。」及新至，審閱諸郡案卷，所活者十之七八。異政日著，不特生負屈者求伸，雖死銜冤者亦求泄也。一日，僉押視事，忽見旋風一陣，吹一樹葉飄墮案前，鼓舞再回。新命左右取葉來看，問曰：「此葉城中城外遍有否？」左右對曰：「城中無此木葉，負郭四郊亦未有此木葉。獨鄉間一古寺有之，去城甚遠。此葉必從彼處飄來。」新悟曰：「此必本寺中僧人殺死人，埋於此樹下。冤魂久抱不能得伸，故風飄此葉來報我。又恐左右洩露其事，則僧人有所提防。」輾轉沉思，佯曰：「▉風飄葉，物理之常，何足深究。」問事間，適門下報：「老爺故鄉有一二鄉友相訪。」新延入後堂相待，隨呼差人曰：「送此親友往古寺安歇。」又呼本寺僧至，謂曰：「我親友寄寓寺中，今給銀若干，汝合領去，買辦物件。」僧人應允，領銀回寺。只道本官為備酒以待友，不虞本官將假此以發冤也。<br>\\n\\n  次日晨後，新命吏胥邀簿佐至堂，謂曰：「昨不才有一二故人相訪，已著人送至寺中安歇。今日備有小酒，敢邀諸公同至寺中一樂何如？」左右佐使對曰：「堂尊有佳客，未獲拜望，反蒙宴召，赧顏何如？」新曰：「今日請諸公待友，雖私而亦公也。日昨，接有謀命詞一紙，今日寺中當同諸公三面鞫之。」僚屬莫解其意。本日多帶有力民壯，同至寺中如儀。款飲半日，新雖身為東道主，心則想在案前葉也。隨呼門子往佛殿西傍取木葉來勸酒。門子拾取數片，獻於案上。新看時，與前葉體態纖毫無異。傳遍僚屬、親友兢曰：「葉雖新舊，其實共一根株所出也。某聞勸酒用蓮葉作碧筒飲，未聞用木葉作酒也。」新曰：「葉雖不堪作▉，伐倒根本，其下盡有銀盤金盞。」僚屬曰：「然則寶樹耶？」新曰：「雖非寶樹，盡是奇貨。」僚屬又曰：「公何明於物理？」新曰：「察於人情，自明於物理。若以我言為妄，今共君試之。」隨呼寺中工人具鍬鋤、刀斧，將寺西樹木砍倒，驗取其中寶貨。<br>\\n\\n  僧人聞說砍伐樹木，驚駭。謀命之僧，尤自措躬無地。俱叩首案前，曰：「神依奇木駐行祠，伐此木恐於寺不利。」新怒曰：「設有不利，非僧之罪，我身當之。」僚屬、親友亦以為言。新云：「我曾與公等說來，今日備酒待友，雖私亦公。同諸公三面鞫出謀命詞，正謂此耳。言猶在耳，諸公何頓忘耶？」僚屬聞新言，俱呼左右助力將寺木砍倒。左右鋤未及四五尺，果見一婦人屍，宛如生前，但項下傷了一刀。新謂僚屬曰：「詎非銀盤金盞耶，詎非奇貨耶，詎非物理耶？」僚屬嘖嘖歎服。隨將本寺僧人盡數綁縛。<br>\\n\\n  酒罷，帶轉城中，嚴刑拷鞫。一僧供云，自遠年前近晚時分，寺處遇見一婦人，年方二十有餘，口稱：「丈夫被人扳誣，畏官司刑法權潛身逃躲於寺，待事情明白，教我自往寺中來尋之。今幸事勢別白，竟來求見丈夫一面，此寺莫即我夫所云之寺耶？」僧人見色生情，且日已近暮，四顧無人，寺中幾員僧又人請去作功果。即誑之曰：「此寺即其寺，汝丈夫藏吾寺中，寂無人知。昨聞得事勢寧靜，今日同師父往鄉下取苗，須黃昏時分方轉回寺。」婦人見夫心切，不虞真假，即同至寺中，藏於密室。且給之云：「此寺過往官員極多，更兼常有公差借歇，須肅靜在此少坐。我打聽汝丈夫回，即喚來相見。切莫高聲，恐公差得知，不惟汝丈夫拒捕逃走，且貽累我寺中藏匿犯人，取罪不便。」婦人被其籠絡，只在僧房默坐。<br>\\n\\n  候至黃昏，不見丈夫消息。少頃，所遇僧人送得飯來，酒肴盛備。謂婦人曰：「適工人回云：『師父與你官人為事羈留，今日不回矣。小娘子且奈煩，今日權宿一宵，明日相見未遲。小僧粗備酒肴，開懷暢飲，少銀河一夕之歡，何如？」婦人聞僧言，怒曰：「良人守分，不意昔日為人所誣，逃出阱外﹔婦人守信，不意今日為僧所誑，驅入阱中。夫不為仇仇而罹刑，妾肯為奸僧而受辱哉？」涕泗滂沱，酒肴毫不沾口。僧人此時曲意奉承，希獲巫山一夢﹔多方勸慰，欲圖郵亭一歡。婦人貞心激烈，即將酒盞丟破僧人之面，又將臺上看肴亂掃亂罵，僧人怒髮，曰：「本圖一樂，不意惹災。我放此婦人出去，他對丈夫言，亦不是好消息。趁此無人，不如殺之以滅口。」即拔?頭利刃，將婦人刺死。又思曰：「既滅口須減跡。今晚黃昏月明，一二工人又在田中守禾，眾僧又不在家。將此婦人埋於佛殿西傍。」次日，又鋤山中一木栽於其上。眾人見時，只說是栽木，不知其下埋有人也。「經今十六七載，不獨外無人知，雖眾僧亦不知也。今日事發，自作自受，與眾僧無干。」新得其實，遂問死償命。眾僧懼罪，厚賂親友，始從寬釋復。喚其夫訊之，其夫對云：「某因出外買賣，積有些小資本，娶得婦人李氏，頗有烈性。千山萬水搬回故鄉，鄰賊王得見我客回，必有厚本。節次稱貸未允，懷忿扳誣。身出躲逃山寺，約妻事釋方得回家。後妻出覓我，久無蹤跡。只道途中被人拐去，或登山涉水為虎傷水浸，不意被此僧人所害。若非冤魂自控爺臺，吾實不知妻身死於非命如此。」新曰：「此雖伊妻冤魂不散，實亦此寺如來佛之赫其靈也。彼無慾清淨身，豈容色慾涅其教門。且據奸僧供詞，伊妻貞烈，伊語不誣，理合領回斂葬。撥寺田百畝以充旌獎。其寺中住持僧雖非主令，涉於故縱眾僧，即非知情，疏於覺察，輕重坐罪如律。」一郡人稱為活菩薩。<br>\\n\\n  天網恢恢密不疏，奸僧害命受明誅。<br>\\n\\n  只從一葉尋消息，冷面周新有鑑湖。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  張主薄判謀孀婦<br>\\n\\n  張彔以經術通顯，授葉陰縣主簿。懷才倨傲，每為守令所抑。彔歎曰：「大丈夫有蓋世凌雲之志，而拘於下位，若矮屋之下，使抬頭不起。」縣中事簡祿薄，己又清廉，禮文疏略，難以結歡縣主。思欲以偉抱動之，未有其便。適八月中秋賞月，數員官會飲後堂。縣主云：「今夕中秋月明，請諸公劇飲通宵，有懷盡吐。」彔思之欲以才動縣主，今日天假之會也。飲至半酣，作中秋詩以獻，云：<br>\\n\\n  欲沽美酒來追景，又恐黃公即討錢。<br>\\n\\n  歸與老妻斟酌定，閉門推出月還天。<br>\\n\\n  蓋敘其廉而貧也。縣主閱詩大加歎賞，始悟三尹抱負不凡，不當以僚屬待之。自後縣中事務必求請教，相見時必稱為張先生。遇難決詞狀，悉批審理。張亦虛心剖判，人俱稱平。<br>\\n\\n  一日，張奉縣主委托，往鄉下踏勘良民勢要混爭田土。地方迎接，送至寶元寺居住。眾僧俱迎謁伺侯，不在話下。時當伏內，暑氣逼人。張到寺覺倦，方丈內開榻就寢，忽夢己到明見軒。見一女子手執利刀，將一「恢」字劈為兩半。西邊頓心出血能跳，隨將東邊「灰」字掩於其上，倏然不見，醒來乃是一夢。正疑慮間，見里胥請入午膳，張云：「我已帶有館夫，自備飲食，不喜騷擾。汝輩如何又糜費？汝等一番使用，自後再無得浪費。」里胥云：「供給父母，職分當然，何云浪費？老爺為百姓分憂，惜民脂膏，頓飯且恐疲民，勞心者不獲享勞力者之養，則我輩又將誰享也？」張見里胥所言湊理，心甚歡喜。食完午飲，問寺僧曰：「我聞此寺中有一明見軒，極幽雅。便過往安歇如何？只送我在方丈安下。」答云：「明見軒現師兄慧明所居，舊額往來官員俱在方丈安歇，非小僧輩只利老爺在此，不利在彼也。」張思云：「我只將假言一賺，果有一明見軒。既有明見軒，則夢中所見之事可推尋矣。」遂謂曰：「我適在此安歇，精神恍榴，覺有鬼魂相侵，不如移至明見軒去住歇。」僧人聞言，只得奉承，忙打掃潔淨，接本官人明見軒去。<br>\\n\\n  張至軒中看時，果如夢中所見景象，謂僧眾曰：「此軒果幽雅，身抵淨室，萬慮消融，此軒中真足明心見性，只恐慾火不滅，無人之境將為坑人之地。」眾僧叩頭曰：「山門恪守佛教，半毫不敢為非」。正問答間，忽見樑上一孤燕遍體蒙灰，墮下階前叫噪。張聽之，初若聒人之耳，終實愴人之心。眾父老侍立兩傍，面面相視。見梁間未有燕壘，張行出數步，默囑曰：「燕果有冤，可飛集案前叫噪。」其燕果飛集案前叫噪。眾父老只說本官好聞燕語，不知心有默囑，近前跪曰：「老爺德化鳥獸，咸若不直。百姓快睹丰儀，雖燕雀亦來賀如此。」張問寺僧曰：「閒常有此燕否？」僧曰：「燕雖巢梁，寺中未有。莫非老爺有超遷佳兆，故燕雀預報其喜？」張曰：「燕賀報喜俱非也，燕語聲中帶悲，似有不平之意，此處必有冤枉之事。夢既不虛，事必有實。」喚隨行皂隸：「跟孤燕，飛止何處回報。」皂隸看時，見孤燕飛入寺西一貯灰之室，身竄灰內不出，遂以其情回報本官。<br>\\n\\n  張聞言，即帶里胥父老並跟隨人同至土屋勘驗。見土房卑小不光，內多灰糞。命左右將灰糞搬出，鋤開地穴，果有一婦人屍首，四肢都是刀口。張問眾僧曰：「汝謂山門恪守佛教，毫不敢非為。此灰室死骸從何處得來？」眾僧吃啞無言。張歎曰：「無人之境將為坑人之地，信不誣矣！」遂悟夢中見婦人將恢字劈開，頓心能跳，以灰掩之，白己身掩灰下，其心不死也。遂問此軒何人居住。眾僧答云：「慧明。」又問左右聯居何人。曰：「色空、慾空。」隨拘慧明、色空、慾空三僧來。問云：「何物妖僧敢此大膽，謀殺婦人，埋於灰糞之下。此必行奸不從，故逞凶殺之，以滅其口。從直供招，免屠戮眾僧。」慧明初時六拷三敲，不肯承認。次問二空云：「婦人係汝三人謀死是的，縱非下手，亦必知情。」二僧此時亦忍刑不肯供招。鎖紐三僧，發民壯帶出方丈伺候。隨將滿寺僧人一一報名點過，吩咐地方具呈保領，毋得逃走一個。「但問得下手之人明白，即不干連你眾僧之事。」<br>\\n\\n  一僧見事敗露，只得從直報云：「久年前，有一孀婦繡一長幡，來寺酬願，祈保亡夫早昇天界。事因後遍寺遊玩，游至明見軒，慧明僧見其姿容豔冶，頓起淫心。引入僧房，鎖鑰門扉，欲行強姦。寡婦不從，引刀殺死。色空、慾空左右聯居，二人豈不知情？當時掘坑埋掩，二人多在傍助力。如何推托不認，連累眾僧？」慧明帶出在外，不意殺婦之事已被此僧說破。復喚入拷鞫，呼前直報之僧，三面執對。事已犯真，只得從實供招，見己不合見色起心，強姦不從，下手將寡婦殺死是的。二空亦供招云：「慧明強姦寡婦，當亦知情﹔殺死葬埋，當亦與力。只慧明多方賣囑，恐事敗貽累眾僧，是以寧忍一時之刑，救此眾僧之命也。」張云：「奸殺寡婦者罪不赦，知情不舉者罹重刑，餘僧各責三十，不令居寺。」<br>\\n\\n  張爺判曰：<br>\\n\\n  審得孀婦汪氏，繡幡酬願，誤入空門﹔奸僧慧明，推刃斃貞，埋於灰室。明軒托夢，孤燕號冤。皂服呢喃，總是訴無天之恨﹔鳥衣咭，悉皆鳴蔽日之冤。斬慧明用戒渠魁，誅二空以懲脅從。<br>\\n\\n  女子深居簡出門，孀婺尤重禁行蹤。<br>\\n\\n  薦夫不被浮屠誑，安得香魂逐穢風。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  陳縣丞判錄大蛇<br>\\n\\n  陳祖，福建長樂人，洪武中以明經舉薦，初授繁縣縣丞。極有才幹，且存心忠厚。聽理百姓詞狀，最稱明允。以故上司官、正堂官多有詞狀，標其審理。<br>\\n\\n  一日，奉縣主委托，出郭外有所案驗。行不上十餘里，忽道間見一老嫗啼哭甚哀。祖為之感，遂令皂隸喚老嫗問其故。嫗對曰：「妾年七十，不幸夫與子相繼早亡，止遺下一孫，年僅數歲。昨戲山中為大蛇所傷，妾所恃以為命者惟此一孫，今無孫何以終餘年？是以悽愴於心，傷命之苦而悲號，莫之能已。」祖謂嫗曰：「死者不能復生，汝莫哭，合具狀來，吾當為汝除此毒物。」嫗遵祖吩咐，隨即具詞控告於祖。<br>\\n\\n  祖得狀回衙。次日，沐浴齋戒，具衣冠，焚香再拜，移牒屬縣城隍。云：「汝為朝廷守土，我為朝廷守官。人害人惟予除之，物害人惟汝除之。人害弗除則為廢官，朝廷於我乎奚取﹔物害弗除則為廢祀，蒸庶於汝乎奚賴哉？物害莫過於蛇蠍，蛟龍違令，上帝且命魏徵斬之﹔白蟒衝衢，上帝且命沛公斬之。總之，不欲以物害為人害也。今汝司土一方，享民祀，不能禦災捍患，歹令恣虐之虺蛇毒害孀居之稚子，則罪將誰歸？今限次日可驅毒蛇，赴所審斷，則前過可贖。不然，吾具本申奉朝廷，則巍巍廟貌亦重罹法網矣。惟汝欽之。牒。」城隍閱牒畢，驚懼，即呼當方土地鬼兵，如期執蛇赴陳爺縣所審決。<br>\\n\\n  至期，果有群蛇集於治事所下，若犯人俯伏待審狀。祖諭曰：「未傷命者退，左右毋得妄擊。傷人者伏首償命。」獨一大蛇伏罪不去。祖知童命必此蛇所傷。乃命左右取利劍樹地，令蛇自殞抵罪。其蛇即纏劍自殺。老嫗喚至所前，給俸米一石，白金數兩，以終養。一郡歎服。<br>\\n\\n  毒口螫人蛇蠍惡，除妖剔蠹宰公賢。<br>\\n\\n  米金給賜歸終養，孀婦從今荷二天。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  梅同府判誣人命<br>\\n\\n  芝城一丐子刁梗，與外江客丐子廝打。刁梗力強，又無人勸解，將客丐子痛打一頓，命幾乎絕。至高門外關王廟中歇，只說，我被他這打痛難過也。及次日，客丐子死於廟。刁梗自忖打那丐子極重，想必是死，密密尋到高門外來。人有言，關王廟中死一乞丐者。入看之，正昨所打之客丐也。即放聲哭曰：「此吾親弟也，聞昨日被人打，敬來看之。不意便死，我當為爾報仇也。」哭了便去，竟不來收埋。住廟人方去各家化錢，欲僱人為葬。有一長者張善，本府約正也。生平好善，肯施捨。因道人來化錢，自出銀五錢與買棺木，銅錢二百文與僱車夫，殯埋已訖。<br>\\n\\n  刁梗復來問曰：「何人為我葬弟？」住廟人曰：「你亦不來，多得張長者捨錢若干，買棺代葬。」刁梗即到張宅曰：「我本江右客人，親弟刁柄。前日在人家抄化，觸怒於人，被人痛打身死。今聞正是你家，怎麼將白棺貯得去？我弟兄流落在此，孤客無倚。你不如付埋殯銀十兩三錢與我，免我去告。不然告出人命，你亦要償命矣。」張善好言溫慰之，曰：「你弟必在別處被打，可要詳細體訪。我家世守本分，決不打罵乞丐人。況昨日並無乞丐，何曾有打？你去問左右鄰便知。」刁梗曰：「人命姦情，露財是真，不是你打，何以出銀埋殯？」張善曰：「施捨出人自心，昨日道人來化錢，我以此捨之。你反以此致疑，是恩將仇報也。」刁梗不聽，堅要討銀。張善曰：「似此是教人後日不敢為善矣！看你無賴之徒，且將錢一百文當捨你去。」刁梗狼心不足，便去告曰：<br>\\n\\n  狀告為打死人命事。梗籍江右，與弟刁柄流落乞食。弟性骯髒，前在勢豪張善家唐突，觸怒豪。喝家童打，傷多致命。匍匐入廟，一夜即死。豪賄惡黨，寅夜扛埋，故稱施捨。剌錢故與梗買滅。切思弟死非命，埋骨異鄉。梗雖貧乞，忍受賄錢？乞委檢驗傷，正惡償命。冤屈得伸，生死銜結。哀告。<br>\\n\\n  張善去訴曰：<br>\\n\\n  狀訴為飛禍全誣事。善忝約正，素守理法。因本境廟中死一乞丐，廟祝化錢資助埋殯。善發慈心，捨銀五錢買棺，銅錢二百文顧埋。廟祝募勸，保甲通知。突出刁梗，稱係伊弟，賴善打死。屈捨錢一百文求靜，彼騙未滿，復捏聳告。並無乞丐來家，安有打罵？人勸出錢助義，何謂財賄？乞臺細訪鄰甲，洞灼真偽。玉石得分，不遭架禍。上訴。<br>\\n\\n  張老家，素良善，眾保甲憤其被誣。共舉呈保結，見張善並無打死乞丐之事，極出冤枉。如有打死人命之情，眾人都願受罪。府准三狀，批與清軍館問。<br>\\n\\n  梅同府提來審之，刁梗苦執弟被張善打死，故出錢代埋。眾保甲共稱張家素善，殯埋出彼施捨善心，並無打死乞丐之事。梅爺一時難辨，令將刁梗監起。<br>\\n\\n  過五日後，思丐子之人必無盤纏，拘禁五日必求知識濟應。可就此問其人來歷，乃召禁子問曰：「刁梗命你送信與何人？」禁子初焉不識，梅爺喝打五板。曰：「強盜恐怕連累，故不敢扳知識。今刁梗告他人，寄信與親眷，亦有何妨，你何故替他隱瞞？」禁子乃曰：「今日命我寄信與朝天門楊建。」梅爺即拘楊建到，問曰：「刁梗與你甚親？」建曰：「爪葛表兄也。」梅爺曰：「梗居止何處，其家更有何人？」建曰：「梗是本府東鄉人，今其家零落，止梗一人，並無別兄弟、伯叔。」梅爺曰：「梗有家資否？」建曰：「梗先時亦足度日，因好賭嫖，家筵蕩盡，今為乞丐頭。安得有家？」梅爺曰：「梗寄信與你，謂何？」建曰：「他因官事現禁在獄，問我借盤纏耳。」梅爺曰：「其信安在？」建即取出遞上。梅爺看之，果是借盤纏信，丟下還之。楊建去，梅爺取刁梗問曰：「你非江右，乃本府東鄉人，並無兄弟。原亦有家，因好賭嫖破蕩，今為乞丐頭。自打死客丐子，人未告你，你反而賴張善。我盡體訪出來，該償命何疑！好好供招，免受刑憲。」刁梗見來歷盡真，不敢隱瞞。又受饑餓，恐不禁受刑。乃一一吐實，招認打死客丐是真。不待再拘張善對執，而狀已悉明矣。<br>\\n\\n  梅侯判曰：<br>\\n\\n  審得刁梗飄蓬浪跡，寄食資身。始為賭嫖之行家，即為乞丐之魁首。尚不安貧守己，猶且恃力凌人。間兢祭餘，逞螳螂之怒臂﹔路上逢儕輩，啟蠻觸之雄心。客丐被撻而喪生，冤含黑夜﹔善士捐金而助葬，仁著青天。未告凶毆，罪幾漏網﹔反行圖賴，污且蔑人。視殺命如鴻毛，不畏鬼責﹔借傷屍為奇貨，冀斷殯銀。以己之罪而誣人，利人之財以益已。凶以奸濟，貪與忍兼。世未見此斗膽之人，我宜加爾斧頸之戮。<br>\\n\\n  按：此狀誣張善，得眾人肯為力保，自不至被陷。然客丐果有致命之傷，若不捕出凶身，刁梗硬稱善打，將必花判殯銀與梗，便為落彼術中，且客丐之冤不雪矣。梅爺故囚之以徐察其求濟應之人，便可知刁梗之來歷。審其有無兄弟，則執一實可以賺百虛，而奸端從此可辨矣。故此判之奇，奇在故囚禁一著也。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  崔按院搜僧積財<br>\\n\\n  湖南有一惡少廖志遠，儇俠浮薄，不事家人生業。引誘良家子弟，宴飲遊蕩。利口捷給，談花論酒，放廢禮法。鄉里長者皆厭惡之。自知不為眾所容，乃買度牒，披剃為僧。改法名印空，住居靈秀寺。豁達能言，交結士夫。修繕寺宇，塑裝佛家。建置疏簿，募勸十方施捨財帛。巧能搖唇鼓舌，夤緣扳附，多得士夫推薦，各處富家巨室皆捐金贈粟。又化善信男女，焚香修醮，合會拜讖，多般設施，皆幻誘愚俗，利其財帛。不三四年，積財萬計。廣置衣服、器皿，娶妻育子。外為僧，內為俗。極有機智，又思久恐事露，終是危計。<br>\\n\\n  及崔黯為按察，巡歷湖南。印空自去投牒，請脫鉗歸俗。具狀云：<br>\\n\\n  僧印空狀告為批照歸俗事。印空原係良民，姓名廖志遠。昨信僧家勸化，買牒出家。求悟心性，欲了生死。今愚昧未徹，佛教難通。徒若修行，絕祖嗣續。願復歸俗，納差當家。恐來謗議，理合告明，繳還度牒，寺付後僧掌管，再不執占。乞准立案批照允歸，以杜後悔。上告。<br>\\n\\n  崔公問曰：「爾教化幾年，所得幾何？」印空曰：「已出家三年，旋得旋用。」公曰：「費用造設幾何？」印空曰：「凡修造寺宇，繪塑佛家，共費三千餘貫。」公曰：「給者既知，納者豈不能記？決有隱欺。」乃差手下往搜其積蓄。見寺中器物充，衣服稠疊。有銀二箱，有一婦人抱一幼子，盡搜到衙。公問曰：「此婦人何來？」婦答：「以彼印空娶為妻，生子已週歲矣。」崔公曰：「為僧而娶妻育子，那有此佛教？且此銀自何來，皆是惑騙良民的。當令妻子與你同歸俗，衣服帶去。而財物當以之還施貧者，器物留寺，以付下手掌管之僧受用。」<br>\\n\\n  崔公判曰：<br>\\n\\n  審得僧印空，原即廖志遠也。游手好閒，浪跡無藉。衲衣披體，非欲見性明心﹔梵宇棲身，惟欲誣民惑世。叩雙鋒而竭五內，鳴法鼓而集方神。祿位由天，乃謂宿緣於彌勒﹔富壽有命，卻云借庇於釋迦。募化勸緣，多營粟帛﹔修齋設醮，廣集貨財。經營三載之間，蓄積千金之業。衣裳稠疊，器物充盈。夜擁百媚之妻，手抱一周之子，是何佛教？有此沙彌玷穢空門，殞越王法。取利既滿，於谿壑投牒，仍歸於里閭。雖逃釋歸民，當從所願。而騙眾致富，宜沒其貲，妻子付爾歸家，錢帛散之貧屢。庶不拂反正之念，且少懲罔世之奸。<br>\\n\\n  按：僧告歸俗人，惟聽之而已。崔公必問所得若何，遂察出其誣騙之奸，可謂明無遺照也已。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  顧察院判黜贓官<br>\\n\\n  右都御史顧佐，廉公有威。曾任御史及按察司，皆有風采。亦當為京兆尹，憲度嚴明，清革宿弊，吏率聞風悚。一日，屬吏趙高犯法，佐笞撻之，且欲加罪，吏不能堪。乃具姓名，奔通政司訴佐私受皂隸折薪錢，不令供役，且放之回家耕種。濟私而妨公，非廉官所為也。通政司以其事轉聞於上，上問楊士奇曰：「汝薦顧佐廉，今屬吏所訴若此。僅一貪墨吏耳，何在其能？」士奇對曰：「朝臣自永樂以來，俸祿微薄。月惟給米一石，薪炭芻糧資於皂隸。薪炭既資於皂隸，則受皂隸折薪錢，例也，非賄也。皂隸既責令供納薪芻，不得不遣放歸耕，使口所用。不廢公，不妨農，官民兩便，亦例也，而非過也。以此為不廉臣，不知所舉矣。」上悟士奇言，怒曰：「朝廷用一好人，輒為小人所排。如此欲將訴吏下法司深罪。」士奇曰：「此末事不足上干聖怒，但付佐自治，則恩法並行矣。」上隨以訴狀授顧佐，使自治之。<br>\\n\\n  佐退，召趙高示之以狀，吏恐甚，請死。佐曰：「聖上命我治汝，我姑容汝。但約今伊始，務要改過自新，不可仍前稔惡不悛。」竟不治之，人皆心服。上聞之喜曰：「顧佐得大體矣！」及為右都御史，位愈尊，權愈重。凡枉法有司，非對章糾之，則奏疏劾之，甚至，按其罪而罷黜之。<br>\\n\\n  時左都御史劉觀與男劉福父子專權，贓貪狼藉，騁私滅公，脅制諸道，無所忌憚。顧佐耳目其事，怒曰：「風憲所以警肅百僚，憲長如此則不肖，御史效之不肖，御史差出四方，其行如此則不肖，有司效之。況大不除，則黨惡罔知自欽。今新奉明旨，令佐考黜不肖，洗滌積弊。試觀今日不肖無如劉觀，積弊亦無如劉觀，所當考滌洗滌者亦無如劉觀也。劉觀父子所為貪污如此，不以法繩之，何以肅官聯而清仕路，會科道？」有本劾觀，遂逮觀父子下獄，案驗其罪。<br>\\n\\n  顧爺判曰：<br>\\n\\n  審得劉觀父子貪類鼠蛇，暴同豹虎。訊鞫無詞，字字滔天大惡﹔供招墨跡，行行罔上遺奸。發擢罪愆，破盡南山之竹﹔叢過惡，決窮東海之波。律有死條，理無生議。<br>\\n\\n  後蒙恩宥，父子謫戍遼東。詩曰：<br>\\n\\n  蒞官清白玉無瑕，冰櫱紅顏雅操華。<br>\\n\\n  顧佐廉明清仕路，劉觀謫戍警官邪。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>第二卷    \\t姦情類</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  陳大巡斷奸殺命<br>\\n\\n  徽州府歙縣富民張時，家貲巨萬。生子學禮，性耽風月。最好馳騁，丰姿俊雅，才思過人。春初，父命學禮請師設館於莊，去家二十餘里，師徒辭就館。路經一地柳塘，有居民鄧魁，常借銀出外經商。偶遇學禮師徒過門，魁欣然延入其家。入門時，學禮見魁室門半掩，於門隙間見魁妻喻氏花容月貌，賽過當年西子，堪比往昔潘妃。手纖纖若蘭芽新發，眉彎似柳葉初垂。學禮見之，魂飛天外，魄散九霄。心猿意馬，莫能把持。魁恭敬款待，坐分賓主，席列高低。嘉肴美酒，師徒盡醉而別。學禮就館，經史無心，思一見無由，日夜惟魁妻是念。<br>\\n\\n  日往月移，倏爾清明。魁與其母往醮父墳，獨喻氏一人在家。適有東源後生章八，久思喻氏，因其姑在家未便。偶途中遇魁母子往祭，意其家別無他人，乃逕往其家，欲奸其掃。喻氏貞潔不從，大罵：「無恥光棍，安敢如此！我夫回來，必不輕放過你！」奔出廚房，章八追至廚中。喻氏罵不絕口，章八自思：「此婦不從，夫回必告，是非難免。」見房中首飾、衣服頗多。「莫若殺之，以掩其口，因而利其所有。」向廚中取利刀一把，趕至堂前殺之。入房內，擄其衣服首飾，逃入後面，盤山而回。學禮是日因先生辭回醮祭，父命僕馬接學禮回。將至柳塘，先令僕安福挑衣箱前行。學禮挽韁直至魁門下馬，繫馬於門，意圖得見喻氏一面。自廳呼魁至堂，只見其婦鮮血淋漓，死於地下，嚇得學禮魂不著體，忙出騎馬即行。章八尚在山上，見得明白。魁母子回家，見妻死於地，母子驚暈於地，半晌方蘇。子謂母曰：「今日不知誰人來我家，大抵強姦不從，或行殺死。」入房但見釵股一空。魁遍問無有知者，乃往投西源地方韓福、保長李忠、東源章八等到家驗明。章八曰：「今日我在山砍柴，見張學禮到你門首下馬，擊門而入。半日方出，慌忙策馬而走，必是他無疑。」魁曰：「你見得仔細不？」章八曰：「這等大事，安敢胡言？委係的實。但時家富，止有一子。你可抬屍上門，彼決不肯令爾聞官。千金買獲，不亦美乎？」魁曰：「我只要為妻伸冤，意不在索銀也。」眾皆曰：「然。且張宅家丁眾多，若被他搶屍去了，又無話柄，只宜告官。」魁乃寫狀告縣曰：<br>\\n\\n  告狀人鄧魁，係本縣民，年甲在冊。告為奸殺事。豪惡張學禮，漂蕩風流，姦淫無比。窺見身妻喻氏青年貌美，百計謀奸。瞰身母子出祭父墳，飛馬來家，摟抱強姦。妻貞不從，持刀殺死，擄去簪釵。鄰佑章八見證是實。當投地方韓福、保長李忠驗明。惡逆彌天，冤情沉海，乞天相驗，法斷償命，以正綱常。含血哀告。<br>\\n\\n  縣主沈修為人躁酷，性至剛執。見狀，審過口詞一遍，大怒曰：「白晝敢行奸殺，世變異常。」即差付貴、王榮火速拿來重究。學禮是日忙回，神色大變，見父母默無一言，即入房悶坐。父母以子久在館中，呼婢設酒同飲，悶悶不樂。父母問其故，終不敢言。至次日傍晚，在門首閒行，見二捕快直抵其家，驚問曰：「我家無甚事，公差來舍何干？」公差出批與看，覽愕然。忙問其子，學禮以直告父。家中即備酒肴，款待公差。次曰，寫狀訴曰：<br>\\n\\n  訴狀人張學禮，本縣民，訴為飄誣事。身業儒流，家傳清白。冤因鄧魁先年借父本銀未還，思騙無由。偶身今歲藏修於莊，道經惡境。本月初八日，騎馬過門，孰知伊妻誰殺，飄空捏是身謀，意圖嚇騙。情慘昏天。況騎馬非行奸之事，白晝豈行奸之時？懇天查審，詳鞫一干，不遭騙陷。上訴。<br>\\n\\n  縣主准訴，亦詳問一遍。即拘原被干證一干人犯，擇日驗屍。只見項下一刀，肋下一刀，血跡猶在。沈公即喚韓福、李忠二人問曰：「爾二人附近，知學禮殺婦之詳，明白說來。」二人曰：「小人是日上午出耕，家隔一坳。午後回來，魁投驗屍是實。其間情由，章八知之。」沈公曰：「章八，你知學禮何以殺之？」章八曰：「小人在後山砍柴，見學禮騎馬至魁門首，下馬進入其家。半日才出，跨馬忙走，不是他人奸殺是實。」沈公謂學禮曰：「章八之言，是你無疑。從直招來，免受刑憲。」學禮曰：「小人頗曉詩書，頗知禮法，安肯為此昧心之事？小人其日到魁家，婦已被殺。小人既來行奸，安敢騎馬？既騎馬來，安敢殺人？」章八硬證。沈公怒，敲擊案子喝打學禮四十。暈死半晌。令湯灌醒，終不屈招。沈公令牢子取挾棍夾起。刑法難當，屈認行奸不從刺死。又問曰：「首飾、衣服何在？」學禮曰：「實無。」沈公令敲狼頭，學禮曰：「家中釵服頗多，安擄彼物？」沈公不聽，逼勒招承。沈公判曰：<br>\\n\\n  審得張學禮恃富欺天，妄行滅法，淫縱匪彝，亂大倫而不顧﹔奸謀強殺，貪美色而枉為。瞰母子出祭墳間，馳快馬而入逼強姦。行奸不遂，殺美人於非命﹔貪心奮起，擄釵服以回家。鄰里咸稱的實。明是強樑上惡，得非搪突西施。本當的決，用作貪花炯戒。制決待時，尚俟秋後處斬。<br>\\n\\n  陳主道為南京大巡，七月出巡徽州府，張時具狀，攔馬告曰：<br>\\n\\n  告狀人張時，係徽州府歙縣民。告為燭冤劈陷事。身年六十，止生學禮。冤因先年鄧魁揭本經商，屢年未還。思騙無由，今年三月，伊妻被殺。男偶館回，騎馬過門。飄空捏男強姦刺死。買賄鄰佑章八等偏證。本縣沈爺非刑拷訊，屈挾招承，罪擬大辟。冤蔽覆盆，鐵壁銅城，冤無訴路。懇天大發雷霆，擊破冤門。冒死上告。<br>\\n\\n  陳代巡青年進士，明如鏡鑒，清若冰壺。任事精勤，秋毫必察，刑罰嚴簡，纖微必燭。每問刑，焚香告天，獄無冤枉，屢出無辜。此老三告不准，見不勝哀泣，意必有冤。即准其狀，發本府候審。<br>\\n\\n  大巡到任，三五日後，行牌拘審。調縣原案人犯俱齊，唱名過後，見學禮人物俊雅，似非惡人。乃厲聲呼學禮曰：「爾既讀書，安為不法？重責四十。」學禮曰：「容訴，小人委實冤枉。春間與師就館，魁邀入飲。清明回家，特踵門而謝。豈知魁不在家，小人揚聲呼魁，自廳至堂，只見婦死於地。不知所以，驚駭忙出馳馬而回。既欲行奸，必不騎馬繫馬於門，必不殺人。章八苦證小人進魁家半日才出，此乃買囑屈陷。望老爺高抬明鏡，照破苦冤。」章八曰：「此事是的，小人在後山砍柴見學禮進魁家，半日才出。並未有他人到彼家。」大巡見此人狀貌不善，乃怒問曰：「其婦被殺必會喊叫，爾在山逼近，豈不知之？」章八曰：「小人知叫。」大巡曰：「既知喊叫，胡不進看？何待鄧魁來投才說？此言難憑。」章八詞窮，無言可答。大巡正在狐疑，適有一烏鴉飛入臺前，三匝而鳴，向章八頭上一啄而去，眾皆驚異。大巡厲聲曰：「殺喻氏擄財貨是你，這賊安可證陷他人？重打四十，依直招承。」不認，令挾起，敲狼頭一百。又不招又令重挾，熬刑不過，乃招曰：「是小人強姦不從，恐言於夫，故殺之。」大巡曰：「既是你殺，怎陷學禮？」章八曰：「偶學禮過門入其家，小人尚在後山，沿山奔回，是不合強證屈陷學禮，此亦天理不肯。今遇爺爺青天，自分償命。」大巡追其釵服，不認，又令挾起。乃招曰：「釵盡用去，衣服尚存。」即差嚴完、呂範挾同鄧魁到其家，搜出原衣十餘件，魁認明。<br>\\n\\n  陳大巡判曰：<br>\\n\\n  喻氏被殺，情固可矜﹔學禮遭刑，苦猶可憐。非有司罪歟！其章八身行大惡，嫁禍東吳，雖寸斬不足以謝天下。然烏鴉飛啄可稽，在天理不容漏網﹔憲臺法眼難瞞，在王法安容橫暴。填命有條，斬首示眾。學禮無干，省發還家之例﹔鄧魁不合誣告，死罪之刑。喻氏貞節，雖死不從，合旌其門，以風天下。<br>\\n\\n  予按：此斷非素行動神明，誠心格物類者能乎？陳公一見學禮丰姿，知非其罪。況烏鴉之報，一鞫便明，王法昭矣。旌貞節，誅強暴，民風可挽，時俗可回。足稱明於折獄者矣。百姓作《古風》一篇，以頌美云：<br>\\n\\n  陳公明鏡天心燭，魑魅魎魎皆驅逐。<br>\\n\\n  執法焚香叩上蒼，審的有罪方誅戳。<br>\\n\\n  命徽州作大巡，當時照破沉冤獄。<br>\\n\\n  烏鴉三匝繞官廳，嘴啄賊囚腦頂肉。<br>\\n\\n  章八分屍償節貞，萬戶咸寧無私曲。<br>\\n\\n  吏胥守法奉公差，士民安樂親眷屬。<br>\\n\\n  皇王有道四海清，德星高照開天目。<br>\\n\\n  指日丹書下九天，致君堯舜百姓足。<br>\\n\\n  代代公候匪浪誇，五福全臻從心欲。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  林侯求觀音祈雨<br>\\n\\n  江安縣民婦柯氏，與夫管純角口致爭，自逃母家去。母因勸諭之，不數日復歸。至半路遇兩和尚在傍路，來問曰：「娘子何往？」答曰：「我回管宅夫家去。」和尚哄之曰：「管宅舊路本從此去，今前路崩陷，人行不得，都從我這傍路去更近。」柯氏不從，曰：「那聽你賊禿謊。」兩和尚曰：「我好心教你路，你反罵我。」遂兩傍挾其手挾去。都是山僻小路，行不三里，至一山庵，已有一老和尚及兩婦人在此。兩和尚名真悟、真醒，而老的名明融，則其師也。真悟曰：「可將舊老婦與師父，今日採來的與我。」從此拘留奸宿，那肯放回。<br>\\n\\n  管純又經數日，往岳母家接妻。岳母曰：「五日前已發落回矣。」管純曰：「並未見回。」兩下鬧爭不決，因赴縣告曰：<br>\\n\\n  狀告為懇究妻身事。純妻柯氏歷年無異，近因角口，奔回外家已經十日。純自往接妻，舅柯延指稱已還。何無下落，並不見蹤。非伊家未回，則在途被拐，懇天為民作主。跟究妻身，得復完聚。蔭德彌天。上告。<br>\\n\\n  柯延是多疑人，恐姊或被管純打死，而故稱未回也。亦赴告曰：<br>\\n\\n  狀告為殺命詐掩事。延妹柯氏早嫁管純，貌醜失意，屢遭打罵。減克衣食，千般刁蹬。前趕逐出，面體毆傷。母哭諭歸，反觸純怒，加毆屈死，計埋滅屍，詐稱在逃，希圖掩罪。乞嚴究死因，調屍檢驗，洞破奸計，伸雪冤抑。感激叩告。<br>\\n\\n  縣尹林培仁，明官也。提來親鞫，兩下相執，不肯降服。柯家干證稱柯氏已歸夫家，管家鄰佑執柯氏並未見歸。林尹知必路上被拐是的，命手下四處為訪。<br>\\n\\n  柯氏素性柔順，明融雙腳爛瘡，那兩婦人都厭惡之，不肯親近。惟柯氏為煎藥傾水，小心伏侍。屢在明融前哀訴曰：「我因與夫相打，逃往娘家，今在娘家被拐到此。夫後問娘家取人，必有爭訟。師父出家人，望發慈悲心，放我回去，勝造七級浮圖也。」明融憐其哀懇，迨近晚送出舊路，曰：「放你回，但勿對夫說在我庵也。」柯氏歸家，一一與夫言被二和尚強拐之事。管純曰：「我被你弟告，險些問償命。今須與你見官說明，勾完訟事而歸。」次日，去見林尹，訴出被拐之由。林尹曰：「其庵何名，有何記號？」柯氏曰：「我不曉何名，但庵中有一魚籃觀音。我每燒香祝願，保佑我得歸家。以手捻其足大指，其痕深入，此可為記號。」林尹記在心，時因大旱遂出告示取各庵寺觀音，不拘大小新舊，送到本縣大寺。侯率眾虔禱求雨，然後做功果送還。但須自寫本庵寺記號，以便認回，勿致混爭。<br>\\n\\n  不數日，各庵寺觀音盡送到，林尹親率士眾行香禮拜，既而霖雨沾足。乃命僧道修謝雨，功德訖，仍出告示，令各僧道都認回自庵寺觀音。內有一魚籃觀音，其足大指有指甲捻痕。命一公差守住，曰：「我夜夢此觀音放一鯉魚於河，因騰雲下雨，真有靈驗。我要留衙中供養，有某寺來迎者，可令來領公價去，另塑一座。」及真悟、真醒來迎，公差與之云，引入衙中領銀再塑。林公問曰：「此魚籃觀音是你寺的乎？」對曰：「是也。」林公曰：「此觀音真靈，前夜夢他行雨，果是有雨。昨夜又夢來說彼庵中有三個婦人，一個逃來告狀。他庵中惡濁，不願歸去。今日果有一婦人來告你強拐，必是你二禿也。」真悟、真醒那肯承認，林公令柯氏來證。柯氏曰：「此二僧是也。」乃服罪。又令人往庵果搜出二個婦人，皆是路中拐去者，各命親人來領去。寺中更一老僧以銀賄公差，未拿到。林公問寺更有僧乎，公差答：「已無矣。」柯氏亦念老僧放己之恩，不為執出。但擬二僧絞罪。<br>\\n\\n  林尹判曰：<br>\\n\\n  審得僧真悟、僧真醒佛口蛇心性，人面獸肝腸。忒輕薄，不將佛戒遵﹔恁顛狂，敢把春情蕩。法界逢傾國，忽然不覺體酥麻﹔慧眼觀多嬌，幾乎頓使神魂喪。遂起拐來之念，慾心似海深﹔因行挾去之謀，果然色膽如天樣。空門戀色，三光不畏知﹔花散沾身，五戒何曾講。納衣今作合歡被，應難報道好姻緣﹔鮫綃舊是紫蒲團，可不羞殺騷和尚。笙簧洞府，卻非阮肇佳期﹔雲雨陽臺，難比襄王情況。不守禪宗居梵宇，難辭絞罪入刑場。<br>\\n\\n  按：柯氏既歸，則拐帶明矣。然惟道觀音足指有痕，此亦難以遍寺查訪。惟托祈雨一節，以集之假公以究乎私，則不勞力而僧犯在掌握之中矣，亦因事設機之一奇也。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  陸知縣判謀懦夫<br>\\n\\n  濬儀縣人徐汝梁娶妻阮氏，合巹三載，不曉房事。及妻歸母家，母問曰：「汝夫婦皆長大三年，何無子乎？」阮氏初不應。數日，母又曰：「汝姐先去四年，生二子﹔汝妹後去二年，生一子﹔汝何獨無子？」阮氏乃答曰：「汝婿是懦人，我豈能自育子？」母心明白，及婿來回門，謂之曰：「我阮門女子最是多男，我長女適王家四年，生二子﹔少女適虞家二年，生一子﹔汝令正居中，今已三年，緣何未有子？」徐汝梁曰：「正不知何故，他人妻皆有子，怎我的獨無？」岳母曰：「人夫婦要行房，方有子。你忒老實，必未行房也。」汝梁曰：「我果未行房也，今後宜行房，令他有子。」及與妻歸，其夜阮氏先睡，汝梁在房中周圍而行。妻曰：「何故不睡只在此行？」汝梁曰：「你母道我不行房，故你無子，我今夜要行房也。」妻見其無知，乃教之曰：「不是那樣行房，你來睡，我自教你。」汝梁解衣就寢，妻扶之上身，按其陽物於陰戶，曰：「可動腰行房也。」汝梁年紀已長，血氣亦壯，大覺有意趣，乃曰：「行房這好耍，何不早教我？」妻曰：「此男子自曉之事，豈待婦人教乎？」從此方知稱合。<br>\\n\\n  然他事終多矇昧，妻抑鬱不快意。鄰有少年婁鎮者，伶俐俊雅，素知徐汝梁癡懦，不愜妻意。乃調戲阮氏曰：「看你貌若嫦娥，又聰明俊俏，真女流第一。乃配此懦夫，恰似好花插糞土，辜負花容月貌也。依我見不如揀個少年與他相好，遣與陶情也。不錯過青春年少。」阮氏歎氣曰：「噯，無人似我命薄。」婁鎮見他不拒，即攜手曰：「倘蒙不棄，願終身永好也。」阮氏即允。二人情好日密，肝鬲相愛。<br>\\n\\n  初惟夜間來往，後日間亦往偷情。忽汝梁遇見，亦知吃醋，怒曰：「你怎與別人行房？」婁鎮下?閃開便走。阮氏曰：「我在此睡著，只說你來，不料被他人脫。你快自來行罷。」汝梁依言自去與妻雲雨，又言他要出與人說。妻哄之曰：「你不可與人說，若說，他恐明日又來。」乃尋些果品與在房中食。私往後門見婁鎮，鎮曰：「今日若非懦子，險些脫身不得。」阮氏曰：「拿你他必不會，只是要出與人說，真個惱人，我故以果子與他在房中食，來與你商議。」婁鎮曰：「你肯與我殺，我就為你殺之。」阮氏曰：「不可如此殺心。」鎮曰：「這樣懦人，留他何用？」阮未及答，見夫從後來，即轉身與他回話。下午纏他在家，不與出外。晚飯後，汝梁要出外，妻亦不阻。婁鎮早懷刀在門外，候見汝梁離門幾步，從後殺之。阮氏見夫久不歸，留門不閉，先自去睡。<br>\\n\\n  至次日，人言徐汝梁被殺於路。阮氏即問婁鎮曰：「是你殺乎？」鎮曰：「我昨夜並未出門，若我殺他，必來陪你矣。」阮曰：「必是你也，如何瞞我？」鎮即發咒曰：「若是我殺，我不得善終。」阮氏見他不認，心亦不甚惜夫之死。但啼哭出路，令人殯之。<br>\\n\\n  有堂兄徐梁，赴縣告曰：<br>\\n\\n  狀告為殺命事。堂弟汝梁生平癡懦，不辨菽麥。昨夜出外，不知何人暗行謀殺。係至親，不忍坐視，人命至重，殺死極慘。乞追鄰佑，究勘殺故。訪察凶身，正法償命。死者瞑目，生者感德。哀告。<br>\\n\\n  陸太尹面審曰：「汝弟與人有仇乎？」曰：「癡懦之人，不知饑飽，不識寒暖，何人仇他？」陸尹曰：「汝弟更有何人？」曰：「只一幼妻耳。」陸尹知懦人無仇，而妻年少，必有姦夫殺之。乃曰：「他既有妻，必拘其親妻問之。」公差來拘，阮氏怨婁鎮曰：「今一伯告狀，官差拿我，必是告我也。」鎮曰：「你伯未指人告，只是官要問你親妻，或知何人所殺，豈疑你殺夫乎？可去無妨，明日我來看你。」及阮氏到官，陸尹曰：「你夫被殺知是何人？」阮氏曰：「丈夫夜出於外，我在家不知。若知早已告他矣。」陸尹曰：「或你伯要謀你家業，故殺之乎？」阮氏曰：「伯家自富，與我夫相愛，必非他殺。」陸尹曰：「若知何人所殺，可來補狀﹔若不知，可自葬埋罷。」<br>\\n\\n  阮氏出，陸尹密令二公差隨之，曰：「倘有男子與共語便縛來。」既而阮氏路遇婁鎮，問曰：「官如何問？」阮曰：「官云不知何人，可自埋便是。」公差拿住二人，曰：「官要再問。」婁鎮甚懼。陸尹問阮氏曰：「此人是你何親？」阮氏曰：「是鄰居婁鎮。」陸尹眾命拶起，曰：「我訪得你與婁鎮有奸，是鎮殺你夫，你曾同謀否？」阮氏是婦人，膽小即認，曰：「奸果有，只殺事未知。他說要殺我夫，我叫他勿殺。後他發咒說不是他殺。」陸尹命開阮氏拶。將婁鎮挾起，受刑後亦自供認。<br>\\n\\n  陸尹判曰：<br>\\n\\n  審得婁鎮輕狂浪子，尋花問柳過東牆﹔阮氏淫蕩歪姑，惹蝶招蜂來後院。一則貪人事美，注意於傾國傾城﹔一則嫌己夫癡，偏情於子嗟子國。秦樓風月，時邀弄玉同吹﹔楚館雨雲，夜赴襄王好夢。歡娛未足，兇暴橫生。挾利刃於途中，徂伏候擊﹔刺懦夫於門外，黑夜中傷。淫慾無涯，既已奸人妻室﹔陸梁莫比，又復斃人夫君。造惡殊深，擬死允當。阮氏雖不知故，婁自行兇，然非汝有奸，夫何以死？釀寡皆由奸起，凶戈乃自人操。宜在不赦之條，方為不節之戒。<br>\\n\\n  按：阮氏初到，即用刑拷勘，彼必供出婁鎮。但指奸不為奸，夜殺又無證，難以入罪，故寬縱以待。鎮之追隨阮氏，然後同縛則彼姦情既無辭，而謀殺亦可問入矣。此懸餌得魚之計也。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  李府尹遣覘奸婦<br>\\n\\n  河南府民婦洛氏夫故，孀守一子樊見，年甫七歲。以夫週年，請近庵一道士萬允正來家誦經，超度亡夫。允正見洛氏有貌，輒起淫心。故勤將諸經諷誦，令色媚言，千般承奉。及以錢帛謝彼誦經，甚作喜悅之色。為感謝難盡之意，過數日，買好時果送與樊見食。求洛氏捨香一爐，祈保樊見成人長大。洛氏允之。每月來接香錢，必有齋食果品相送。洛氏信允正為善人，亦自捨香一爐，祈保星辰口朗。其後接香錢，每月必來兩次，所送果品始終不改。<br>\\n\\n  洛氏忽一日留允正午飯，因說他孤兒寡婦被人虧，各佃苗租多頑欠不納者。允正曰：「我只知為道士，山庵清苦。今依施主娘說，則守寡亦有煩惱也。」洛氏曰：「你道人何等清閒，我寡婦有千般憂慮。」允正曰：「清閒僅有，只一件大不好，無妻無子，終無結果。」洛氏曰：「你修行人亦思妻子乎？」允正曰：「鳥獸也有雌雄，何況於人？即子且慢說，但無妻一節，此苦惟天知地知。」洛氏見說無妻之苦，自想我無夫者情亦一般。因曰：「你說也是，似我無夫者，家無主亦甚苦也。」允正曰：「無妻者難計較，夫則由人招耳。」洛氏知允正心邪，己亦肯納。又曰：「無夫可招，妻亦可娶也。」允正見洛氏交談不拒，即曰：「我家施主娘捨錢極多，更肯捨我一妻，真生死感激也。」洛氏曰：「娶妻銀非小可，一人怎能獨舍？」允正起，執其手，曰：「正要一人方好舍，娘子無夫，我無妻，成就一對，更何待舍？」洛氏曰：「你真膽大好打。」允正曰：「殺亦由你，何惜一打？乞憐念孤道，舍我一次，勝救一命也。」洛氏淫心本動，見此勤懇，遂承納之。鰥夫寡婦狂興百倍，真如久旱逢甘雨，久渴得仙漿也。兩情美滿，不言可知。自此夜來日出，不異夫婦。<br>\\n\\n  如此者十年，樊見年已十七，頗知世事。乃拒允正，不許登門。洛氏因托言往庵許願，樊見輒隨之去，寸步不離，不得偷私。洛氏因揮樊見遠站，欲入房小解。樊見又邀允正出外，方令母入道房。洛氏計無所出，心甚忿恨。乃當佛堂前輕與允正曰：「似此關防，何以落手？我真恨此豚犬人骨，不奈他何也？」允正曰：「母欲治子，如俯地拾芥。但告他不孝，令官府打死他。我便明來入贅，夫婦長遠矣。」洛氏依計，故在家中生事罵子。往府告曰：<br>\\n\\n  狀告為梟子不孝事。痛氏不幸，早歲喪夫。梟子樊見年方七歲，歷今十載，撫養成人。辛苦萬狀，頭髮為白。詎見惡逆，罵母如婢。今月十一，逢氏生日，治酒請族。梟惡觸怒，行兇欲毆。切惡不思乳哺，亦念孀守。梟羽才長，輒便食母。勞苦半生，博此逆報。天合孝治，乞殄惡逆，無亂天常。叩告。<br>\\n\\n  樊見去求訟師，作訴狀：「見得母與道士有奸，怒彼阻諫。故誣告不孝。」訟師曰：「若依此訴，便得不孝之實。母告不孝，你本罪重。若訴出奸來，而道士不認，你該萬死矣。只宜受打被禁。他回家必與道士往來，然後只稟於官。密差人訪，方可釋矣。」樊見曰：「打難忍。」訟師曰：「不奈何，亦須打到二十後，方可指出。」<br>\\n\\n  不數日，太府李杰捉去親審，曰：「寡母守你何等辛苦，你何故不孝？」樊見曰：「慈母深恩，鳥羊知報。況寡母苦守，怎敢抗拒？今告不孝，自是得罪於母，雖死無恨。老爺乞念亡父止小的一人，若打死則亡父絕後，寡母十年苦節亦歸空矣。」李太府察樊見初冠，人性溫和，疑其有枉，問曰：「人唆汝母乎？」見曰：「母子天性，人何能唆？若可唆告，亦是為子不孝不能承奉母心也。」李太尹謂洛氏曰：「汝寡居十年，惟有一子。今告之罪至死，得無悔乎？」洛氏曰：「無賴惡子，不孝於母，寧復惜之耶？」李太府曰：「母告子死，無有不死。審如此，可買棺來取兒屍，為你打死之，?拘禁纏延也。」洛氏出買棺，李太尹使二人覘其後。洛氏出，謂一道土曰：「事了矣，太爺將打死他，命買棺來。」收貯二人，入報於太府。少頃，將棺至，李太府冀其悔悟，再三諭之曰：「不孝本當死，奈你半生只一子，打死豈能再生？不如打他二十，後若不改，再告便結果他。」洛氏堅執如初，定要置子於死。時道士立於門外，李太府令二人擒之入，問曰：「你與洛氏有奸，又唆他告子不孝，該得何罪？」道士曰：「並無此事。」洛氏曰：「樊見正是這等不孝，他嘗賴我與道士有奸。當面又不敢說，我才出外買棺，他便說此假話。」李太府曰：「若你兒說便是不孝了，自你告不孝時，已差人體訪。你才出外又對道士說：『事了矣。』不是有奸，何以對他講？」將道士挾起，乃供曰：「某與寡婦有私，嘗為兒所制，故欲除之。」李太府乃拶洛氏，發打道士四十，即死於杖下。問洛氏曰：「你願官賣乎，願從子乎？」洛氏未對。樊見曰：「道士既死，母無他心。願留與小的侍奉。」<br>\\n\\n  李太尹判曰：<br>\\n\\n  審得萬允正首戴黃冠，宜謝風月之樂事﹔洛氏志修清節，須忘雲雨之佳期。出入蕊珠宮，豈識標梅寄詠﹔砥礪冰霜守，惟知柏舟自。蓋出家異緇世之途，而空房絕紅塵之想。胡乃戒忘空色，依然春引芳心。欲斷絕乎身世姻緣，反沉慾海﹔未修整乎閨門閫範，卻扇淫風。怨女曠夫，雍容於偷香竊玉﹔真人嫠婦，蹁躚於度柳穿花。豈洞賓之攜牡丹，仙風習習﹔乃武之私懷義，穢德彰彰。情以慾迷，心為淫喪。道士唆告乎孝子，慈母忍割乎親兒。玄之不白，胡乃其寧﹔色之溺人，一至於此。斃此野客於杖，方快人情﹔免賣寡婦於官，少從子願。<br>\\n\\n  按：母告不孝，本無可疑。特以十年寡母，止惟一子而必欲置之死地，此豈人情哉？蓋必有私交，故心為淫溺，而愛以忍割也。凡婦人愛子之心最真，然可以奪其愛者，惟情夫之慾也。李公一見察之，不使孝子被誣，其可謂明之遠也已。<br>\\n\\n  詩曰：<br>\\n\\n  世上牽人無過色，英雄到此亦為迷。<br>\\n\\n  請觀歷歷姦情案，急猛回頭強自持。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>第三卷    \\t盜賊類</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  董巡城捉盜御寶<br>\\n\\n  弘治五年七月十五日，夜有強盜四五十人，攻入甲子庫。殺死守庫官吏二十餘人，劫去金銀寶貝不計其數。次日方覺。兵部一面差人盤詰各門出城人民，一面奏知朝廷。十八日，聖旨頒下，差兵部將京城官民人等挨家挨戶搜檢，有能捕得真贓正犯者，官則超升，民則重賞。時各官莫不差人四下緝拿，並不見蹤影。<br>\\n\\n  有巡城正兵馬董成者，自思曰：「京城大小人家各各互相搜捕，如此嚴急，那個巨賊敢藏許多金寶在家？其心懷疑俱決矣。既不敢藏在家，必思帶出城外方穩。只門禁又嚴，彼焉能得出？此惟有假裝棺柩藏去，方可免得搜檢。彼賊中豈無此見識者乎？」即命手下人吩咐曰：「你等去守各門，但有掛孝送靈柩去城者，各要去跟究其埋葬所在，一一來報，不得隱瞞。」至晚，各門來報都有喪出城。蓋京畿地廣人稠，故生死之多如此。董巡城又吩咐曰：「今日安葬，再過三日，必去祭奠，汝等再去潛窺密聽，看某處孝子悲哀，某處不悲哀，可再來報。」<br>\\n\\n  至第三日，眾手下依命去訪，皆來報曰：「各處孝子去祭奠，都涕泣悲傷。」內有韓任稟曰：「小的往北門郊外去看那一伙孝子，四人皆不悲哀，其祝墓言辭多不明白。更僕從六人，皆有戲耍喜悅之意。」董巡城曰：「更過四日，是七朝矣。可選力士二十人，將此孝子並僕從一齊鎖來，不得走脫一個。拿來即重賞你。」<br>\\n\\n  至第七日，手下依命將此四個孝子、六個僕從都拿到。董巡城先單取一孝子問曰：「你葬何人在郊外？」孝子曰：「老父。」董問其父生死年月，孝子答曰某年月生，某年月死。董令收在一旁。再取第二個問，所答又一樣。又取第三個問，所答又一樣。又取第四個問，所答各不同。乃親押往郊外，命左右掘開其墓，取上棺木，撞開視之，則盡是御庫中之金銀寶貝也。董不勝歡喜，左右莫不服其神明。賊亦叩頭受死。遂寫文書申於兵部，曰：「巡城兵馬司董為捕盜事，奉聖旨著兵部將京城官民人家，挨戶搜檢，捕拿強劫御庫真贓正犯。欽此欽遵，本職日夜緝訪，拿得強盜正犯張祜、李輔等賊首十人。搜出所劫御庫金寶，真贓取供明白。緣係強盜重情，未敢擅便發落。理合申詳題奉，請旨以候處決。」須至申者兵部，即題本奏上，奉聖旨：「張祜等劫庫重情，梟首示眾﹔董成捕賊有能，超升二級。該部知道。」當日各官惟知嚴捕盜賊，那能勾得。惟董成以心料賊之情，知其勢必假裝棺樞，方可藏金寶出城外。因命左右從此體訪，果不出其所料。能挈寶玉而歸之朝廷，其功不小，其明真過人矣。在大傳曰：「作易者其知盜乎，董公有焉。」<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  汪太守捕剪鐐賊<br>\\n\\n  陝西平涼府有一個術士，在府前看風鑒極高。人群聚圍看時，賣緞客畢茂袖中裹銀十餘兩，亦雜在人叢中看，被光棍手托其銀，從袖口出，下墜於地。茂即知之，俯首下撿。其光棍來與爭，茂曰：「此銀我袖中墜下的，與你何干？」光棍曰：「此銀不知何人所墜，我先見要撿，你安得冒認？今不如與這眾人大家分一半，我與你共分一半，有何不可？」眾人見光棍說均分與他，都幫助之，曰：「此說有理，銀明是我撿得的，大家都有分。」畢茂那裡肯，相扭入汪澄知府堂上去。光棍曰：「小的名羅欽，在府前看術士相人。不知誰失銀一包在地，小的先撿得。他妄來與我爭。」畢茂曰：「小的亦在看，袖中銀包墜下，遂自撿取，彼要與我分。看羅欽言談似江湖光棍，或銀被他剪鐐，因致墜下，不然我兩手拱住，銀何以墜？」羅欽曰：「剪鐐必割破手袖，看他衣袖破否？況我同家人進貴在此賣錫，頗有錢本，現在前街李店住，怎是光棍？」<br>\\n\\n  汪太守亦會相，見羅欽手骨不是財主。立命公差往南街拿其家人並賬目來，進貴見曰：「小的同羅主人在此賣錫，其賬目在此。倘與人爭賬係主人事，非干我也。」汪太府取賬上看，果記有賣錫賬明白，乃不疑之。因問畢茂曰：「銀既是你的，你曾記得多少兩數？」畢茂曰：「此散銀身上用的，忘記數目了。」汪太府又命手下去府前混拿二個看相人來，問之曰：「這二人爭銀，還是那個的？」二人同指羅欽身上去曰：「此人先見。」再指畢茂曰：「此人先撿得。」汪太府曰：「羅欽先見，還口說出否？」二人曰：「正是羅欽說那裡甚包，畢茂便先撿起來。見是銀，因此兩人相爭。」汪太守曰：「你既不知銀數多少，此必他人所失，理合與羅欽均分。」遂當堂分開，各得八兩零而去。汪太府命門子俞基曰：「你密跟此兩人去，看他如何說。」俞基回報曰：「畢茂回店裡怨老爺，又稱被那光棍騙﹔羅欽出去，那兩個干證索他分銀，跟在店去，不知後來何如。」汪太府又命一青年外郎任溫曰：「你與俞基各去換假銀伍兩，又兼好銀幾分，故露與羅欽見。然後往人鬧處站，必有人來剪鐐。可拿將來，我有賞你。」任溫與俞基並行至南街，卻遇羅欽來。任溫故將銀包解開，買櫻桃。俞基又解開銀，曰：「我還銀買請你。」二人相爭還，將櫻桃食訖，逕往東嶽廟去看戲。俞基終是小廝，袖中銀不知幾時剪去，全然不知。任溫眼雖看戲，心只顧在眼上，要拿剪鐐賊。少頃，身傍眾人來挨甚緊，背後一人以手托任溫手袖，其銀包從袖口中挨手而出。任溫知是剪鐐，伸手向後拿，曰：「有賊在此！」<br>\\n\\n  其兩傍二人益挨近任溫，轉身不得，那背後人即走了。任溫扯住兩傍二人曰：「太府命我拿賊，今賊已走，托你二位同我去回復。」其二人曰：「你叫有賊，我正翻身要拿，奈人來往，拿不得。今賊已走，要我去見太府何干？」任溫曰：「非有他故，只要你做干證。見得非我不拿，只人群中拿不得也。」地方見是門子、外郎，遂來助他，將二人送到太府前。俞基稟曰：「小人袖又未破，其銀不知幾時盜去，全不知得。」任溫曰：「小吏在東嶽廟看戲，一心只照管袖中銀。果有賊從背後伸手來探，其銀包已托出袖口。我轉身拿賊，被這兩人從傍挨緊，致拿不得，此必是賊黨也。」太府問二人姓名，一曰：「我是張善。」一曰：「我是李良。」太府曰：「你何故賣放此賊？今要你二人代罪。」張善曰：「看戲相挨者多，誰知他被剪鐐？反歸罪於我。豈不以羊代牛，指鹿為馬乎？望仁天詳究，免我受無妄之災。」太府曰：「看你二人姓李姓張，名善名良，便是盜賊假姓名矣。外郎拿你，豈不的當？各打三十，擬徒二年。」命手下立押去擺站，私以帖與驛丞曰：「李良、張善二犯到，可多索他拜見。其所得之銀即差人送上此囑。」丘驛丞得此貼，及李良、張善解到，即大排刑具，驚嚇之曰：「驛中事體，你也聽得，上司來往費用煩多，你若知事，免我拷你。過了幾日，饒你討保回去。只等上司要來聽點，餘外不與計較。若無意思，今日各要打四十見風棒。」張、李二人曰：「小的被賊連累，代他受罪，這法度我已曉得。今日辛苦，乞饒命。」明日受罪出來，即托驛書手將銀四兩獻上，叫三日外要放他回。丘驛丞即將這銀四兩親送到府。汪太府命俞基來認之，曰：「此假銀即我前日在廟中被賊剪去的。」<br>\\n\\n  汪太守發丘驛丞回，即以牌去提張、李二犯到，問之曰：「前日剪鐐任溫銀的賊可報名來，便免你罪。」張善曰：「小的若知早已說出，豈肯以皮肉代他受苦楚？」汪太府曰：「任溫銀未被剪去，此亦罷。更俞基銀五兩零被他剪去，衙門人銀豈肯罷休？你報這賊來也罷。」李良曰：「小的又非賊總甲，怎知那個偷得俞基銀？」汪太府曰：「銀我已搜得了，只要得個賊名。」李良曰：「既搜得銀即捕得賊，豈有賊是一人做，銀又另是一人得乎？」汪太守以前假銀擲下，曰：「此銀是你二人獻與丘驛丞者，今早獻來。俞基認是他的，則你二人是賊已的，更放走剪任溫那賊。可報名來。」張、李見是真贓露出，只從實供出，曰：「小的做前剪鐐賊者有二十餘人，共是一伙。昨放走者是林泰，更前日羅欽亦是。這回禍端是他身上起，其餘諸人未犯法。小的賊有禁議，至死也不敢相扳。」再拘林泰、羅欽、進貴到，追羅欽銀八兩，與畢茂領去訖，將三賊各擬徒二年。仍排此五人為賊總甲，凡被剪鐐者都著此五人跟尋，由是一府肅清，剪鐐者無所容其奸矣。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  蔣兵馬捉盜騾賊<br>\\n\\n  蔣審為南京兵馬司，一日早晨乘轎出參官，路遇一後生，似承差裝束，乘一匹騾，振策而馳，勢若奉緊公差之意。及近蔣兵馬轎勒騾從傍而行，卻有遜避之狀。過步後，復長驅前進。蔣公思曰：「此人乘騾疾走，若奉公差，然詳彼舉動，又似避我。倘果係走差的人，何須如此挨青而過意者？其盜乎？」命手下滕霄曰：「去拿那乘騾後生來。」滕霄趕去拿到，蔣公問曰：「你乘騾何去？」其後生曰：「小的奉巡爺差，有緊急公事。老爺緣何阻我路程？恐有違限期，累及小的。」蔣公曰：「你奉巡爺差，公文何在？」其人曰：「正是機密事，親承口囑，故要遠去。老爺休要纏阻我。」蔣公曰：「你在何處盜騾來，怎得詐稱公差，這等膽大！」其後生高聲抗言，曰：「老爺這等說話，願同往巡爺處說個明白，為老爺獻功。」蔣公見其人言辭朗烈，全無懼色，似乎拿錯。然終疑其行路躲閃之情。<br>\\n\\n  不覺辯駁，挨纏一飯之頃，後有一人走來，汗流氣急。遠遠望見其騾，即言曰：「那騾是我的，其盜騾賊在那裡去，前行路人可代我拿住，我有謝你。」蔣公聞得，心中暗喜，已有察奸之神，其後生始驚得倉惶無措。及追者近前，猶未知賊已被捉，只宜賊已逃了，遂向前去牽騾。蔣公曰：「你騾在何處失？休要冒認。其盜騾者即是此人，已拿在此，可都在衙去審問。」遂將二人並騾帶進衙。失騾者曰：」小的是方應舉，家住城中後街頭。今早牽騾在門首，整鞍訖，將出城去取賬，復還家尋銀。擬停待稍久，及再出門，騾已被偷。一路跟問，幸得老爺拿了此賊，真包閻羅之見，方能如此發奸摘伏。」盜騾者曰：「小的是萬正富，家近城中東門。怯才路上遇老爺更過去一望之地，即小的之家。今被所捉，賊情難隱，望看公子分上，超生積德。」蔣公命方應舉具領狀來，領出騾去。責萬正富曰：「你才說願解巡爺處獻功，今解去有功否？」正富只磕頭求赦，蔣公以其初犯擬杖八十發去。仍為詩勸之改過云。<br>\\n\\n  詩曰：<br>\\n\\n  人生活計幾多般，負販形勞心卻安。<br>\\n\\n  穿壁▉牆皆禍藪，探囊偷篋有危端。<br>\\n\\n  欲徼樑上稱君子，難免庭中對法官。<br>\\n\\n  知命不如安分好，暗危倖免悔將難。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  金府尊擬告強盜<br>\\n\\n  貴溪縣包明等連僉狀告為急救民害事：「賊風四起，鄉境不寧。惡丁檜，罪浮盜，惡過桓，自號安東金貴平王。挾黨餘弁，諢名大張飛﹔金遼，小霸王﹔陳見，八大金剛﹔及牙爪武壯楊感等，群雄烏合，劫殺百姓，搶擄財物，淫穢婦女，燒燬房屋。被害數十家，哀徹心髓，男女聞風，驚碎心膽，鄉村未晚閉戶，小兒不敢夜啼。切恐猛虎不除，犬羊無睡﹔勁鷹弗滅，鳩雀堪憐。乞臺法剿安民。上告。」<br>\\n\\n  金侯擬曰：<br>\\n\\n  養雞者不畜狸，養犬者不畜豺。今丁檜等群盜烏合，流毒一方。是梗路之荊蓁，齧民之狼虎者，尚可謂鼠竊狗偷，而漫焉不足畏乎！仰縣速行緝捕，毋使履霜堅冰至而熒熒不遏，以成炎炎之勢。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  鄧縣尊審決強盜<br>\\n\\n  南陵縣安諤狀告為劫賊慘殺事：「家處僻隅，二月十八夜，強盜二十餘人，搽紅抹黑，明火燭天，手操鋒鍔，衝開四圍門壁，蜂擁入室。老幼男婦如鼠見貓，神魂離殼，男被殺傷性命幾死。金銀、釵?、衣服捲擄一空，止有舊衣、舊裳，又付祝融一燄。觀者流涕，聞者心酸。懇天法剿安民。上告。」<br>\\n\\n  鄧侯審云：<br>\\n\\n  丁檜惡為賊魁，三犯不悛。烏合賊黨，明火劫掠。既卷其財，又傷人命。擬此兇惡，殆猛獸中之窮奇，蟄蟲中之虺也。贓證俱真，合擬大辟，餘黨再獲究。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  鄒御史德化群盜<br>\\n\\n  萬曆貴州年饑，百姓逃亡者多，有等負血氣者，相聚為盜。劫掠鄉村，殺擄人民。打州搶縣，帑藏一空，官司莫敢誰何。所在有司公文告急，兵部急馳本奏知朝廷，聖旨著吏部知道。吏部奏曰：「貴州反蠻地方，未知聖化，若是加兵征剿，恐急迫投入蠻夷，為禍不小。須得一良臣，撫蒞慰彼。赤子無知，一時為饑荒所迫，相聚為非，倘能改正，即我良民。此以德服人，堯舜之道也。」皇帝准奏，即著吏部推擢智能之士。<br>\\n\\n  時鄒元標為縣令，任滿回朝復命。吏部議曰：「貴州之亂非鄒公不可。」於是擢為貴州道御史。百姓聞知，無不歡悅，皆言：「鄒老爺若來，我等即見太平矣。」鄒公到任，巡撫各府縣，吏胥奉法，百姓安堵。<br>\\n\\n  一日，於察院會同三司，商議弭盜安民之策。眾論紛紛不一，於是有欲鄒用相者察得其盜，用厚賂以解散之也。有以趙廣漢鉤鉅之術進者，廣漢用智，門外置一鉤鉅，使人投匿其中，有群盜聚空舍，謀欲劫人。商榷未畢，即為漢所捕獲。為此策者，欲鄒密知賊情出沒而用奇兵殲之也。一謀士曰：「察見淵魚者不祥，智料隱匿者有殃，如二公所談均未得其本也。戴淵與樑上君子獨非劫客耶？一指揮江上而為陸學士所化，一隱伏梁間而為陳太丘所新。彼二公者，非用伺察，非用鉤距也。惡非本來，善乃真性，彼惟從其真者覺悟之，故盜自知愧也。又漢龔遂為渤海太守，宣帝召見問以息盜之術。遂答曰﹔『海瀕遐遠，不沾聖化。民困於饑寒而吏莫之恤，故使陛下赤子弄兵於潢池中耳。臣聞：「治亂民猶治亂繩，不可急也。」願丞相御史無拘，臣以文法，俾臣得一切便宜從事。，宣帝許之。遂乘傳之渤海界，移檄郡縣，罷捕盜之令。且對眾曰：『凡持田器者皆良民，持兵刃者皆亂民。』群盜聞之，悉皆棄兵弩而執鉤，盜俱平服。公請擇於斯二者。」鄒曰：「弭盜惟有兩端，非德化則威制也。」又曰：「心服為上，力屈次之。某雖不才，願從事先生教益。」<br>\\n\\n  鄒後巡撫至彼，使者旁午於道。有以負固不服告者﹔有以遠交近攻告者﹔以訓練士卒，積聚芻糧，將兵欲戰告者﹔有以賊勢不振，烏屯蟻聚之眾，解散一半告者﹔幕下將官有欲整大軍直搗其巢穴者﹔有欲挑戰祥比，出奇兵以勝之者﹔有欲流言反間，欲使彼自相殺戮，乘亂以攻之者﹔有欲修書厚賂，買結某處，兩路約訂同日起兵，使彼三面受敵，首尾不能救應者。鄒不為惑，惟給榜文四方張掛，許彼改惡從善。既捕獲真賊，喚至案前。先偷以良心真性，次曉以順逆禍福，終給以衣服、酒食，令之自去。向化而為善，於是群盜聞風感激，漸次解散。<br>\\n\\n  一日，細作來說賊巢尚有數寨，感公撫恤之仁，思欲效順納款。恐公不以為誠，故未敢即至。一謀士密白鄒曰：「暗檄令送薪芻，試其向化俟。至轅門，伏甲誅之，可獲首級，以充軍功。」鄒曰：「殺降不祥，且傷皇上好生之德。公策雖善，某不敢用也。」由是群盜聞之，悉皆泣涕投劍。鄒承命捕盜，不糜費糧食，不肝腦百姓，而貴州靜治。<br>\\n\\n  盜惡原非性本來，逃亡空匱聚蚊雷。<br>\\n\\n  一聞御史傷主語，泣血相看擲劍回。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  陳風憲判謀布客<br>\\n\\n  陳選，字士賢，天臺臨海人。髮髫齠時，即立志以古聖賢自期待。奉身甚約，操履甚端。登黃甲，每居一官，必欲盡職﹔每行一事，必欲盡心。視去就為其輕，惟屬意於生靈國脈，名重海內。士大夫無問識與不識，論一時正人，必僉曰：「陳選。」<br>\\n\\n  司風憲時，方諏日戒道啟行，已至所轄屬地。尚未到任，道間忽有數百蠅蚋飛迎馬首，撲之不去。選曰：「我自履歷宦途，左右非濟濟縉紳，則前後師師甲冑。況風憲官奉皇帝出巡，山嶽震動。過州州接，過縣縣迎。今擁集馬首者非眾多百姓，非眾多父老官吏，乃逐墜蠅蚋如此。曾聞諺語云：『鵲為喜報，鴉為凶鳴。』此屬之來，即不占吉凶，定不徒也。間閱《包龍圖公案》，曾有蠅蚋迎馬首之事，今日或亦其故轍未可知也。昔龍圖發奸摘伏青史標明，今日果有此事，亦當媲美前修。」遂命左右跟尋蠅蚋所止去處。蠅蚋微物，若有知識，聞選吩咐左右跟尋之言，數百振羽一飛，有若風響，集於一深山墳上。此山村木茂密，藏有蛇蠍，人所罕入。左右跟尋得實回報。<br>\\n\\n  陳即駐帷於地方古寺，隨命地方里老同公差往山掘之，見一客人屍首。人死未久，肉色尚新。搜驗身傍，得一木雕小印。選思曰：「此必布客被人所謀。」著令地方具棺埋葬，餘無半言吩咐。縣官耳聞是事，兼是己所治地，心下不安。拘問曰：「地方關係甚大，朝廷設立保長、保甲諸色員役，非直保固比閭族黨，亦將保固遠來行旅。今汝等縱賊謀人，瓜分銀貨，罪將安釋？今且容汝數日，須訊問客人何方人氏，探訪賊人名姓、真贓方贖得你等罪。不然，定是你地方謀劫。陳爺生殺衙門，見其事而不言，則怒可知已，此事卻是擔干係。」地方聞縣主言，驚得魂不附體，俱應允探訪回報。自後諸人互相覺察，東呈西首，鼠竊狗偷，捕捉殆盡，填滿縣監。縣主繫心此事，恐陳見罪，將地方所呈首人犯，嚴刑拷鞫。有富家子弟，因言氣被誣者，受刑不過，冒認供招是己謀劫，妄扳某人知情，某人主令，某人下手，某人埋葬，某人得貨，某人得銀，飄空牽連數十人。主令：「下手俱問死罪，知情、分贓俱擬重辟，其餘照律減等。」縣主只說是真，喜為己功﹔地方以為得實，喜豁己罪。只未具文申報。<br>\\n\\n  且說陳公登任，屬官如蟻，恭遏諸務未遑，即吩咐云：「奉朝廷新例，欲市上好綿布千疋，三日內要取齊。即去鋪行討行揀選，但布上要記各人名字，以便領價。」屬官不知此是賺賊之計，只說是真要綿布解京，即討來布若干，以憑揀選。陳云：「布不論精粗，只要有印記者，即取來看印記，又要與小木印記同者方許入選，餘即發還。」查有同小木印記者，即照名喚入，究問來歷。布行云：「布從張成牙家轉販來賣。」又照名拘一布行來問，所對亦同。遂拘布牙來問，牙人云：「日前有吉水縣客人名柯盛，帶布若干，投店發賣。今布已盡賣，人已回去。本牙無復存有半匹此布。」陳云：「此非布客，乃劫布之賊，日前在某處謀了一布客。想汝知情，故把在此處發賣。今且不打你，與你公文一角，捕兵二名，星夜往吉安縣投發。有此劫賊還我，脫得你罪﹔若拿不得此人，定坐你填命。」牙人云：「做經紀往過來續，只說他是某方客人，不知他是劫布之賊。今老爺著小人領公文，同捕兵前去吉安縣捕捉，只恐賊人假報地方姓名，則彼地倘無此人，叫小人如何回報？」陳云：「汝第去此，客謀死未久，此賊去亦不遠。倘天理不容，冤魂不散，汝去必捉獲得來。我亦知汝不知情，我亦知賊人假報地方姓名。而必欲汝去者，正欲得其真耳。」<br>\\n\\n  牙人只得領了公文，同捕兵逕往吉安縣投發，縣官開折看時，書數行大字，云：「仰吉安縣知縣，速將謀劫布客賊人柯盛捕緝，解審無違。」縣主云：「數日之前，地方呈一起事云，剪賊安民詞內云，土賊鄭島梗路荊蓁，前月初七日謀劫布客曾良，得銀回家。宿娼撒潑，禍亂地方。我已捕捉，監禁未問，想莫就是此人？」據來文姓名，又與此不同。問牙人云：「汝既代他做牙，必識認其人，汝可往禁中看此人是否。如不是，我即行牌差人去拿。」隨命皂隸領牙人入監探其的實。牙人行至監外一望，果見前日是此人。賣布其人亦認得是牙人，亦從監門邊相見，詢問經紀到此貴幹。牙人紿之云：「為親戚有些小事告在貴縣，聞監禁在此，故來相看。不意老丈為何事亦拘繫在此？」賊對曰：「為人所誣耳。」牙人曰：「容再來相看。」即回稟縣主云：「監中之人，即前日投我賣布之人，適到監門，我未開口，他即問我。賊人計較盡多，在我那裡懸空報個假姓名，老爺這裡又是一個姓名。若不是老爺有見，小人今番又落空了。但上司公文緊急，老爺這裡須將賊人肘鐐鎖扭，差人解往上司審問，亦見老爺捉賊有功。」縣主云：「這個是我的事。」即具文將賊人肘鐐鎖扭，差捕兵數名同原差、牙人一同解去。<br>\\n\\n  適本縣亦將地方首舉問擬一干人犯解來，陳風憲正開門投文，即見吉安縣公差並捕兵、牙人解得有劫布真賊到，又有本縣公差解得有一干呈舉謀命賊犯到。怒上心來，即喚皂隸，且將牙人認出真賊重打四十迎風。單將吉安縣公文拆閱，見賊人先已監禁縣中。捕兵、牙人又將宿娼撒潑地方呈首事情說了一番。陳見其人真事真，只姓名假報不真，謂牙人云：「大凡良善百姓，再不假報姓名。惟賊人恐怕識破，故有許多姓名誑人。汝未行先有此慮，果如所料。」且問賊人：「布是何方客人的，汝同何人下手殺他，一一從直供來。據縣中申來地方呈詞，汝為梗路荊蓁，不知汝謀了許多客人，今日罪惡貫盈，故我得聞出其事。」賊人推托不認。陳命再打三十，打了又挾又榔，身無全膚。抵刑不過，只得招認：「前月初二日，布客一人，自挑綿布一擔，日中時分，打從地方東嶺深林經過。某不合見財起心，打聽前後無人，手執生柴，望客人腦頂一棍。客人氣絕，拖至茂林深處埋掩。挑布回家，哄瞞鄰里，只說是自己買來。越三日，挑至本縣牙人家發賣，鄰里、牙人並不知情事。恐漏機，故懸空報個姓名，欺瞞經紀，逃脫禍胎。不虞天理難欺，人難輕殺，臺輿有蠅蚋之迎，縣主有地主之首。地方所呈首者，歷歷非真﹔縣主所問擬者，人人非實。我殺人而官殺我，報應甚嚴﹔我劫布而官追布，去來甚速。自甘殞首以填，聽從法司而處決。」陳見供招得實，遂擬死辟。吉安知縣，旌其癉惡得宜﹔本縣知縣，罰其容奸太過，責罰地方，釋醒誣妄。<br>\\n\\n  陳爺判云：<br>\\n\\n  審得賊人鄭島，心同蛇蠍，惡甚虎狼。猛獸深藏，盡好乘機伺便﹔布商孤至，不虞驅阱投牢。生棍劈頭，七魄三魂何處去﹔假言欺眾，千辛萬苦買將來。蠅蚋報出屍骸，木印認出贓證。此布匹給還被害之家，彼囚犯知是妄招之枉。經紀本不知情，縣主失於不謹。梟其人首，罰一以警其餘﹔釋諸人罪，取新而革其舊。<br>\\n\\n  自後賊風屏息，人人稱為陳皓月。<br>\\n\\n  辛苦經商為甚由，區區胤冑立箕裘。<br>\\n\\n  不虞布帛能亡命，剩得深林土一　。<br>\\n\\n  又<br>\\n\\n  天設爐錘待汝曹，惡人添淚酷焦熬。<br>\\n\\n  深林不是天遺漏，馬首迎蠅報禍苗。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  陳縣尹判盜官帑<br>\\n\\n  陳襄，字述古，候官縣人，以經學登進士第。初授福建浦城縣尹，才智過人。縣中凡百隱伏事情，莫能逃其洞燭。官雖廉明，遺奸不能盡革。不意縣帑一日失金，襄曰：「楚庫失銀，楚人盜之﹔縣帑失金，又豈他人？必縣中慣為盜者。」乃悉捕平昔為盜者鞫之。盜至階下，各爭辯莫得其實。襄曰：「此輩難以威劫，可以術籠。」思之良久，有悟於心。次日，呼群盜至堂下，因紿之曰：「聞關王廟有一鐘，歷世多年，今已成神，最能辨盜。我今鞫汝諸人，汝諸人死爭，謂內帑之金非汝等所盜。與其憑意見決之於己，不若決之於神，使汝等莫能遁。昨已使人迎鐘至縣堂後閣，祀之。靜夜焚香，禱求再四，欲聰明正直之神考察精詳，勿令濫及無辜也。今喚汝等立於鐘前，不衰誠敬。再率同僚為汝禱之，祝曰：『人間私語，天聞若雷﹔暗室虧心，神目如電。維汝鐘神享吾祭祀，顯其精英，決民皂白。縣帑失金何人所盜，靈驗不差，符予所望。』」禱畢，又謂群盜曰：「此鐘極是靈驗有準，汝第以手試之，不為盜者摸之，則無聲﹔為盜者摸之，則有聲。頃刻真偽攸分，再難爭辯。」又陰使人先以墨汁塗抹鐘內，隨引群盜人內閣，令各以手摸之，摸畢出驗其手。惟一囚手上無墨。諸囚不知本官此是籠絡之術，在墨跡上辨盜，不在鐘聲上辨盜。<br>\\n\\n  遂單取無墨跡之囚，問曰：「縣帑之金分明是汝盜去，不為盜者心無所懼，信手去摸，不計聲之有無，則有墨。汝犯真心怯，惟恐摸響其鐘，故輕輕去摸，手無墨跡。汝從直招來，免汝笞責。若不供認，重刑不貸。」其囚情知是實，遂逐一招認：「數日前晚時刻，潛入帑內，盜出庫金是的。現今用去數兩，餘者俱在，與眾囚並無相干。」襄得其實，隨命民快等鎖押盜金之囚至家，追取存留銀兩。用去者責令賣產賠償，照贓擬罪。餘囚俱行釋放。一郡帖服，俱稱為活神仙，自後城中無盜。<br>\\n\\n  劫賊如何劫庫金，法門侮法禍尤森。<br>\\n\\n  摸鐘賺出為真盜，狐鼠聞風莫置身。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  賈縣尹判吏竊庫<br>\\n\\n  賈郁性峭直，不容人過，官拜仙游縣知縣。尊賢育士，獎善鋤強，百姓戴之。歌曰：「心地芝蘭茂，性天麟鳳生。花村無犬吠，綠野有人耕。」蓋美其善政之得民也。三年任滿，將給由過京。縣中諸吏胥各兢兢奉法，不以郁之去留為敬肆。惟一吏黃采不遵約束，酗酒撒潑。郁怒曰：「吾別調則已，若再典是邑，必懲此曹。」吏以其去，大聲應曰：「公欲再來，猶造鐵船渡海也。」人有為醉吏危，曰：「汝失言矣。人生行藏靡定，往返無常。萬一賈爺復來，汝罪奚逭？」吏曰：「吾所為是言者，是或一見也。本官政聲籍籍，此去銓曹課績，若考上上則京，擢考中上則遠補，考下上則他任，必無再典是邑之理。鐵船渡海，夫豈失言？」<br>\\n\\n  後朝廷以郁有吏才，居仙游三年，政清訟簡，物阜民熙。欲其久任成功，乃加俸敕。郁復仙游時，醉吏以郁去莫奈己何，一發放縱。乃用錢夤緣署印官，轉為架閣庫吏。妄作妄為，視庫藏如私帑，輕錢穀若鴻毛。身役公門，心耽花酒。日支月費，挪移借辦，盜竊不貲矣。人有為之聯曰：「仙游士庶屬賢候，去一日則思慕一日﹔架閣金銀歸醉吏，進半時則盜竊半時。」又一聯曰：「羊質署印官﹔虎皮司庫吏。」蓋揚其過也。<br>\\n\\n  一日，朝報賈郁奉敕復典仙游，期限本月，念一日馳驛之任。醉吏聞報驚駭，措躬無地。諺云：「懼法朝朝樂，欺公日日憂。」此時此勢，孽已作了，慾已縱了，事已過了，家筵消乏，用去庫藏莫能補足。親友以其亡賴，莫肯貸借。況先時已有鐵船渡海之言，忤觸本官，今又盜竊庫藏，難逃法網。逡巡遷延，心下錯愕無定。及郁復任，見醉吏心雖芥蒂，前言外貌，則待之如故，以其能改即止也。<br>\\n\\n  一日，鄰府推官奉欽差巡按監察御史，委查盤該府各縣倉庫錢糧。府發，牌下，縣令庫書速造下馬查盤冊。庫書見牌到，催醉吏辦銀補庫，庫吏酣醉日多，何處得銀補數。庫書恐事發累己，只得照支票開出實收，具詞呈聞於郁。郁閱詞大駭，謂庫書曰：「庫藏乃生民膏脂，朝廷命脈。一人恣雎其間，乃王法所不貸者。想汝通同作弊，利則歸己，禍則歸人。」庫書曰：「有支票現在，小人畏法，分毫不敢妄覬，拘吏面鞫，便知虛實。」郁乃逮吏考鞫，醉吏犯真，乃一一招認，不敢扳扯庫書。自情願鬻妻賣產補償其庫。<br>\\n\\n  賈尹批云：<br>\\n\\n  竊銅錢以潤家，非因鑄器﹔造鐵船而渡海，不假爐錘。合杖一百，擬徒三年。<br>\\n\\n  醉吏顛刑只犯刑，鐵船莫載罪餘盈。<br>\\n\\n  廉官復典仙游事，此屬頑冥法必懲。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>第四卷    \\t雪冤類</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  陸尚書判釋大逆<br>\\n\\n  陸瑜，浙江鄞縣人，久居法曹，為刑部屬官十餘年，有清廉聲。至是為刑部尚書，明於法令，練習國家典故，屢辦冤獄，人咸德之。時弘農衛卒汪祿，誣訴指揮李彬潛謀不軌，事有徵驗。主上見疏大怒，頒聖上旨，著落錦衣衛指揮門達鞫之。時達新家眷，汪博寵作威，飾虛成實。惡李彬素有言觸己，至是自罹於法，得以泄已私忿。不借一言開豁，更為羅織鍛鍊。云：「李彬反形已具，衛卒所訴不誣。」方欲具文申詳通政司監候請旨，坐李彬以族誅之慘。<br>\\n\\n  適刑部尚書陸瑜奉旨會審其事，瑜公審鞫，知其事始為衛卒所誣，次為問官所枉，見上獨白其冤枉，欲行一條方便路也。門達惡瑜不附己，翻駁己，問成前案，不勝忿怒。在上前以語侵瑜，且劾瑜私受李彬賄賂，而出其反罪。瑜在上前從容辯曰：「法司所執者，祖宗三尺之法。倘其人罪真，吾不敢置之生議﹔倘其人罪枉，吾不敢附之死條。李彬反形無驗，況明律謀反者族，吾何敢枉人以滅族之罪？」上竟從瑜議，止罪李彬不及其妻子。人皆稱其為忠厚長者。<br>\\n\\n  哆侈虛張剌小人，獄人族禍獨何心。<br>\\n\\n  從容御座明冤枉，不畏奸諛以語侵。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  王御史判奸成婚<br>\\n\\n  龍溪縣高文元出宦於外，其女高愉妹年登十七，國色傾城，秉性超俗，既精女工，尤耽詩賦。時三月春殘，韶光明媚。閨坐無聊，有思春厭悶之意。與侍婢貢名香入游後門花園，見千紅萬紫，竟秀爭芳﹔浮水鴛鴦對對，噪林鳥鵲雙雙。益想起春光易老，人生少年難再，何時得遂夫婦之樂，少酬素願也。因見落花滿地，遂朗吟一絕，云：「洞府有人春寂寞，年年無語鎖天臺。桃花已遣隨流去，懊恨劉郎猶未來。」細語嬌聲，猶勝新鶯巧唱，藻詞秀韻，還過豔蕊初開。<br>\\n\\n  吟詠之餘，適牆外有徐守恂者，年方十八，徐卿官之幼子也。人品超群，聰明蓋世。父母欲令其進學，方為議親。春心撩亂，因獨步閒遊。陡聞牆內吟詠詩句，字字清明，聲聲嘹亮，知是閨女傷春而遣興也。亦吟一絕挑之，云：「欲到天臺路已迷，徘徊花外聽鶯啼。劉郎有意尋芳久，借問仙娥許我期。」高小姐在牆內聞之，其音清、其詞麗，心已羨服。自思曰：「我思春心事，不意被此人瞧破。只此人亦是有才識者，便以詩自媒於我，凡百男女風月之情則一也。」乃探首外窺，見徐公子丰儀清雅，美貌動人，心中已十分可意。徐生在外看見高小姐如嫦娥出月宮，非人世所有也，即仰謂之曰：「聞名園好花好景，斗膽借一遊玩何如？」高氏已會得前詩中意，又愛徐生才貌，即許之曰：「公子暫停，吾取鎖鑰來，開後門請進。」回步哄名香曰：「怯才出來，未鎖房門，你可歸看之。吾少刻自歸，不必來候。」<br>\\n\\n  名香去後，即復來開後門。徐生欣然進門，唱禮後，便問曰：「此門未有鎖，何故云取鑰來開？」高氏曰：「非取鑰匙也，適使女名香在此伴我，吾哄之先歸耳。」徐生知高氏有心私他，心中暗喜。略與玩花片時，羨曰：「貴園群芳聳翠，百卉爭妍。真天臺仙境，恐月宮只一樹仙桂，尚不及此也。」高氏曰：「小園幽僻不堪，公子勝游，何敢當此延譽。」徐生問曰：「前是何亭？必有景致可玩也，幸指引之。」高氏曰：「前即牡丹亭，好花都羅列於亭前，吾引公子玩之。」徐生隨行，見亭前果環植奇花，裝排勝景，大快人心目。<br>\\n\\n  亭中淨几繡座，色色珍異。亭左另一燕居，小巧奇絕。中有牙?繡枕，乃倦游而憩息之所也。徐生心思此地甚好投機矣，便懇求曰：「蒙小姐垂愛，得入仙宮。若不插枝花以歸，亭外百花也笑人。願得陽臺一會，百歲銘心。」高氏曰：「與公子締好，亦芝蘭同味，但閨女犯此，恐玷物議。」徐生曰：「外人不知，何以招議？即有知者，昔張生於鶯鶯、辜輅於瑜娘，皆在室先通後為夫婦，至今傳作美談。吾與汝皆未婚娶，今日事若有人知，父母必當自為婉轉，遣媒成婚，豈不更妙乎？」高氏見說知奸則父母必為結親，此話可信，因不推辯。徐生遂為之解玉扣，脫繡襦。高氏半推半就，半喜半羞。只見溫玉生香，春意滿懷。羅幃中攜雲握雨，錦衾下倒鳳顛鸞。氏如嫩蕊海棠新著雨，生如嬌嘶渴馬奔清泉。煞多情，渾身通泰﹔忒有趣，兩意和諧。花謝春猶在，戰酣興正濃。及雲收雨散，雙雙相攜而起。高氏曰：「妾以千金之軀托於公子，不知何日得為夫婦也？」徐生曰：「人有善願，天必從之。」留戀已久，日已近午，名香復來催食午。此時徐生欲去而不忍去，高氏不留而意欲留，兩情難割。徐生曰：「我明日復來，幸勿見拒。」高氏曰：「一日有情，終身難捨，何忍再拒？」由是，徐生懶去向書館，日來園外。高氏懶去拈針線，日往園中。私下偷情，如膠如蜜。往來月餘，人並不知。<br>\\n\\n  一日，高氏之叔高從正，剛直人也，偶來園中，見牡丹亭畔燕居中有男女笑語之聲，不知是誰，乃退立於荼架後。少頃，見女姪與徐生攜手而出，送別後門，而後歸。從正方知女姪與徐生私通也，出言於嫂嫂。曰：「豈有是乎？」從正曰：「明日可親捕之。」及次日，高氏又往後園開門，延徐生而人，逕至燕居中敘情。從正同嫂入捕時，已閉戶在?交媾，方敘興中之言。徐生曰：「你味何如？」高氏曰：「如含一粒仙丹，遍體爽快，妙不可言。然則公子興味何如？」徐生曰：「如入九天仙洞，吸瓊漿玉露，甘人肺腑，渾忘身世也。」從正聽之，咬牙睜目﹔嫂氏便闇然失色。二人轉步外候。<br>\\n\\n  一霎時後，徐生、高氏方笑謔開門，高氏見母與叔變臉外立，即掩面跑歸。從正扭住徐生，劈面便打兩拳，問曰：「你在此何干！要偷我園中珍玩麼？今日你願生願死？」徐生曰：「只願送官。」從正曰：「你道不敢將你送官麼？」即扭出鎖住，解往漳州府，告於大巡，曰：<br>\\n\\n  狀告為強姦室女事，淫徒徐守恂，倚父勢宦，縱淫無忌，窺從正女姪高氏獨立後園，惡即躍牆竄入，進前逼奸。女姪躲入牡丹亭，惡復趕入強抱，喊聲聞外。從正同嫂入見，當場捉獲，縛送天臺。乞依法正罪，掃清淫惡。救正風俗。<br>\\n\\n  上告時，探花王剛中出為御史，巡按福建。以徐、高二家皆閥閱名家，親提問之，曰：「你亦宦家子弟，當知禮義。何為強姦人室女，辱玷祖宗？當問死罪矣。」徐守恂曰：「宦家後園牆高數仞，不是他女姪開門，延納小的，何以飛人？姦情不敢隱，但和姦非強也。可憐士夫女妻並未婚娶，若打死杖下，不如放生，望老爺垂仁超度。」王御史問高氏曰：「和姦是真，必非強也？」高氏曰：「一時之錯不可返，白圭之玷不可磨。望天恩曲庇，澤及閨幃，死不忘德。」王御史曰：「汝兩下都認和姦，可先供狀，然後擬罪。」徐生、高氏各援筆而成供狀，詞皆四六，贍博富麗。王御史見其供出成奸之由，起於詠詩句。而所供之狀，果有才學。乃曰：「汝能為詩乎？此簷前有蛛網懸蝶，試面賦之。」徐生吟曰：「只因賦性太顛狂，游遍花間覓遍香。今日誤投羅網裡，轉身便是探花郎。」王公悅，又指竹簾謂女曰：「汝試賦之。」高氏遂吟云：「綠筠劈破條條直，紅線經開眼眼奇。只為愛花成片瑕，致令直節有參差。」王公憐二人之才，見其供稱俱未議婚，乃謂之曰：「據律則通姦者該各杖八十，姑念汝天生一對，才貌兩全。古云『君子樂成人之美』，當權正好行方便。吾何惜一屈法，不以成人美乎？可令你結成姻緣，宜室宜家，是亦一大方便也。」王公援筆判曰：<br>\\n\\n  佳人才子兩相宜，致福端由禍所基。<br>\\n\\n  永作夫妻諧老願，不勞鑽穴隙相窺。<br>\\n\\n  高從正執曰：「如此則律何以禁？且非禮成婚，何以為訓也？」王公曰：「豈不聞卓茂云：『律設大法，禮順人情。』又程子云：『王道之大本乎人情。』則苟順於情即合禮合道，何奸於律？」由是，從正不敢再執。各放之寧家，徐生高氏遂為夫婦。時人因號御史為「王方便」。<br>\\n\\n  按：判奸成婚本不合律，但以文士才女各未婚娶，愛惜其才，判之成婚。一時人情不以為非，可見善持法者在變通從宜，不必膠柱鼓瑟也。故記之以為欽恤者訓。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  詹縣令判合幼婚<br>\\n\\n  南海縣富民蘇紹軾，生女蘇麗卿，年已及笄，容貌甚美，兼通文翰。同里人林秉謙托媒聘為長男婦，既而長男死，又央媒去議求出親，與次男達常。少女長三歲，紹軾亦許之。及次年十月于歸，蘇氏十六歲，身材壯大﹔而達常方十三歲，軀幹微小。尚未知咸琩ヾQ蘇氏早已知春意。以夫君幼弱，心甚不悅。當為春怨一絕，云：「天桃含蕊欲開華，恨殺春風未破他。何得陽和敷德澤，少滋些雨助嬌花。」又其年十二月，夫之堂兄亦完親，尚後蘇氏兩個月，及期年而生一男，請宗族諸婦飲喜酒。蘇氏自思：「我先人林門，以夫幼並未得沾雨露。彼後我成親，得丈夫長大，今遂生男。」因忿恨，不赴席。生子家強來請之，蘇氏寄詩辭之曰：「去年臘月迎新婦，今日方周已得兒。有客恥臨湯餅會，孤雌空自繞林飛。」諸婦見詩，內有識文墨者讀之，與眾笑曰：「彼道你舊年成親，今年得男。他的丈夫幼，故無雄對，而孤雌自飛也。」眾婦遂皆笑之曰：「何不借一雄來對乎？」蘇氏因在家中日求改嫁，公姑以其外家殷富，圖利其財，不肯嫁之。<br>\\n\\n  蘇氏歸而逼母，必欲改適，不願安於林家。母言於父，令往縣告之，曰：<br>\\n\\n  狀告為脫娶事。男女婚姻在於及時，年紀長幼，必貴相當。軾女蘇氏年已十八，土豪林秉謙拴媒聘娶為長男婦。伊男已死，再求出親幼男林達常，年方十三。長幼非偶，琴瑟不和。女鬱抱病，欲求改嫁。人懼豪刁，避不敢娶。乞明斷離異，批允改嫁。長另配長，幼另配幼，各安室家，永無反目。上告。<br>\\n\\n  林秉謙去訴曰：<br>\\n\\n  狀訴為懇賜完聚事。男女居室，人之大倫。一與之醮，終身不改。女無惡德不出，士重嫁妻不良。男達常身軀雖小，年已十五，媒娶蘇紹軾女為婦。歷今三年，相愛無異。軾聽讒唆，欲女改嫁。切婚姻居五倫之先，節義乃綱常所重。無故出婦，有虧名教。乞臺扶植倫常，理諭紹軾。勿聽離異，從前完娶，承祀宗祧，萬代感激。上訴。<br>\\n\\n  時進土詹公揆為南海令。察其兩詞，便知林是而蘇非。及提對審，力諭蘇紹軾以女宜令之從一以終，不可無故求異。蘇紹軾被官以理折之，不能開辯。惟蘇氏嘵嘵辯說，以年紀不相當，必須再嫁。詹公判曰：<br>\\n\\n  桃花面，柳葉眉，玉指尖。跪丹墀，聲聲說道嫌夫少，只恐挫過少年時。幾回傷感思春意，有此情，無此例﹔只判合，難判異。為爾批定案卷底。更待二八青春時，分明好個風流婿。奈心情，強自遣，有朝一日春風動，擺得花枝紅雨濺。<br>\\n\\n  詹公不允其改嫁，蘇氏只得復歸林家。不二年，達常已長，而蘇氏遂生一男。時詹公尚未去任。蘇氏後同他婦為人往寺保胎，適詹公到寺，欲拜鄉親。諸婦見官來，皆趨入寺殿避之。蘇氏抱子行遲，衝其引導，手下拿住，跪於轎前。詹公曰：「我有告示於各庵寺，凡官民婦女不許入庵寺焚香拜佛，如有犯者罪及夫男。今你來寺何干？又衝我引導，可報出夫男，拿來治罪。」蘇氏曰：「妾係蘇氏，為堂嬸保胎而來寺，夫名林達常。」詹公記得其名，問曰：「汝即林達常之妻乎，先年曾告夫小者是你也？」蘇氏曰：「是。」詹公曰：「汝抱此子是誰的？」蘇氏曰：「是妾所生的。」詹公不覺發笑，曰：「夫小亦能有子乎？可見春風有時動，好花終有主也。吾忽有詩興。且吟一絕贈汝。詩云：『昔年曾怨春光少，今日花開春滿枝。不是春光著消息，如何花實子離離。』」蘇氏曰：「妾今春初得子之時，亦不敢忘老爺之恩。曾有拙句一絕云：『花欲移開別處栽，東皇不許我移開。今日開花曾結子，都是東皇恩賜來。」』詹公曰：「汝可謂不背本矣。你子曾取名否？」蘇氏曰：「未也。」詹公曰：「吾為你子取名為林知本，且赦你衝引導之罪。」蘇氏拜謝而去。<br>\\n\\n  按：婚姻而判合本為常例，特蘇氏得子而不忘判合之恩，詹公往寺而因取知本之名，一時陡遇，亦不偶然，是亦一奇事也。然此惟詹公之善判，蘇氏之知恩，故著為美談。若論父母為男女擇親，必當求其年紀相當者，不可愛富慕財而扳緣附結，中間多有因而生事者，是宜慎之。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  龐通府判氣生子<br>\\n\\n  南寧府民汪仁澤娶妻卓氏。其弟汪仁濟年十八歲，娶妻蒙氏，年止十五。氏幼於夫，初合巹之時，被夫纏戀，嫩不慣經，含痛不樂。問其夫曰：「是誰教人幹此事？」仁濟曰：「是周公制禮，教人配成夫婦，行此事以生育男女，傳續後代也。」蒙氏恨之曰：「周公這老狗何不早死，要他教人則甚？」乃閱月後，經歷雨露，知滋味美好，甚喜悅之。又問夫曰：「周公還在否？」夫曰：「你問他則甚？」蒙氏曰：「他教人為夫婦，此事真妙。若在時，我將做一雙鞋送他，以謝其教。」夫曰：「他是古人，豈能著得你鞋？」自是夫婦好合，留戀無厭，任情縱慾，不知節制。<br>\\n\\n  三年之後，仁濟因病中犯房﹔陽證歸陰而死。蒙氏不勝痛哭，晝夜思想其夫之恩愛。雖未有子，說他要守三年，滿服而後嫁。其伯母卓氏亦與嬸蒙氏甚睦，自叔仁濟死後，夜當陪之宿。但卓氏有夫，雖陪嬸睡，嘗在房中與夫媾合而後去。<br>\\n\\n  一日，蒙氏先睡在?中，方思想春情。卓氏又與夫交合，戀久後方入嬸?宿。蒙氏曰：「你又與大伯好來，故如此久。」卓氏曰：「或者有之。」蒙氏歎曰：「你命何好，我命何薄也！」卓氏曰：「你思男子乎？吾為爾當之。」遂升其腹，摟抱而耍。蒙氏思想已久，血盛精壯，其陰戶開張。而卓氏方受夫精，陽氣充旺，抱合之際，其陽氣吸入陰戶，透入子宮，盛陰之血裹之。是夜，卓氏與夫交者受胎，而蒙氏受卓氏之餘陽者亦結胎。二人戲挽一番而睡。<br>\\n\\n  自此夜後，卓氏懷孕日大，而蒙氏亦似有孕一般，疑不知其故。及十月滿足，卓氏早生一男，叫穩婆李氏來養之。方訖，而將登席飲酒。乃蒙氏在房中亦生一子，墮地之時，血兒只叫一聲而死。李穩婆入看之，只疑其私胎也。蒙氏囑之曰：「爾晚間為我埋之。」李氏許諾。及夜，裹之而出。<br>\\n\\n  李氏與屠拯者最相好，密語之曰：「汪家蒙寡婦私生一子，托我裹出，你可去埋之。」屠拯前月與汪仁澤爭田有隙，因領其私胎，以石灰掩之。赴府告曰：<br>\\n\\n  狀告為欺奸弟婦事，淫獸汪仁澤，伊弟仁濟夭死已久。愛弟婦蒙氏美貌，拘留淫奸，視如寵妾。十一月二十九日，私生一孩，現在可證。寡婦生子，姦情灼見。乞滴血證奸，依律正罪。綱常不亂，民不禽犢。上告。<br>\\n\\n  府批糧館審問，及提到，龐通府曰：「凡孕婦產婦，雖犯奸及死罪，大明律中不許加刑，必產後百日外乃依罪加刑。今蒙氏犯奸是的，但產後未滿百日，可保候出外，待限滿而後問。」屠拯執曰：「蒙氏雖產，限內不可加刑，汪仁澤可先將滴血，若此孩是他真脈，則蒙氏便可成獄矣。若遇百日後，恐血孩朽爛，或難驗視。」汪仁澤曰：「我並與弟婦無私，不知他何處有子。我依屠拯所言，願先滴血驗之。」<br>\\n\\n  龐通府命仵作刮開孩子之骨，與仁澤滴血。仵作將孩子手足割開，純是皮肉，並無寸骨。驚異稟曰：「此孩子渾身並無寸骨，不知何故？」龐通府心中明白，命屠拯曰：「汝可自驗之，勿為仵作賣法。」屠拯以布裹手，遍身摩捻，渾如肉毯。亦來稟曰：「果是無骨。」龐通府曰：「凡男精為骨，陰血為肉。此孩純肉無骨，是未與男精交媾，決無姦情矣。但何處感受陽氣，故陰血裹之而成胎也。墮地只叫一聲而氣絕，此之謂氣生子也。」乃問蒙氏曰：「你何處感得陽氣來？」蒙氏曰：「我並未與男子相接，何以感得陽氣？但我伯母與夫睡後，來我肚上抱住戲耍，我慾心發動。後伯母是此時懷孕，而我亦從此有胎。或者從伯母陰中受陽氣來乎？」龐通府曰：「即此是也，彼受夫精方壯，而汝陰血亦壯，故受之而結胎。」乃將屠拯發打二十，曰：「汝告蒙氏私胎，乃本等事。何為指定汪仁澤欺奸弟婦，豈非誣告乎？」<br>\\n\\n  龐通府判曰：<br>\\n\\n  審得蒙氏早歲寡居，玉無瑕玷，空房孤守，冰比潔清。永夜漫漫，獨宛鴛鴦之頸﹔芳春寂寂，懶妝粉黛之容。雖心甘槁木以自灰，顧氣逐積陰而轉盛。被伯母摟抱，引動芳心﹔而腰肢磨蕩，滋萌春意。借餘陽之鬱勃，流一氣以潛通。精與精孚，恍惚巫山入夢﹔氣隨氣徹，發滋玉戶生機。以此懷胎，豈為野合？屠拯挾抱宿恨，中仇人以讒鋒﹔懸捏姦情，陷節婦於塗炭。含沙射影，萬螫之毒難防﹔貝錦成文，萋菲之口可畏。彼欺奸之情既雪，爾誣告之罪何逃？宜荷荊條，乃發擺站。<br>\\n\\n  按：氣生之事，隆古多有之。故感星貫月而生顓頊，踐跡虹繞而生伏羲，皆氣生也。其後微眇者亦不著於史，故世亦罕聞焉。自龐侯發之而雪寡婦之冤後，范侯師之而白室女之孕，世益知有氣生之說。然亦甚罕稀矣，故並著之以為決獄剖疑之鑒。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  范侯判室女成男<br>\\n\\n  思州府民文煥采，生男基秀，年十八歲，新娶室元氏，年十七歲。其女文英玉方十六歲，兄妹止隔一壁而寢。有一日，天方黎明時，基秀與妻元氏行雲雨事，搖動牙?，低聲笑語。英玉在隔壁聞之，引動芳心。適父在外，催基秀早起取帳。基秀房事方了，忙起出外。英玉開?後偏門，裸體爬上嫂?，曰：「嫂嫂，凡女人與丈夫幹事何如？」嫂曰：「汝不曉乎？你當妻，我當夫來教你。」便翻上英玉肚上去，兩手摟抱，搖動腰肢，曰：「只是這等幹也。」英玉芳心方發，陰戶開張。而元氏才受夫精充滿溢出，忽墜幾點陽精，滴入英玉陰中去。彼陰氣方盛，神情已到，得此陽精，即包裹成胎。兩姑嫂戲耍一番，興闌力倦而罷。<br>\\n\\n  自此日起，嫂固與夫交而受胎，姑亦受嫂所滴下陽精而懷孕。經五六個月，腹漸覺大，胎孩微動，與嫂無異。母覺而嚴究其故，拷問私奸之人。英玉答以：「並無私情，止某日早晨與嫂抱耍之後，嫂有孕而我亦似有孕，真不知何故。或是病乎？身又康健。或是孕乎？只與嫂氏耍又無陰陽交媾，何以有孕？」嫂元氏亦如此證，母心不信，只家庭嚴密，無人往來，女又朝夕在傍，不離跬步，何從偷奸？或者是懷血塊乎，因此亦不理他。<br>\\n\\n  及十月滿足，元氏卯時生一男，公姑喜悅。少頃，辰時英玉亦生一男，父母焦燥之甚。父令母以桶水人，將此私孩淹死。英玉不肯，曰：「嫂嫂生男，一家喜悅。我的偏要淹死，決是不肯。」母曰：「嫂是有夫之子，你幹出這醜事，如何可與嫂比？」英玉曰：「我若有醜事，天地不容，鬼神誅滅。真是我自然有子，或是大富大貴之人，天意所生也。」母是慈性婦人，亦不忍淹此子。正無奈何，元氏曰：「姑娘果無私事，此子必是個異人，或後日有大富貴福分亦未可知。不如養起，傳言是我養雙生，亦可掩外人耳目也。」公姑聞元氏所言極有理，即命洗養之。維時但張穩婆及僱工人廖印知是英玉所生，乃厚賂穩婆，令勿言。<br>\\n\\n  其冬，女夫家和倫遣僕送禮來，為兒和璧納酒。廖印抱英玉所生之子，於門外戲而言其子曰：「今日你爹爹家來送禮，你美也。」和倫之僕聞之，歸言於主。和倫大異，曰：「吾只聞其大妗養雙胎也，豈其女生私胎而冒稱之乎？」遂密訪其當日之穩婆，知其為張氏也。及長男婦將分娩，故去請張穩婆。和倫哄之曰：「此是我女兒有私胎，故托言是媳婦。聞得今春文煥采女之私胎亦是你養，故敬請你來。此中備銀一錢謝你，幸勿傳揚。」張氏不知是哄他，便言曰：「常禮亦不止一錢，今你私胎宜厚謝我。前日文家乃是銀一兩，英玉小娘子又私下以簪一根與我。今日須照此數也。」和倫已賺出，心中怒氣沖天，驚曰：「我將告文家，將賺你作干證耳。我家豈有私胎耶！」便遣媒往文家求退親。文家許退財禮八十兩，擔禮二十兩。和倫要他多賠退還，因赴府告曰：<br>\\n\\n  狀告為縱女犯奸事。倫忝世家，恪守禮義。次男和璧，憑煤笄聘文煥采女文氏為婦。禮銀八十兩，擔銀共費六十兩。殊煥采全無家教，女犯有孕，誕育一男，與采男基秀之長於並同年月日時。現在撫養，與基秀子容貌相似。張氏、廖印可證。有此悖倫，願求退親。乞追財禮擔銀，給領另娶。上告。<br>\\n\\n  府批刑館問報，差牌來拘。煥采恐事情難辨，又托媒去講，願依狀中銀數，賠銀一百四十兩與他，托去具息。和倫依之，去刑館遞息詞。<br>\\n\\n  范推官看狀中情，疑文氏與兄有奸，情理可惡，不准其息，必要調審。將文氏拶起，問曰：「你與何人有奸，此於是誰所生？」文氏曰：「此子是我自生，若問所奸之人，即拶死亦無。我今已有子矣，情願撞死臺下。」即以頭擊柱，流血滿地。范推府見女子性烈，急令人持住。再問曰：「汝道無姦夫，亦當說因何而有子？」文氏曰：「妾與嫂隔壁而睡，黎明嫂與兄行房，妾春心發動。父親催兄早起取帳。妾因過嫂?，嫂升我腹，抱住戲耍，妾時狂興越發，嫂精點滴墜入我陰，從此姑嫂皆有孕，又同日生子，只先後一個時辰。母欲將我兒溺死，我自恃無私因留撫養。若有姦夫，妾何膽敢養起此子，又何不當日淹死以減滅口乎？」<br>\\n\\n  范推府曰：「此可信也。吾南寧府亦有伯母與夫交後，往抱寡嬸戲耍，寡嬸受伯母之陽氣，亦生一子而無骨。時龐通府判之以為氣生子也。今汝之嫂未動身，陽精滿溢，汝過?之時，嫂摟抱你，滴精入戶，此受得陽精，故子有骨而成人也。是雖有胎而無奸，亦未壞節辱身矣。」和倫聞之，心下大悟，便曰：「如此則亦未污辱矣，此女必宜於子者，吾不願退親，令與我兒完聚，後必是多男也。」乃復判合原被，各供明無罪，發放寧家。人皆傳為奇事，而服范侯判斷之明也。<br>\\n\\n  范推府判曰：<br>\\n\\n  天之生人也，惟氣之所聚而形隨之以立。人之有生也，雖以形相禪而實氣之所通，故華渚星臨，嫘祖感之而育少昊﹔而瑤光貫月，女樞之而誕高陽。意動虹繞，伏羲肇作﹔踐跡心悅，后稷挺生。至兔望月而受胎，若對視而卵實，皆以氣合，豈假形交？今文氏天癸已發，人合未諧。春夢方醒，忽聽鄰壁之好﹔芳心乍發，旋登嫂氏之?。姑起狂興而勃發生機，嫂惹餘陽而漏通春意。兩陰相合，雖無媾合之私﹔一氣潛通，實有滋潤之益。苗望澤而時雨降，自是舒華﹔花正發而瑞露滋，何不結實？即有在室之子，已無外通之夫。玉刻篆文，未傷完璞﹔蓮出濁水，不柒污泥。何嫌關睢之好逑，可作和璧之佳偶。必有螽斯之慶，永呈麟趾之祥。<br>\\n\\n  按：此事判之甚難，幸范侯係南寧府人，親見龐侯判氣生子之事，故啟其察識，知氣通精聚，亦可結胎，不必形交體合也。不然，文氏難洗不白之疑，而嚴刑且不免矣。故知觀前人公案者，大有補於吏治也。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Ming jing gong an, by Unknown</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK MING JING GONG AN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>***** This file should be named 52280-0.txt or 52280-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        http://www.gutenberg.org/5/2/2/8/52280/</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Produced by Wen-Hui Chen\\nUpdated editions will replace the previous one—the old editions will\\nbe renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Creating the works from print editions not protected by U.S. copyright\\nlaw means that no one owns a United States copyright in these works,\\nso the Foundation (and you!) can copy and distribute it in the United\\nStates without permission and without paying copyright\\nroyalties. Special rules, set forth in the General Terms of Use part\\nof this license, apply to copying and distributing Project\\nGutenberg-tm electronic works to protect the PROJECT GUTENBERG-tm\\nconcept and trademark. Project Gutenberg is a registered trademark,\\nand may not be used if you charge for the eBooks, unless you receive\\nspecific permission. If you do not charge anything for copies of this\\neBook, complying with the rules is very easy. You may use this eBook\\nfor nearly any purpose such as creation of derivative works, reports,\\nperformances and research. They may be modified and printed and given\\naway—you may do practically ANYTHING in the United States with eBooks\\nnot protected by U.S. copyright law. Redistribution is subject to the\\ntrademark license, especially commercial redistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>START: FULL LICENSE</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full\\nProject Gutenberg-tm License available with this file or online at\\nwww.gutenberg.org/license.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>Section 1. General Terms of Use and Redistributing Project\\nGutenberg-tm electronic works</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.A. By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement. If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or\\ndestroy all copies of Project Gutenberg-tm electronic works in your\\npossession. If you paid a fee for obtaining a copy of or access to a\\nProject Gutenberg-tm electronic work and you do not agree to be bound\\nby the terms of this agreement, you may obtain a refund from the\\nperson or entity to whom you paid the fee as set forth in paragraph\\n1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.B. &quot;Project Gutenberg&quot; is a registered trademark. It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement. There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement. See\\nparagraph 1.C below. There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this\\nagreement and help preserve free future access to Project Gutenberg-tm\\nelectronic works. See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.C. The Project Gutenberg Literary Archive Foundation (&quot;the\\nFoundation&quot; or PGLAF), owns a compilation copyright in the collection\\nof Project Gutenberg-tm electronic works. Nearly all the individual\\nworks in the collection are in the public domain in the United\\nStates. If an individual work is unprotected by copyright law in the\\nUnited States and you are located in the United States, we do not\\nclaim a right to prevent you from copying, distributing, performing,\\ndisplaying or creating derivative works based on the work as long as\\nall references to Project Gutenberg are removed. Of course, we hope\\nthat you will support the Project Gutenberg-tm mission of promoting\\nfree access to electronic works by freely sharing Project Gutenberg-tm\\nworks in compliance with the terms of this agreement for keeping the\\nProject Gutenberg-tm name associated with the work. You can easily\\ncomply with the terms of this agreement by keeping this work in the\\nsame format with its attached full Project Gutenberg-tm License when\\nyou share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.D. The copyright laws of the place where you are located also govern\\nwhat you can do with this work. Copyright laws in most countries are\\nin a constant state of change. If you are outside the United States,\\ncheck the laws of your country in addition to the terms of this\\nagreement before downloading, copying, displaying, performing,\\ndistributing or creating derivative works based on this work or any\\nother Project Gutenberg-tm work. The Foundation makes no\\nrepresentations concerning the copyright status of any work in any\\ncountry outside the United States.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E. Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.1. The following sentence, with active links to, or other\\nimmediate access to, the full Project Gutenberg-tm License must appear\\nprominently whenever any copy of a Project Gutenberg-tm work (any work\\non which the phrase &quot;Project Gutenberg&quot; appears, or with which the\\nphrase &quot;Project Gutenberg&quot; is associated) is accessed, displayed,\\nperformed, viewed, copied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>  This eBook is for the use of anyone anywhere in the United States and\\n  most other parts of the world at no cost and with almost no\\n  restrictions whatsoever. You may copy it, give it away or re-use it\\n  under the terms of the Project Gutenberg License included with this\\n  eBook or online at www.gutenberg.org. If you are not located in the\\n  United States, you'll have to check the laws of the country where you\\n  are located before using this ebook.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.2. If an individual Project Gutenberg-tm electronic work is\\nderived from texts not protected by U.S. copyright law (does not\\ncontain a notice indicating that it is posted with permission of the\\ncopyright holder), the work can be copied and distributed to anyone in\\nthe United States without paying any fees or charges. If you are\\nredistributing or providing access to a work with the phrase &quot;Project\\nGutenberg&quot; associated with or appearing on the work, you must comply\\neither with the requirements of paragraphs 1.E.1 through 1.E.7 or\\nobtain permission for the use of the work and the Project Gutenberg-tm\\ntrademark as set forth in paragraphs 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.3. If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any\\nadditional terms imposed by the copyright holder. Additional terms\\nwill be linked to the Project Gutenberg-tm License for all works\\nposted with the permission of the copyright holder found at the\\nbeginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.4. Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.5. Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.6. You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including\\nany word processing or hypertext form. However, if you provide access\\nto or distribute copies of a Project Gutenberg-tm work in a format\\nother than &quot;Plain Vanilla ASCII&quot; or other format used in the official\\nversion posted on the official Project Gutenberg-tm web site\\n(www.gutenberg.org), you must, at no additional cost, fee or expense\\nto the user, provide a copy, a means of exporting a copy, or a means\\nof obtaining a copy upon request, of the work in its original &quot;Plain\\nVanilla ASCII&quot; or other form. Any alternate format must include the\\nfull Project Gutenberg-tm License as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.7. Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.8. You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works\\nprovided that</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">* You pay a royalty fee of 20% of the gross profits you derive from\\n  the use of Project Gutenberg-tm works calculated using the method\\n  you already use to calculate your applicable taxes. The fee is owed\\n  to the owner of the Project Gutenberg-tm trademark, but he has\\n  agreed to donate royalties under this paragraph to the Project\\n  Gutenberg Literary Archive Foundation. Royalty payments must be paid\\n  within 60 days following each date on which you prepare (or are\\n  legally required to prepare) your periodic tax returns. Royalty\\n  payments should be clearly marked as such and sent to the Project\\n  Gutenberg Literary Archive Foundation at the address specified in\\n  Section 4, &quot;Information about donations to the Project Gutenberg\\n  Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">* You provide a full refund of any money paid by a user who notifies\\n  you in writing (or by e-mail) within 30 days of receipt that s/he\\n  does not agree to the terms of the full Project Gutenberg-tm\\n  License. You must require such a user to return or destroy all\\n  copies of the works possessed in a physical medium and discontinue\\n  all use of and all access to other copies of Project Gutenberg-tm\\n  works.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">* You provide, in accordance with paragraph 1.F.3, a full refund of\\n  any money paid for a work or a replacement copy, if a defect in the\\n  electronic work is discovered and reported to you within 90 days of\\n  receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p style=\\\"\\\">* You comply with all other terms of this agreement for free\\n  distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.E.9. If you wish to charge a fee or distribute a Project\\nGutenberg-tm electronic work or group of works on different terms than\\nare set forth in this agreement, you must obtain permission in writing\\nfrom both the Project Gutenberg Literary Archive Foundation and The\\nProject Gutenberg Trademark LLC, the owner of the Project Gutenberg-tm\\ntrademark. Contact the Foundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.F.1. Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\nworks not protected by U.S. copyright law in creating the Project\\nGutenberg-tm collection. Despite these efforts, Project Gutenberg-tm\\nelectronic works, and the medium on which they may be stored, may\\ncontain &quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate\\nor corrupt data, transcription errors, a copyright or other\\nintellectual property infringement, a defective or damaged disk or\\nother medium, a computer virus, or computer codes that damage or\\ncannot be read by your equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from. If you\\nreceived the work on a physical medium, you must return the medium\\nwith your written explanation. The person or entity that provided you\\nwith the defective work may elect to provide a replacement copy in\\nlieu of a refund. If you received the work electronically, the person\\nor entity providing it to you may choose to give you a second\\nopportunity to receive the work electronically in lieu of a refund. If\\nthe second copy is also defective, you may demand a refund in writing\\nwithout further opportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.F.4. Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS', WITH NO\\nOTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT\\nLIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.F.5. Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of\\ndamages. If any disclaimer or limitation set forth in this agreement\\nviolates the law of the state applicable to this agreement, the\\nagreement shall be interpreted to make the maximum disclaimer or\\nlimitation permitted by the applicable state law. The invalidity or\\nunenforceability of any provision of this agreement shall not void the\\nremaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in\\naccordance with this agreement, and any volunteers associated with the\\nproduction, promotion and distribution of Project Gutenberg-tm\\nelectronic works, harmless from all liability, costs and expenses,\\nincluding legal fees, that arise directly or indirectly from any of\\nthe following which you do or cause to occur: (a) distribution of this\\nor any Project Gutenberg-tm work, (b) alteration, modification, or\\nadditions or deletions to any Project Gutenberg-tm work, and (c) any\\nDefect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>Section 2. Information about the Mission of Project Gutenberg-tm</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of\\ncomputers including obsolete, old, middle-aged and new computers. It\\nexists because of the efforts of hundreds of volunteers and donations\\nfrom people in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need are critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come. In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future\\ngenerations. To learn more about the Project Gutenberg Literary\\nArchive Foundation and how your efforts and donations can help, see\\nSections 3 and 4 and the Foundation information page at\\nwww.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h3 style=\\\"\\\">Section 3. Information about the Project Gutenberg Literary Archive Foundation</h3></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service. The Foundation's EIN or federal tax identification\\nnumber is 64-6221541. Contributions to the Project Gutenberg Literary\\nArchive Foundation are tax deductible to the full extent permitted by\\nU.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>The Foundation's principal office is in Fairbanks, Alaska, with the\\nmailing address: PO Box 750175, Fairbanks, AK 99775, but its\\nvolunteers and employees are scattered throughout numerous\\nlocations. Its business office is located at 809 North 1500 West, Salt\\nLake City, UT 84116, (801) 596-1887. Email contact links and up to\\ndate contact information can be found at the Foundation's web site and\\nofficial page at www.gutenberg.org/contact</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>For additional contact information:</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>    Dr. Gregory B. Newby<br>\\n\\n    Chief Executive and Director<br>\\n\\n    gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>Section 4. Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment. Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates. Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements. We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance. To SEND\\nDONATIONS or determine the status of compliance for any particular\\nstate visit www.gutenberg.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000087\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000087\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States. U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000088\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000088\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses. Donations are accepted in a number of other\\nways including checks, online payments and credit card donations. To\\ndonate, please visit: www.gutenberg.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000089\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000089\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><h5>Section 5. General Information About Project Gutenberg-tm electronic works.</h5></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000090\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000090\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project\\nGutenberg-tm concept of a library of electronic works that could be\\nfreely shared with anyone. For forty years, he produced and\\ndistributed Project Gutenberg-tm eBooks with only a loose network of\\nvolunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000091\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000091\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as not protected by copyright in\\nthe U.S. unless a copyright notice is included. Thus, we do not\\nnecessarily keep eBooks in compliance with any particular paper\\nedition.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000092\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000092\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>Most people start at our Web site which has the main PG search\\nfacility: www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000093\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000093\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-2a817fb6a0bcd5f1-f09fcd twpub-2a817fb6a0bcd5f1-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/toc/np-1\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/toc\",\n            \"target\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text/000000078\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-2a817fb6a0bcd5f1-f09fcd blockquote,.twpub-2a817fb6a0bcd5f1-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-2a817fb6a0bcd5f1-f09fcd body > p{text-align:justify;}.twpub-2a817fb6a0bcd5f1-f09fcd h2{clear:both;}.twpub-2a817fb6a0bcd5f1-f09fcd h3{font-weight:normal;clear:both;}.twpub-2a817fb6a0bcd5f1-f09fcd hr{clear:both;}\\n.twpub-2a817fb6a0bcd5f1-6b4cd0 div,.twpub-2a817fb6a0bcd5f1-6b4cd0 p,.twpub-2a817fb6a0bcd5f1-6b4cd0 pre,.twpub-2a817fb6a0bcd5f1-6b4cd0 h1,.twpub-2a817fb6a0bcd5f1-6b4cd0 h2,.twpub-2a817fb6a0bcd5f1-6b4cd0 h3,.twpub-2a817fb6a0bcd5f1-6b4cd0 h4,.twpub-2a817fb6a0bcd5f1-6b4cd0 h5,.twpub-2a817fb6a0bcd5f1-6b4cd0 h6{display:block;}.twpub-2a817fb6a0bcd5f1-6b4cd0 div.figcenter span.caption{display:block;}.twpub-2a817fb6a0bcd5f1-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/images/OEBPS/7819126740966563330_52280-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/images/OEBPS/7819126740966563330_52280-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAABq70lEQVR42uzdd5wddaH477O9ZDfJbrKb3kNIDy0k9NBVQBRMKIJfEAUFRbCACnpFQcR7eWEDL1JVQBREgRAQpXcIJAESUiCN9J5Nspvtvz/W395xds/s2X528zx/5fQ5c+aczHtn5jMpVz8VAwAAYB+UahYAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABA50upra01FwAAAPZBthACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAILQLAAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAACAjpfeKa+6d+/exYsXd/CLjhkzJjc315R0oSkBAADaVUptbW3Hv+pHH300a9asDn7Re++9d9KkSaakC00JAADQruwyCgAAIAgBAAAQhAAAAAhCAAAABCEAAADdSHoyTMSNN95YXFzc5k9bXl5+6aWXmpJuMyUAAEA3DMJx48YNGTKkzZ+2tLTUlHSnKQEAANqWXUYBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEFoFgAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAtI/0ZJiIvXv3lpaWtsfTmpLuNCUAAEA3DMKzzz47SWaHKUnmKQEAANqWXUYBAAAEIQAAAIIQAAAAQQgAAIAgBAAAoBtJqa2t7fhX3b1794svvtjBL3r44Yf37t3blHShKQEAALphEAIAANDp7DIKAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCswAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQKdJNwvaVXV1df2/U1JSUlMVOPiiAQAIwn3A/PnzL7roovqLp5566nXXXWe2QLt+0WbMmHHzzTebLQAAifB3dAAAAEEIAACAIAQAAKDb68xjCA877LCKior6i08//XSfPn1a9lQrV64888wz6y8OGzbskUce8ekCAABEsIUQAABAEAIAACAIAQAA6PachxCIPfDAA7t27YrFYueff35ubq4ZAgAgCIF9QllZ2S233FJTUxOLxT73uc8JQgCAfYddRmFft2TJkroaBABAEAL7lkWLFpkJAACCENgXffDBB2YCAIAgBPZFthACAAhCYF9UWlq6evVq8wEAQBAC+5wPPvjAiDIAAIIQ2EeD0EwAABCEgCAEAGDfsi+emH7v3r1r166t+3dOTs7AgQMbriI/9thj77zzzvr16ysrK4uKivr27Ttt2rSTTjppxIgRHTl5dQoLCwsKCpLqLaxbt+7pp59+6623li9fvmPHjlgsVlBQMHr06OnTp3/iE58oLCy0VLSrd999d86cOQsWLFi3bl1ZWVl+fv6IESOmT59+6qmn9u/fP/Hnee2111599dXOmuerV69+8cUX58+fv3Llyu3bt8disT59+vTt2/fQQw+dMWPG8OHD/UADALS3lNra2s567cMOO6yioqL+4tNPP92nT5+WPdXKlSvPPPPM+ovDhg175JFH4t15/vz5F110Ud2/x40bd99999XftHHjxp///OfPP/98vMeedNJJ3/3ud3v16pXIVAVfKBaLnXrqqdddd12Tj/rJT37y97//vf5iZmbmgw8+OGzYsE55Cw1t3779l7/85RNPPBHvwLOsrKxzzjnnkksuyczMjHieV1555fLLL6+/OHbs2Pvvvz+RCfj6178ebJjozzro0ksvfeONN+ov/vKXvzzyyCOTYZY2y8cff3zjjTcG30hQRkbGrFmzvva1r0XP/LoA/sUvfvHQQw8l+LpTpky5++672+pdvPzyy/fcc8/8+fMj7nPSSSd961vf6tu3b3O/aDNmzLj55pv9uAMAJGJf32V0/fr19f9+//33zzvvvIj1/rpqnTlzZvuNyvjOO+88+uijwWu++MUvhmqwE9/C/PnzZ82a9fjjj0cMQ1JeXn7vvfeef/75GzZsiHiqMWPGBC+uWLEiwaFNFi5cGLy4evXq3bt3J/LADz/8MHhxv/326ypLRb3XX3/9vPPOi1eDsVissrLy/vvvv/DCC+s2uEXMw3PPPTfxGmxDCxcuPOecc77xjW9E12DdXJ01a9ZHH33kZxoAQBC2lx07dpSVlcVisY8++uiyyy7btm1bkw/ZunXr5ZdfvnPnzjafmMrKyhtuuCG4zXb48OEXXHBBkryFuXPnXnrppYk8f119XXTRRcGyCikqKurdu3cwI9esWdPk065ZsyY02bW1tYkcBbdjx46tW7fWX+zVq1e/fv26xFJR780337zyyisTqd/Fixd/5StfKS0tbfTWnTt3XnjhhatWrerg71p1dfVtt912wQUXLF26NMGH7Ny589JLL41YigAAEISttWHDhvLy8m9/+9sJbmiK/f+77bX5lNx9990rV66sv5iSknLttddmZGQkw1tYvXr1t7/97fLy8mbN2CuvvLKurBoV2ki4fPnyJp/z/fffb3hlIudVD20eDL10Mi8VddavX3/11VcHd7Fu8v3G2z+5qqqqurq6U75rDz74YHNPcbFly5brr7/ezxQAgCBsL+vXr7/zzjubu7/fP//5zyVLlrThZKxcufKee+4JXnP66acfeOCByfAWampqfvCDH+zatau5b2rZsmW/+tWvEgzCULM1qtH2a48gTJKlot5PfvKTkpKSZj3kX//617/+9a/k+aKlpaVNnTq1BQ98/fXX33nnHb9UAADtId0sWLx48YMPPhi8ZsKECSeccMLAgQMLCgq2b9++aNGiOXPmbN68OfTABx988L/+67/aZBpqa2tvuOGGysrK+msKCwu/8Y1vJMlb+Otf/9pw01x2dvaJJ5546KGH9uvXr6amZvXq1S+99NIrr7wS2gT00EMPnXLKKRMnTmz4tKGj+BI5WqzRLYSJ7DK6bNmyZgVhMiwVwbRreNzgQQcdNHPmzP33379nz57r169/4YUXHnroodA+q//7v/973HHHpab+x999MjIypkyZEpx7wQ2PEyZMSE9Pb/LDapnp06cHj8bMzc391Kc+dfTRR++3336FhYWlpaUrV66cPXv23/72t9BS9Ne//vWggw7yYwUAIAjb3q233lr/7/79+994442TJ08O3uGEE0740pe+dP311//jH/8IXv/cc89dc801ja49N9ejjz4a2gby7W9/u2fPnsnwFvbu3XvHHXeErpw2bdp1111XVFRUf83UqVPPPPPMJUuWfO973wsen1ZbW/vrX//69ttvb30Q1tTUNLr9be3atTt37owe5DP05E0GYTIsFfXvOjT3UlNTr7jiis9//vP11xQUFIwfP/6MM8648sorg7NoxYoVzzzzzIknnhh8eM+ePYPjhZ5++unBozdvueWWFg/2m0gQ1r+FmTNnfvWrX83Pzw9O2OTJkydPnjxjxowrrrgiuF/riy++WF1dnZaW5vcKAKBt2WX0/wwfPvz+++8PrffXyc3Nvf766w855JDglbt27QqNeNky27Zt++Uvfxm85vDDDz/55JOT5C3MmTMnOBxLLBY78sgjf/3rXwdrsN7+++9/1113hc4gN3fu3Ea37I0cOTIYTqtWraqqqoqYkmXLlu3du7fu3zk5OcHHRu81WltbGwzC9PT0xM8c2FlLRb2XXnopdHTl5ZdfHqzBev369fv1r38dOmVlaD/kzjVkyJBBgwYdeOCBDzzwwFVXXRWswdDyf8kllwSvKS0tbdu5CgCAIPwPGRkZP/3pT4PjXobnVGrq9773vZSUlOCVTQ6dn4ibb745eHhYdnb2d7/73eR5Cw8//HDwYnFx8fXXXx+xraagoODnP/95aCycP//5z41OcDAdq6qqooe+DCbB5MmTg4+NDsJ169YFh9wcOXJkIkP1dO5SUS90lsVDDjnkvPPOi3fnPn36fPvb3w5es2TJkrVr1ybPF+2WW2658847m9wB9Zxzzgnl4uLFi/1MAQAIwvZSdzhW9H2GDx9++OGHB69JZByUaK+99tpTTz0VvOaSSy4ZNGhQkryFVatWhfbSvPTSS+Nt2Kk3atSoc845J3jNc889V79xLyi062b0XqPBIBw6dGhwK190EDZ3RJlOXyrq7dy589VXXw3N/1B/hpx00kmh5eell15Kni/aqFGjErlbbm7u0UcfHbwmOAAvAACCsI2dddZZidztyCOPDF78+OOPW/Oi5eXloRMVjBkzptG9ATvrLTz33HPBi0VFRZ/85CcTeZXzzz8/uBWurKwsFDatDMJhw4YFtxBGjyuT+Cnpk2GpCLVccHiVyZMnB8eDafwrnZp6+umnB6958cUXu+JXMjQk6YYNG/xMAQAIwnYxduzYwYMHJ3LPgw8+OHhx48aNrXnd22+/Pbg7X2pq6rXXXtuykTPa6S28+eabwYsnn3xygsOlFBYWhjLp9ddfbzIII7at7d27N5iLQ4cODW5r2rhxY8Tp40Od2eRGv85dKoJee+214MUTTjghkUfVj91SZ/78+bW1tV3uWzly5MjgxR07dvilAgAQhO0itAIdYfDgwcEd9lqzkrps2bL77rsveM2sWbMmTJiQPG+hpqbm3XffDV5zzDHHJD5JM2bMCF6cO3duw/skPtDoBx98ENxWNmLEiNDAMBGDjrRsl9FOWSpC5s2bFzFL4xk3blxubm79xfLy8vXr13e5b2Vox9fdu3f7pQIAEITtYvz48QneMysrq7CwsP5iRUVF8Bxuiaupqbn++uuDA+sXFxdfdtllSfUWVq1aVVZWVn8xMzOz0cE245k2bVrw4urVq/fs2RO6T2FhYXBi1q5d2+ihhqHey87OHjBgwLBhw4JbU+MdRlhZWRkcq6a4uDj6BBWduFSEbN26NbixsbCwMMGDS1NTU4cOHRq8pisegBc67UqbzFIAAARhI0aPHp34nfPy8oIXo8+UEFpNr//3Qw89FDoTw9VXXx3cqpMMb6HhoXfNOr1eUVFRv3796i/W1taGzg5fJ7i9rqamJnSKhUaDcNiwYSkpKRkZGUOGDGkyCFeuXBl8g4mPKNMxS0WE0PwfO3Zs4o8NBeGKFSu63m9TampmZmb9xeBfTwAAEIRtud45cODAxO+fnZ3dslX/+rXbHTt23HbbbcGbZsyYkeDegB35FkKDoyR+7r56oSElG91OFSq0RIKwPtWCzRYvCFu2v2iHLRURQhUXOqYuWnFxcfDi5s2bu+J3MxiEXfEwSAAAQdgF9O7dO8Gz0tUJ3Tl4YFuCD/zd734XPCAqNzf3qquuSsK3EDrwLLg5LkGh7VSNHsmWyLgyO3bsCI6+U3/kYfAQxG3btjU6mkvoCRMcUabDlooIodlVVFSU+GNzcnKCF4O7/gIAgCD8P8Gjv9pVVlZWLBZbvXr1X//61+D1l112WXDXyuR5C6HNSs0KkkYfsmnTpiaDsNEthKEBY+o7MFR3jW4kbNk5JzpsqYgQ6tvQRr9oPXr0CF5sePQmAADEYrF0syC06tx+6vZ/+81vfhPcn3DChAmzZs1KzrdQUlLSykbq06dP8OLOnTsb3mf48OGZmZn1Q4Y0uoUwFIT1R9M1DMJjjz02IghzcnIS3M7ZYUtFhNBopTfddNMtt9yS4GNDmwSTcAthZWXl4sWLFyxY8P7772/durWkpGTXrl2hIYV0LACAIGx3oZ3r2jUIFy1a9MwzzwSvHDNmTHCwmaR6C7t27WplI4Ue0mgQpqWljRgxYsmSJXUXN27cuHv37tAYLcEBeAYMGNC7d++6fxcXFxcVFdVvyWy4hXDPnj3BE5qPHj06wbndYUtF4kHemrNZJFUQbtu27c9//vPDDz/s1IIAAJ3OLqOxZo2c2cogvPXWW0NXzp49O1gsSfUWysvLW9lIoSAMPWG9Js9GGCy90KkagyeH+OCDD0IPbNmIMh25VEQoLS1tq6dKnhFZ/v73v5966ql33nmnGgQAEIT7VhDOnTv39ddfD11ZWVl59913J+dbCA2VGTzpX8smrLKystG7RY8rs3bt2u3bt9dfnDhxYrwg3LlzZ3Dsma4ehPFmVxdVU1Nz3XXX/eQnP4n3dwEAAARhd/biiy82ev2jjz7a+o2E7SF05rcWBGFo/8x4p5ILdVpoC2HoAMJQEI4bNy54MbSRsMVBmAza5NwVyeO3v/3tY4895ncAACCpdM9jCFNSUrrWev9dd911zTXXJNuEhU6l0II+CRVgvM1u0VsIg0GYmpoaKsDgFsK6O59wwgmNPlVKSkqzzjVvMW5Dr7zyyj333NPw+tGjR5944onjxo0bMWJEXl5eXl5e8I8IU6dObZMTeAAAkIxBGNri1JrtIfVjVDb6zMnm9NNP37Vr17PPPlt/zWOPPfbFL35xwIABSTWdwdOCt+wDCj0kXhD26tWruLi4/qQUEVsIR48eHToFfEFBQb9+/erP0BAaVyb4VEOGDMnNze1CX85QkN93332hGO5Cbr311tBxjAMHDvzBD35w6KGH+hUGAOhEnbnLaGh9tzVDaIQGUWzWKcU72H777Xf11Vd/+ctfDm7/qdtImGyTGkqvFoxUGTptQMSwNMFxZXbs2LFt27a6f9fU1CxevLj+ptD+onWCGwkXL15cHx5bt24NjmvatfYXbRjku3fv7qK/Mq+//nr9KLL1H/ef/vQnNQgAsE8HYag3WhOEofCoOwV8EurRo8fPf/7zrKysMWPGHHPMMcGbHn/88XXr1iXV1Pbs2TN4MXQWikSEGib0hPGCMBbY1XPFihXBEG0yCHfv3l0/G0NbGhM8JX3Szv+uG4RPPvlk6Ot58803h84sAgDAPheEvXr1aqv13dBjCwoKknN2//CHPxw6dGjdv7/85S8Hb0rCjYR9+/YNXty6dWtzn2HLli0Rn3hQaPPd8uXL6/4RGiSmySCMxWL1G6Pqn6RO6Cz2yS80u0KnJexC5s2bF7x42mmnDRo0qMlH1dTUOIAQAKA7B2FhYWHw4scff9zip1q9enXwYv2Jy5PKMcccExzvZOzYsUcffXTwDrNnzw6dNSGpgrD+OL3E1R8WWKe4uLi5Qbhs2bL6K3Nzc0eMGJF4EK5YsSLiJZJfUVFRW31BOtGWLVtCS/WnP/3pRB7Ygl2UAQDoSkEYGkMltPreLKHHJtvoLHXy8/ND1zTcSNj6cxK2ocGDB0dUdyJCDRPxuQwbNiy4o2+jQTh+/PjQeSzq9OzZM7jFqf4hwS2EPXv27NevX9f6coY2o7XmC9KJQstAdnb22LFjE3lgaD9wAAC6WxAOGTIkeDG46t9coccOGzasS8z98ePHH3HEEcFrHn/88eTZSDhq1KjgxdAheW37uaSmpgZfbuXKlQ1ftNH9ResEh9+sf9H6J4l1wc2DDb8gXTQIQ3u6Dhs2LMFBgEOblwEA6G5BGBrkY8GCBS3bJrBx48ZQq3Sh081dcsklwYvV1dXJcyRhaDauWrWqWR/Qhg0b6gcLTeRzCTbb9u3bS0pKdu/eHTwKMSIIg3uNrlu3bs+ePSUlJcFX74pBGDrocdWqVV2xkUJjETXcTh5P6HSUAAB0tyAMHfpVVVX1yiuvtOB5nnvuueDFvLy84cOHd5UPYMKECYcddljwmuQ5kjA/Pz+4Ta+mpmbu3LmJP/zNN98MXhwyZEj0wJKhPxCsWrUquImvbl4luCwtX7581apVEXHVJQwaNCg00GjLviDRQieHrKysbNvn37t3b/BixKlHQpYuXeoHGgCgOwdhQUFBaIyQxx9/vAXP88QTTwQvHnjggcFT/CW/iy++OHixurr6zjvvTJJpmzp1avDi888/3+JQP/jgg6PvHwrCNWvWBIOwuLg4YkyacePGBT/0FStWhIKwy51zIhaLpaSkhGbas88+2+av0vqzTUbLzc1t2fO/8MILfqABALpzEMZiscMPPzx48dVXX12wYEGznuHZZ59dtGhR8Jqjjjqqa30GkydPnjZtWihx16xZkwzTFpqwZ555JsHTRW7duvXVV18NXtPkWchDe3WuWbMmOIxNxP6isVgsLy8veMTdihUrgmOZpKenjxw5sit+P6dPnx76grT5drPQJrv169e3axCGzkQSz3vvvbdhw4Z2mqsLFy588sknW3PQMgCAIGwbxx9/fOiaX/ziF1VVVQk+vKys7De/+U3wmvT09GOPPbbLfQwNjyRMko2Ehx12WHCFfs+ePQ8//HAiD7zvvvuCn2NmZmaToZ6fn9+/f/9gmQS38kUHYew/9xpdvXp1cLfbESNGZGRkdMXv53HHHRcaWPWOO+5o25cI7ZXa5pkUOino6tWrQzuRNqrN32a9G2644Qtf+MK111579tlnh349AAAEYUebMmVKaOTJd99996abbkrksTU1Nddee21oz8CjjjoqdHrDLmHKlCmhnTPnzJmTDBsJc3JyQtF+9913b968OfpRq1atevDBB0OfS2hLUaOCGwk3bdoUHFezySAMDjS6fv364FkTu+KIMnUKCwtDh5g+++yzjz32WOLPUFFREX0CydBYpq+99lrbvoXQttmampqXX345+iGvvfZaexwtGYvFXn755UceeaT+4j333PPOO+/4bwAAEISd6dxzzw1d88gjj9x4443l5eURj9q9e/c111zT8JC2L3zhC130k2h4JGH7bSRpls9+9rPBi7t27fre975XUVER7/579uz57ne/G7rDzJkzE3mtYLktXbq0frfP1NTUYO81KrSFMLilq+sGYSwWO/vss0PX3HjjjW+88UYij33mmWdmzpwZGt0nOgjnzp3bgvOLRMjPzw8d/Pn73/++trY23v1Xrlz5/e9/v51m5uzZs0PXPProo/4bAAAEYWf69Kc/3fCM4Q8//PA555zzxBNPNDxirbS09LHHHjv77LOffvrp0E1HHHHE5MmTu+gncdBBB4VGEJkzZ07opN6dYsqUKaHD/+bNm3fZZZc1egqEtWvXXnzxxaHj3MaPHx/a/hlPcOiXrVu31lflyJEjm9zAOHbs2Pq9K8vKyoJnO+jSQXj44YeHYriiouJrX/va7373u3gDtJSVlc2ePfvcc8+96qqrmtzOHHry2traH//4xxHB37JlO3hx0aJFt956a6P3fOONNy655JL6UxeGdjdtvQ8++CB0zcKFC/03AADsy9I7fQoyMzO/9a1vXXXVVaHrV61a9cMf/jA7O3v8+PFFRUUFBQU7d+7ctGnTwoULGz0GKTMz8zvf+U6X/jAuvvji4MGENTU1d95553XXXdfpE3bppZe+9dZbwa0677zzzhlnnHHqqaceccQRAwcOjMVia9asefHFF+fMmdOwJb7+9a8n+ELxxgJtcn/RWCyWm5s7bNiwRs/e3qWDMBaLXXnllaENyDU1Nbfffvsf//jHE088cdSoUf369auuri4pKVm7du3777+/aNGi6A3soVwvKCjYvn17/TXvv//+hRdeeOmll44bN662tnbNmjULFix47rnn7rnnnpZN/4knnvjUU08Fr7nnnnuWL1/+hS98Yfz48enp6Zs3b160aNHs2bNfeOGF+sXs2GOPHTx48B//+Mc2nJNbt24NXZPgIDcAAIKwHR1//PEnn3zyP/7xj4Y37d27N8GDfK644orQzm9dziGHHHLggQfOmzev/po5c+ZcdNFFQ4cO7dwJmzRp0llnnRU6LLCsrOyhhx566KGHoh97yimnNDm+aL0hQ4bk5OQ03PCVSBDWtU3DICwuLu7du3eXXjAOPvjgM844I3jwW53S0tLW7/GYkpJy9NFHh55n8eLFl19+efCa0Ng2zXL44YcXFhZu27YteOULL7xQd2KJ1NTUmpqa0EMyMzOvvPLKBPeMTVx1dXXomsSHsAIA6JZSk2Q6rr322tacKe4zn/nMWWed1Q0+jy9/+cvBi3UbCZNhwi6//PJRo0Y191FDhw5t1mbb1NTURl8l8SBseGVXPANhQ9/85jfbbzvneeed15rea1JmZmZoHN3QQt7o8jZo0KDQiFOt13DH47y8PP8NAACCsPPl5ubedtttLUiOWCx22mmnXXPNNd3j85g2bdqUKVOC1zz55JOhkVQ7RVZW1q233jpo0KDEH9KnT59f/OIX+fn5zXqhhtmTk5OT4ILR6MAzXX1/0fqZ8Ktf/aqdtoGPHDnylFNOadfp/+xnP5tg1cdisRkzZtQNpdPm28YbPmGbNycAgCBsocLCwnvuuee4445L/CF1+5X96Ec/atftGx2s4dFiSbKRsKio6I477pgwYUIidx4xYsTdd9/dgrXthv02bty4BD/f4Lgy9fbff//usWAUFRXdfffdBxxwQOIPSUtLO+uss4455pgm7/nd7363Xcs5LS3tlltuSeQPCgcddNANN9yQkpJS95YTOVtJ4hruvXz44Yf7bwAAEITJokePHv/93/998803N7lumpaWdtJJJz300EPnnXdeN/tIpk+fPmnSpOA1Tz31VDJsJIzFYv369bvrrru+9KUvRaymZ2dnX3DBBffff//gwYNb8BINP/oEEzQWi2VlZYXOehfrLlsI6xQWFt5xxx3f+c53mjzZZlZW1qmnnvqXv/zlqquuCp16Pt6n9tvf/vaoo46KyNHWT/y999579NFHR3ypzz333Ntuuy07O7v+yrbdKDpz5szgPqKFhYWhs6oAAOxrUiJOCNa5FixY8NJLL7333nurVq0qKSmprKzMzc0tLi4eOXLk1KlTjznmmNavodJiO3bseOqpp15++eXly5dv3749JSWloKBgv/32mz59+sknn9zmZwsgpLy8/Pnnn3/55ZcXL168cePGsrKynJycvLy8vn37jh07dtKkSTNmzGjuzrp1Xn/99dmzZy9cuHDz5s01NTV9+/adMGHCMcccc+yxx2ZlZbXJxL/99tuzZ89+7733Nm7cWFlZmZ+fP2LEiKlTp37qU59quAlx/fr1deeeSU9Pb5PdOxcsWPCzn/1s5cqVY8aM+f73v99tNiADAHS3IAQAAKBdpZoFAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQHtLufopMwGadtP4dV1umq9eNNAHBwBABFsIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBaBYAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAASBrpZgF0VzeNX2cmQJOuXjTQTABgn2ULIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCM0CAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAADQqdLNAkjE1YsGmgkAAHQzthACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAILQLAAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAALZJuFgCwL7tp/DozAYB9li2EAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgNAsAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAECnSjcLANiXXb1ooJkAwD7LFkIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBCaBQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAANjHpMRWrzMXAAAA9kG2EAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAgtAsAAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAnSq9K0701YsG+uQAAICkctP4dV1umm0hBAAA2EcJQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEJoFAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEoVkAAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAoNOlmwUAQGuMKjx2xsjvDe41NSM1e2vph3PX3vvKql/W1FaZM9BZJhR/5vwD/9boTW+v+/1D711gFiEIAYA2MLHfmZ+f8peUlH/vc9Qvb+Ip+//PkF5TH1hwtpkDkPzsMgoAtFBGWs5nxt9WX4P1Jvc/a/++nzR/AJKfLYQA8H/ys/pnp/dO5J41tZUV1Xv2VGzZl/eNHNP3E3mZxY3edNDALyzZ8qQlKhlkpfcc0+ekob0P658/sU/u6Oz03lnp+dU15XsqtpRWbt1WunzljldWbX9l3a75dvQFQQgA+7STRl8/dfBFid+/prZ6x97Va3a+9dG2Z9/b8HBp5dZ9anYN6XVo3Jt6H2px6nSj+5xw5LAr9ut7UlpKRuimtLSMzJy8gpzhg3oePKn/zFgsVlq59Z11f3hzzZ2bdi8y60AQAgBNS01JK8wZUZgzYnL/WZ8e9+v56+5/5qMfbytbsY+8/V5Zg+PelD3E4tG5rf6Z8bcN6nlw4g/Jzehz5LArjxx25fJtzz+59OqPd75pNsI+8R+ZWQAAbSItJePgQRdcecTCI4Z9Yx95yxlpuRFzIzXF3507Zzk8dewtl057rVk1GDSycMal018/Z/IDvbOHmp8gCAGAZjVSzmljf/G5iXc3HGql+6mq2RvvpuraSgekdbwemX0vOuSfRw67opWLX0osZcqAc8YXf9oshW7Pn+4AoO0dMujCmtqqRxZe3L3fZkn5ung37dz78b7zcedn9Z825CvBa9bunPvB5tkdPBm5GX0unvpcv7yJbfWES7f8wzwHQQgAtMShg7/88c433lpzVzd+j2tL3o5308c79qEj0Mb0/cQJo/4reM0bH9/ewXGSmZZ30SFPt2ENbitbsaV0mXkO3Z5dRgGgvZw29hf5WQO68RtcvHlOedWuRm96Z90f9p0PemTBMZ0+DZ+beOegnge14RMuS+LNg0kyz0EQAgBRMtPyThx9XTd+g+VVJU8uvbrh9Ys2PbpPnYRwZOGMzp2Aw4ZeOrn/WW37nEuTPAg7e56DIAQAmnbQwC/0yCzqxm/w9Y9/+9B7F2wt/bDuYlnVjpdW3vynd8/Zdz7i3tlDC3KGd+IE9Moe/MkxN7Xtc9bUVn247VnzHPYFjiEEgPb8jzY16+CB/+/Flf/Tjd/j2+t+//a63+dkFKSlZO6p3FxbW7NPfcSdvqnqtLG/zEzLa9vnXLXjtfKqEvMcBCEA0FqT+n+uewdhnbLK7fvm5zuysDMPZhvae/rEfmckeOcde1cv3fLUhl3vlVZuy0jLzcssLsgZPrrP8YU5I0P3TPYDCAsdQAiCEAA61lNLv/f8ip/V/TsllpKTUViQM3xM35MPH/q16JFjBvc6NCejYJ/tpX0gCGd04qsfP/IHidxt/a53n1r2vaWbn6yN1Ta8tTBn5LQhFx865JKc9N511ziAsDurrTUPCHIMIQA0f4UqVltauXVtydvPLf/pf780ZuGmv0fcOSWWMrT3YWZat9Qre3DDzWsdpn/+pP2LPtXk3V5Z9cvfvHbIks1zGq3BWCy2rWz5k0u/e+PzQ/714Y+qayr2VGxZu+sd87z7/nzVmAkIQgBoMxXVux+YP2vNzrci7jMo/0Azqlvq3E1VUwdd1OR9/rHsmscXX1FdW5nIkvyvj6775WsHvrDy58l8IKjNg61UU1ttJhBkl1EAaK3q2srHF1/x1WmvxLtD3x77N3p9WmpmdnrPBuvleyqryxreuWfWwOlDLx1XdFphzoi01IzSym1rds79w7zTE5/OgT0PHF14fP/8SflZA7LS8surS3ZXbF5fMv/Drf9av2tBvM1HHamox9jJ/WcO631Ev7zxuRl9UlMzyqtKtpWtWFfyzgebZi/d8lQiYZPo3Mg/YFSf4/rnTeqZPTArLb+ypqy0Yuuuig0f73xz5faXtpetSihOCjotTtJSMg4Y8Pno+7y15s7nlv+0WU+7afeiTbsXJXWEt/88b9vlMM7XvLSyujR0ZUpK6pi+n5jcb+aQ3tN6ZQ3KSMvdW1WytfTDldtfXrD+T2tK5rbJu6uqKQ9dk5Pee2zxqUN6TcvP6l9bW72jbPWK7S+14detQ+ZnG/9s5qT3PnDgeSMLj+2TOyojLbe0YsvaknmLNv192dZ/dr//wlJiq9d1uYm+etFAKx8AtIczJ9w5dXDjW12CxxA26ltHLi6KE34rtr90+5tHN7x+QvFnzj/wb6ErX1z5P3OWfCd05RHDLj95v59mpvUIXllaufXHz/ZNZP3pkEEXHjX8W31z94vIgOdX/Gz++geatfVgeMGRJ42+vtGblm55Knp2hQzIn/yJ/W6M3gFy5941zy3/6Rtrbm/N9qv01Kypg7905LAr++SOirjbhl3vvfbxrfPW3VdRvSfefQ4Z9MUzJvwuNSWtWROwascrv33jyNYvq/v3/eSFB8+JuMOWPUt/8eqUqpq97fFNOW7UtSeN/kmjN81Z8p0mR1EamH/A5YfPa/Sm5dte+N1bMzprnrfHctjo1/zttfc+9P6FwWtG9znh9HG/LuoxNt7zLN3y1N8WfXV72coWv2jDX5j01KzjR/3wiGHfCP22xGKxXeXrn1r2/bfX3tua5aTD5mcb/mympqQdOfybJ4z6r4bzJBaLrSuZ98jCi4Nxvn/Rpz4/5S/1FytTc+v+cfbW7bPLyrvEf3y2EAJA21i65al4QZiXWZz48xT3GBe8mBJL+eyE/z108MUN77k3gRMDDOx54KyJv++fP6mJF80bP2vSH6YPufTBdz+/rWx5gpPaI6NvvPEet+9dmfhbPmbEVSftd31aSkb03XplD/7M+NumDDjn/vmf212xqQWf0bDeh39u4t3xPqag/vmTPjv+f0/e74Ynl149d83dDTefHjPi6k+O+VknLm9NHj34yKJL2qkGO0t7z/MOWw5jsdjAngcFLx4/6ocnjP5RSiwl4iFj+n7i64e9/ft3Pr1qxyuteZv1WybzMvt98eAnB/ZsfIf2/KwBMyfeM7rPCQ+//8Xqmookn59t9bOZkZZ77pQ/jys6NeIX9avTX334vQvnrb+/7po+OSOD6Zj5f5WV0lW+WY4hBIC2sWH3+/Fuys0obMaaTd5/rNl8av//bnS1JhaLlVftin6qCf0++9VDX2myBusN7T39G4fPH1V4bIfNtJRYyhkTbv/kmJuaXGusN6LgqMumv9E7e2hzX+vgQRdcfOjzidRg4IPrc+aEOy84+InQNJ+y/82dW4OxWGz/vp+MuHXJ5jnLtz3fbb5c7T3PO3I5rNMvb3x6albdv08Y/aMTR1+XkkA/5GYUXnjwE8V541vzZus2emel51889dl4NVjvwAGfP2vSH1Ka2TYdPz/b5GczNSUtugbrpKVkzJr0hwn9Plt3scXTLAgBoLvZUbY63k3pqdmJP09B9vCMtJy6f0/q97mjhn8r3j2jTx0+rui0z095qP6pEpSVnn/BQbM7rAk/uf/P4623Rc2inOEXHfJ0dnqvZtTgwP83c+I9ia+e/ufabWpglTF95qTfHzX8m527sPXKHhK9y+vzK27qNt+sDpjnHbYcBt9Uv7yJsVhsbNEpJ4z6r8QfmJ3e6/NT/pyWmtnKIPzcxLsTDMvJ/c86esRVST4/2+Rn87hRP2iyBv/9m5CSevak+/r2GBOLxXrnCEIA4N+rWbvjB2FWM/IjJbUod/9YLNYjs+9nJ9wecc+INZt+eRPPnfJgcw+1qpORlvuFA/9emDOivefY5P6zjh7+7ZY9tqjH/mdOuCPBOw/rfcSZE+9s8XR+tO25+n9/Yr+fHjTw/E5f2Ib0OjTi1o2731+x/cVu881q73neYcthyMCeB2ak5Z4x/vbmPrBf3sTDh36txe+3vGrX+OLTJ/X7XOIPOWn0jyMObkyG+dn6n80B+ZOPG3lNs34nZ068JyWWYgshAPBvEQPlNXec96K8cbFY7PhRP4ze17S8uvF9n9JSM8+efH9GWm6L30tWes9zpvypZdvTEpSXWfyZ8be15hkm9Z85ofgzCbyX/LMn35ea0vJxE5YHgrBHVnEyLGxDek2NuHX++ge60zerXed5hy2HjQRh/oHTh3ylZ/agFjz2mBFXNevPTEEV1Xuau/NtWmrmJ8fclOTzs5U/m58c8/Pm/koM6334pP6zBCEA8G8NR0KvV1XbvLHminuMy88aMG3IV6LvFm90hCOHXTkgf3Krk2PaYUMva7/ZdeLoH+dm9Gnlk5wy9uYm1+GOG3ltQc7wFr9EedWutSVvJ9vCNiB/SsSt72/8m+9jsi2HDR008LwTR1/X0o7tN6HfGS177KGDv5z45r5644s/PTD/gGSen6352Rzca+qYvie3YFJPG/uL/KwBghAAiMVisR6ZRfFuqqja3bw1m7xx04Zc0uQGukb3fcrN6HPcyO+3yTs6duQ1WfErtzX65I6Od3qPZinMGXnAgHMi7tAre/ARw77RmpdYuf2lJDyRd5/4ZxApKV+3ec9i38ekWg4blZXeMzMtr8UvOqX/2S17YMvKJxaLHT7s8mSen6352Txy2BUtm9T8rP4pKV2+pwQhALSNiD+f76nY3KynGtv3U4kchNPon7qnD/lKW1Vcj8y+R7aupuI5Ytjl0VsAtpQum7v27pdX3fLB5tnRJ62O7r0jhl7e4j3r6gQPIEyWtbeUtIKcYREF68uYbMthexjd57h23am7ocn9Z0XviN6587PFP5tZ6fkTij+7L38RnIcQANrG8IK4Z77eVbGhWU+V4OF/DcdPT01Ja9v9PKcO/tKzy29ozYngG313Bw+8IN6t1TUVf//gsrlr7qo/9V/PrIFnT34g3gkPB/U8uLjHuE17PmhkLSc1a+rgL7VyapMwCHtnD41Y7V5bMs+XMamWw8TVxmp3lK3aVrYiJ6Ogf97E6LjKTMsb2POgj3e+0WFzLDOtx7ii097d8OfknJ8t/tkcX/Tp5o7GLAgBgLCiHvsP631EvFu3ln7YHi9aXh3+U/eowuOjD2jZXrbqhRU3fbj1XzvL1+RnDhhRcNQxI68OndM51B5j+py8ZMuTbTjZY/t+Kis9P96tf3n/ggXr/xS8pqR83V1vn/SVQ18c0mtaow+Z2O+MZ5ff0PD6/ft+MiejIGJKKqtLX//4f+et++OW0g8z0nIKc0aMLTr1gAHn1p/RYW/VznW7/qOv/rbwkkcX/XuAx0n9zpw56d5Gn/mtNXc9vviKOCv9rd0BNS+rX8StG+OfD7OLaqd53mHLYYIWbXr0H8uu2bh7Yf1X74wJv4vevXNgzwNaE4S1sdp56/74xse/27zng5SU1BEFR5+830+jT9Q5tuiUeEGYbPMz8Z/N/Ys+Ff2QLXuWPv3hD1Zsf6miek+f3FEHDTz/0MEXB09GLwgBgNjJ+0WtuLTJMV21sdqPd7y+ec+SXRUbMlJzinrsv7t8U+g+UwacFfEMH+988+65J5dV7ai7uK1s+bay5Qs2/PkLB/5tTN9PxHvUlAHntG0QTux3ZrybFm76e2itsU51TcWD737+W0cubnSbyX59T250xXFi/6iB9csqt98196Q1JXPrLlZU795TsfnjnW/+66MfTe5/1vGjflDcY9zybS+Eto5W1ZTHYv8eIihirKCa2qqI05C0Uo+MvhG3bitb0c2+XO00zztsOUzEm2t+97eFX6nfehaLxXbsXf37d067dPrrg3oeFP/vUGNb/ntSW/Pn984PDkj7/sZHPtz6zMWHPh+x9/t+fU7oEvOzWT+bo+O/qVgstqZk7u/ePLZ+0VpXMm9dybz56x648OAne2T2FYQAQCwWix029LKIlaFYLLZm59xWrtO8tvrWF1b8fOfej6PvOaZP3O0J5VUlv3/n0/U1GFjb3vvH+Wd++8jFvbKHNP6cfU9OiaUEV1VbIyWWMrrP8fFufe6juOt/W0s/mr/+T42ej25or2lpqZnVNRWJr7zGYrE/vXtufQ2GVpQXrP/Texv+Mm3IJRVVe5JwecuNXA3dUbbaVzKplsMmbd6z5NFFX2v4FauurXxiyTcvnvp8vAe2ZvjcV1b/quHpSfZW7bx//ue+ecSieCe+z88aUJgzouEfHZJqfjbrZ7NP7ui8zLjnNamsLvvDvM80/EPDmpK5D71/wQUHzRaEALCvy0rPP27ktceMuCriPpXVZetacVhXZXXZH+advmzrP5u8Z1GP/SPOafbc8ht3V2yM8xKl/1h2zaxJf2j01rzM4oE9D2qrUy8U542PNxzrltJljRZavfnrH2h0xTEtNbN/3sS1Je+EXigvM+6ulQs3/X3plqciXqumtvq11bcl51KXnd4r3k1VNeXxtpJNGXD2OZP/1KwXmrf+/j+/e163/OZ22HKYiCeXXhVvhJXl217YWvpR/T7M4TzL7N+yt19Vs/eZD6+LV2ivf/zbiDFdBvc6tGEQJtX8bNbP5uBeh0Tc+urqX5fsXdvoTYs3P7F48xNji07pBl8Ho4wCQEJ6ZBYV9Rhb1GNscd744QVHThlw9hkTbr/qqOXRNRiLxZZt/Wf0eHoRamtrHlgwK5HVmlgsNrTX9IjneXvd7yMe++6GhxqOtVBvRMHRbTUbh/Q6NN5Nizc/Ef3Y5dueq6rZ2+hN/fMmJf5CsVjs1VW/7rqLYsS4qWWV23xVk2o5bFJJ+boPNkdtaPow/tc/+hDZCAs3/r3hzgL13lxzR8RjGz0HZvLMz+b+bPbPizpl61tr74q49bXVt3aPr4MthACQkKOGf/Oo4d9swQPf3/jXFr/o3LV3R68sBg3seWC8m1bueHlX+fqIx1bV7P1g8+MHDDg3zjMf0FazMeKM6k1uhKyqKd+8Z0mjz1CYOzLxF9q5d83y7c933UUx3u58sVissqbMVzWplsMmLdn8ZPQovqt3vhHvZOstHtckOpY27l64cff7/fImNnprUY8xyTw/m/uzGTGIzoZd723ZszSq1bc9U1G9pxuMLmMLIQC0o7LK7e9tfLhlj63bkzPx+8dbgYvFYqt2vNrkwyPuMyC/zYKwX96EiNWvJh++ec+SRq9veDBV//hz46Ntz7XtiTQ6Ogjjn32uxQdc7Ws6bDls0sodL0ffYXv8UYIi/jQQrcmxSVdujztVfXJHJ/P8bO7PZqNvp86K7S9GP7a6pqIjT/shCAGgS3pjze2V1aUte+wHmx/fXbEp8fsX5o6Id1Mix+FE/CG/uMfYlFhKm8yQiDW8kvJ1TT68tHJro9c3HHgz4oW6xzpco7p06HakDlsOm7R+14LoO+woizsmSmpKWgvee01tdZPjHn+88614N/XMGpTM87O5P5u9sgfHuyl0ypmWfXyCEAD2aaWV215YflOLH75g/YOJ3zklJTXeMKGxWGzT7qbP71x/ArSG0lIze8QfiK8ZExlLiTeRNbXV8VYKg/ZW7Wz0+tzMPgm+UCwWW1cyv0svVxGHpEafypwOXg4TEb1TYqyx8+a10q7y9TW11S3+NcjN7BPaMplU87NZP5vpqVm5GYXxbk1k2+am3Yu7wTfCrwYAtJcnlnwrYuSGJq3c8Urid87N6BOxJ+GuBP5IX161q6J6d2ZaXqO39sweGG+Q0sTlZBTGGxAlNSXtxpNafsb20GTnZBREjLzS5Nk7kj0Ia+IHYapVuyRaDpu0p2JLRXUTpzaprG7j40J37l3T5H1KytdG5HRuRp/gMcnJMz+b+7MZb2TUf8+o+DOh2/yY/Ptj8qMAAO3h3Q1/fnvtvS1++K7yDXsqNjcnCOP+nbuqZm9pYoNPlsQfeKZX1qC2WBEvaKe5HdpkkZsRd8NCbW1NIvuwJXcQVrThCvQ+GYQdtBw2aXfFhibvU1VT3rYTGW9zXOj3J2L349CJT5Jnfjb3ZzPiDC61sdrd5RsT+AQ3dYNvhCAEgLa3cvvLf3nvgtY8w5bSZc1cx40bhGWV2xN8ktKKuDt3ZaX3TOoV8f/cOhrxQqWVW2tqq7r00hXvTIPRK7h0/HLYpD0VWzv+7SdyVHNNbdXe+LuqZv/nr0HyzM/m/mxmpedH/Bgm8kPRPU70IggBoI0t3vzE3W9/It6ZtRJUXtW8A4cyUrPjrv8lPCUR2yLS4z9/4tpzfPb/GPMmIy03/tzo8idmiCj89NSsiPdOBy+HTX/Nq3d1QhAm9hWojvo1yErS+dnsn82IH4qEBgNrco9fQQgA+5aqmr1zll71+3mfbv1aQnPXbCL2rapOeJeziIjNSMtp/fxp7t/72+OF2nwHvE4IwqqoTb49swZ2gfeQktKJL95hy2HTbdbSIYhbI2JQov+ctri/Bqn/OQOTZ34292czYhCmBH8ouseZPx15DABtsyLyzrr7nl9xYyIDNiTUZrXNO6FcSvwB6KsSPjdddfwXTUvJbP2bSk3toBXHiBeqqt7b1Re20sj9DHtlD95a+mHD61duf/n++TMbXl+UN/ak0T/p4LfQuaOhdthy2PQ3LonPGxnxaxD6+JJnfjb3ZzNiEKYE/47W5HitghAAuqfaWG1ldWlZ5batpcvX71qwfPvzS7f8o1P+2P9/6yXxR55MS3h1LaL6amNtsd5TW9tRn1Bt/HXZtK6++O0sj/qjQ9/cMcu3Pd/Io/aueW/vww2vH15xZMe/hU7eptRhy2GTX9tYJ+RESmJ7CEaM0xv+NUia+dmmy0htYnfrDmf+FIQAkJCnln7v+RU/S9rJi9jbM/HD/yJWAavaYlNGdW0HbQ+J2CkuPS27qy+Keyq2VFaXxduJt1/e+OR/C+151FkSLYfJKcEaj/g1CJ34pOvOz5qaqha8/e5HEAJAd1AZFYSJrtlEBmEb7GkZcVhOTW1VIqPhxxMa668mIghTs7vBx71j7+qiHvs3etOgngd3gSBM78zTY3TYcpicEhx2KOKbEirArjs/I34o0hL72ewe3SgIAaA7iBhNISc90UHhI4aPT/zcFS2byHUl837z+qFtNTcqquIO6tM9Tsywec+SiCBMT81K8rFzIk4U2blflrZdDpNTdgKnkElLzYw400x51a7uMT8jRv9KcBit7hGERhkFgO4g4pzyGWk5CZ4oLGKAytLKNjhh2p6KLfFbtLAN50ZZ1Y54N2Wm9Wi/06Z1mA2734v4uIcXHNmJ05bIycR7Zg3oxCnssOWw69Z4z6wBKfFP+RDa6Nd15+fe+Cmbm9EnJSU1gaVdEAIAyaG8qiTifOWJnIogIy0nYpvA7vKNbbAiXrmlNtb4UA09Mvu2ZRBGbs/slT24ywfhrncjbh1f/JlOnLZEdsrtlT2kM4Owo5bD5NQze1ACQTgo8e9X152fe+P/5Sg1Ja1HRlGTz9A9FhhBCADdRMQZL4p6jG3y4RH3qa2t2b53VeunsLqmYlecLZnZ6b3a8AR6ZZXbIvaZLO4xrqt/1mt2vhVx65T+Z3XiMJ6J7JEYb3/XjtFhy2Fyys0ozGrqM+qXNzHeTeVVJaE9Lbvu/NxTsTlimNCe2U1PefdYWgQhAHQTm/YsjnfToJ4HNfnwiPuUlK9rqxOmbStdHu+mAT0PaKtZURurLSlfG+/Wob2nd/XPelvZioj+75FZdMDAz7dzU8UdjaPJDbApsZT+eZM6eQZ2yHKYtPrlTYi+w+Beh0T8GnSb+VlTW727YlO8W/vHr+LEl3ZBCAB0nPW7FsS7aUivaU0+POI+G3cvbLtqXRTvplGFx7bh3NheFneT5vDebXOIXW2nnn5t5faXIm49buQ1iRzL12KV8Ufj+P/au9PoqMo8j+O3Ulu2yh6ykgAmECCAbPYJMAgKTTfS6rigc0RF+9gvtNVh2ml1nNPIHO2jrX20HdTRVhFHaBH3BdEAyr4lQBIIZCMkZE8qlVSlKrXduvOCORwP5N5UiqpKVfH9vEKfe+ve+t8nyf1V3ed5kmPGK++bHj/Z52Gc/qp50PphaMob7heCwjDUIbNf+NazT/7Zh+yEmcPunm2IhI8PCIQAAER+IJyQcr3yTBIqVdSUMTfLtbZZjvvrJFv6y+SapmXc4cdqdA3I3qHmJs5Ni5vo5esoTK2hsPyal1MUXomanu8UWlNjC64f/8fAHd0hP2A10zBNeRjh5PQVPh/XXzUPWj8MTRPTlim0ZsRPVXisuttWG0n17LHWyaZiLz45yk2MhDlpCYQAAESIJtMBuakdolSaGVl3K+xbkLIkXpch13q+77C/TvJ8v+xLJceMK0q/yV8HUpiHUxCEX+T+zpsXUUfpbi9+R65VYXGLIIwsOt31tSi/ipogCEuuWTshZVGAjq4wX79apR2fvFDho4fZOat9P66fah60fhiaClKXKJRL+QIN+VFL+Naz21YjH/bmJkXnKeyboM/OMswgEAIAgFAx4OxU+JLwhgn/qVMPvRq4SlAtK3xObkdJ8pzt/clvOc1SNeCUnbB0WeHzUSr1CO5jVJrFE54e8tlI5WlX5uU9OuxEOwn67N/N3TU98y65DVwem1xTTsLsQE/rMujuazDuVC7O/TO/uiblhkAc3So/8koQhDk5D8g1XZf70JVM6uOvmgetH4ZoAFBpfjXxBbluXzL2EcUsfSSS6tlmVnr8QTkbz8y+d0Tvi0AIAAACrrZnu1yTQZ95R/G7Q96+LClYl5s4V+H+T2FZv5GSBKm253u51izDjOWTXvLypSakLHq0pGxZ4Z9VQ93PtFsqLlk+++fUUbpV12416DNl7kfVc3N/u2b+yfyk+QonoPD6MdrkmdmrhmzSROn9lRWPtLyjvIFeY/jtnB9+PfHFaE2i3DbxujE+HLrbWqPQOj3rrvykeUNltllyOcRL/qp50PphyJqVfe/s7Psv/blQaVdO26jw8K1TtHYOnBzFn2u/azWXK7QuHPeE3A9IvC4joE9lB5OGv50AAESMqo6ti8Y/JXubnrkyRpv8Xe2TFz8UT4rOW1LwrML3OYIgVHZs8e9JVnRsmZV9n1zrgvw1LtFeWv8nj+QecgOVKqowdenCcf9ekHqjwlE8ktjQu2vKmFvkNsiIL374F4d21K+t6PjowhoVKlXUmLjJRek3XZf7UGpswbBvxDR4TqH1N0V/Mzvafn6XnJMwa3rmyjk5D752cJbCHKHeq+760mxvVV5WLkqlvn78H+flPVrTs62575DF0a5SRcVq0+J0aRnxU/OSSnwLhBZHh93dL5czVYLq/llfb6lcdXGgoyZKPyv7vuWTXlKIpt7wY82D0w9D2R3TNmQnzNp77q999mZBENJiC2+Zsr4gdYnCLg29P3okcRR/rv3O4ujosdbKDSrWawz3zfzinbJfXrLKa6w25Z5rt8ZqUwiEAAAgtLSaj7WZjytMjleYurSwZKnF0d5nb47XZSRF56lUUYqxyl3Z8bF/T7Ku53uLo92gz5LbYPGEp4vSlx9sfqPO+IPZ3ioJUpwuLU6XnpMw+5qUxQUpN3qzsrYgCKc6P1cIhIIgJMfk3znt/TuK3zM7Wj2Sx6DP8GZR9Yvs7n6byyg3W49eY3hw9vZ2S6Vp8FyMNikjvtjvt48eyb2v6VVvvnvRqmOKM24vzrjdj0fvGjitsIBHrDblgdnbjLb6HmttjDY5Pa7I55lFA1TzoPXDkKUSVPPzH5uf/9igyyRKToVRxBcpPIMQvvWsM5YqzDKVl1TyWEn5joZ1jaY9NpcxUZ87KX35gvw1yTH5EfOHg0AIAEBEOdzy9j9PeVN5G4M+S+G+7edOdn465LJjVxZjxAPN65cVPq+wTZZhxm1T3xIE4cI0OQpTfSoFwq4vbhVtWnXsMLfFqqjE6LG+vRejrT42MVXxjUzPMkwP3OU+0Lx+fv7jo7IYWkPvrmFXdEyNLfDmu9ZRqXnQ+mHo8zKreyTxZOenkVfP6q6vSvKUhk2mxU28e/qmCP6rwRhCAAAiSnnrhgsPgPnFnsaXA3GSB5tf93JcokpQ+XzXaHf3n2jfHNBqN/UdHN3L7fbYv697ZlQOfab721E5rh9rHpx+GDHqjaUWR0fk1bOhd5fV2XM1X1kCIQAAEcXtcZTWr/XLS1W0f9RiLgvESdrd/aV1fwpCNXafe0luzJJf1PX8MOpX/FjbBzXd24J/3Ob+Q1Znt8+7K0xKGbSaB60fRoZ9Ta9GZD09kru8dQOBEAAARI5jbR+cM+278nvlbbUBnEPv0Pk3FNYu85cea+3R4abivBJnTbtdom3Ur/inpx7yOV/5TJI8B5rX+7Zv72Dj++UrQqHmwemHIcXu7vdhr1ZzucI8ouFez4Pn3/Dtk6OTnZ8RCAEAQMiRJM9Hlfdc4VoRX1Q/3G8/H7iT9Eji5oq7Bl2mQFfju9qn/PgM7SVcoq0sBL5bMDva3j/2m+BH0/1Nf/PtCu6of7bdUnFhctfRrXnQ+mGI6LbWvLS30IdfDt+cWRPB9TQNnvOhU9UZS5v69hMIAQBAKOqzN28+cZdvN9yCIOxu/EugR98JgmAabNp4/GanaA3oUezu/s0Vd7s99gC9/p5zLwf0qVQvtfQf/eD4rZdMjh9odnf/rrPPj3Sv2p7tx9o+ECXXkCvaBb/mwemHIaKmZ5vV2b2t5okR7XXo/JuNpr2RXc/S+rUjyskeyb2t5gmdOp5ACAAAQlSd8Yf/PXGbD5lwf9Nr22ufCs5JnjPt21C+3OYy+vwK3dYzw2aD5r6Dm06s9C0TnhvuPtg0eO6nxhdD44qXvn1ksdne6pdX6x1sPNX5+bCb7Wt6ZUQjGLutZz6qvOfCvy+uhznyCOfnmgenH4ZEIOz+ThCEoy3vev+F2Pn+I9/W/CHi62lxtH9V/Xvvt//x7J/bLZU6dRyBEAAAhPLN37Y3D8/rttZ4ub1LtH15+pGvzzx+YVL44Gg07Vl/cK4Pgx5Fj3Nnw3+9emCGNzeOp7u/fvvoYtNg04gOcaB5/cZjNw+72Y76tQrT8V9+2qLHGaBitpjLXtlfXN620ecrKAlSvXHHphN3vry30Js3JUmeDyvurDN6NdFLS//Rt4/eYHP1/n8gtBz3+Z36vebB6YejyyXaGk17Lvz7s1MPefMUQIu5bEP5cpc4GJo/1/51vH3TT40veLPlqc7PdzSsEwSBbwgBAECoazUf+++Ds0vr1168Cx+SRxIr2v/x6oHpB5vfCP5J9g42vnVk4ZbKVR2WKm+2t7mMuxv/8vK+iaX1a70PV819h17ZP3XX2ee9eTCszXz870dv/Or0o6LkGnZjjyRuqli5o2Gd8smIHueJ9s1/3Vc04OwKXDEH3X1bq1a/dmBmVcdW74sjSq5G095va554cfe4d8qWVnV+4pFE72PGhvKbvq97RuEpQbfHsavhuf85stDiaP9Z5/Q9EAai5sHph6OovnfXxUcGPJL4UeU9X5953OG2yEX9g82vv3Vkoc9f9IVjPbfXPv193X8od/6y1vc2VayUJI8gCDpNJHxDqBKa28LupJ+szuYPPAAAI6JTx00Zc0th6tKxidfF6cbEaJNcos3i7Oy0nDxr+qmq81MfHjWcOubWe2cO/VRhedvGrVWrfTjPsYnXFaWvGJs4Nz2uKE6Xpo2K9Uhup2gdcHaZBhs7LFVnTbvrjTuvZEygTh1flL58YtqyLMOMpOj8aE2CSqV2ewYHnF1GW31Lf9np7m+afVrsLkGfPSfngYLUpWPiJ8dokyVJtLv7zY72NvPxpr4Dpzo/U47lfhetSZycvmJc8oJMw/Tk6PxobaImKsYlWh1ui100WxwdXQPVXdbqzoFTLf1lVz7oK1abMjP73olpyzLjp8Xp0lWCyuYydgxU1fWUlrdtvHyNCpUqKlabclmEc41oGswA1TwI/TDAP+/xidG5lyeuy69CnC5tdvbqSenLM+OLY7TJLtHWY6tvMO482vqu9w8XRFg9cxPnLit8viB1ySWLJbaYy3bWrzvd/c3F//Mv0/8xI+vuIV/klh7TV4Mh2j0IhAAAwD8CEQgBIBQkROeMS5qfoM+JUqktzo7zfYd7bHWXbLPq2k+KM24fcvdfd/dutzvC4p1quNgAAAAA8HNme2tlx8fK2yhMKuOQpHB5p4whBAAAAIAR08oHQguBEAAARDyNOpoiALhqJcfkyzX1eDwEQgAAEOGUplwPn0/HAcAHmih9oj5XrrVTJBACAIBIlxwt++m4U7RRHwARbGzidSrV0GGqTRQHeWQUAABEvJyEWXJNDtFMfQBEsIlpv5JrqnWLYfRGCIQAAMAXek3C+JTrZQOhzGrXABBSUmOvURgKKEcTpZ+T84Bca7nTRSAEAAAR7p/G/ZvClOs2l5ESAQh9mfHT/rCgZkXRK3G6NO/3WpC/xqDPkms95HQSCAEAQOQoyXskL6nk4mgZdZRufv7jN0x4RmGXroFq6gYgLGii9Avy//XJhY13Fm+YkLJIJaiUt5+cvuKXhc/JtYqCsNMeToGQhekBAMAw5uU9mh43SfQ4zY52p2hJis7XawzKu3QMnKRuAMKITh0/O2f17JzVffbmeuOO5r7D5/sPd1tr3B77xW3S44pK8h4uyfu9Qmjc63CawmfNCQIhAADwljpK5+VImz5786DLRMUAhKOk6Lw5OQ/OyXnwwn+6xMFBV69TtMbpx8Rokobd/X1rmM2xTCAEAAB+Vt31JUUAEBm06hitOsfLjbs9no9t9vB6g4whBAAAflbZ8TFFAHAVesE8EEYrEBIIAQCA//XY6ppM+6kDgKtN10D16wO2sDttAiEAAPCn72qflASJOgC4qrg9jo+r7ndI4ffbj0AIAAD85mzv7lOdn1MHAFcVSZA+Oflgi7ksHE+eQAgAAPzD4ujYUrWKOgC4qoiSa0vlqhPtm8P0/AmEAADAD/rszX8/ekO/vYVSAAgj9b27dtQ/a3P1+rZ7t/XMm4fmhW8aFFh2AgAADEuSRKVWQTre9uE3Z9bYXEZqBSC8ONzmHQ3r9px7eVb2fcUZt41PuV6t0noZBfc1vVrW8p4oucK6AiqhuS3sTvrJ6mz6LgAAQROjSZqacds1KYszDdOSovP0GoMkSIMuU7f1TEPvj8fbPjTa6qkSgAgQrUmckLIo0zAtM744LW5SjCZZrzHoNQZBEJyi1eJo77HWne8/XGcsbek/evnuL04Jv2xFIAQAAAAAPwjHQMgYQgAAAAC4ShEIAQAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAgEFICAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAYFT9H0TRrZ/8AqgiAAAAAElFTkSuQmCC\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/cover\": {\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/2a817fb6a0bcd5f1\\\" subtiddler=\\\"$:/plugins/twpub/2a817fb6a0bcd5f1/images/OEBPS/7819126740966563330_52280-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/readme\": {\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''明鏡公案'' |\\n|epub-creator |''Unknown'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''94'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/errors\": {\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/2a817fb6a0bcd5f1/text\": {\n            \"title\": \"$:/plugins/twpub/2a817fb6a0bcd5f1/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/2a817fb6a0bcd5f1/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/2a817fb6a0bcd5f1/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F2a817fb6a0bcd5f1.png"}