{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"朝花夕拾","name":"TWPUB","title":"$:/plugins/twpub/66297532933d6d63","description":"朝花夕拾","converter-version":"0.1.0","epub-creator":"Xun Lu","conversion-errors":"0","count-chunks":"89","count-images":"1","cover-image":"$:/plugins/twpub/66297532933d6d63/images/OEBPS/2046279218234472657_25271-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/66297532933d6d63/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/66297532933d6d63/images/OEBPS/2046279218234472657_25271-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>The Project Gutenberg EBook of Chao-hua-si-she, by Syun Lu</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">Title: Chao-hua-si-she</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Author: Syun Lu</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Release Date: May 1, 2008 [EBook #25271]</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK CHAO-HUA-SI-SHE ***</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">Produced by Kuo Chao-Yu</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">小引</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    我常想在紛擾中尋出一點閒靜來，然而委實不容易。目前是這麼離奇，心裏是這麼\\n蕪雜。一個人做到只剩了回憶的時候，生涯大概總要算是無聊了罷，但有時竟會連回憶\\n也沒有。中國的做文章有軌範，世事也仍然是螺旋。前幾天我離開中山大學的時候，便\\n想起四個月以前的離開廈門大學；聽到飛機在頭上鳴叫，竟記得了一年前在北京城上日\\n日旋繞的飛機。我那時還做了一篇短文，叫做《一覺》。現在是，連這“一覺”也沒有\\n了。\\n    廣州的天氣熱得真早，夕陽從西窗射入，逼得人只能勉強穿一件單衣。書桌上的一\\n盆“水橫枝”，是我先前沒有見過的：就是一段樹，只要浸在水中，枝葉便青蔥得可愛\\n。看看綠葉，編編舊稿，總算也在做一點事。做著這等事，真是雖生之日，猶死之年，\\n很可以驅除炎熱的。\\n    前天，已將《野草》編定了；這回便輪到陸續載在《莽原》上的《舊事重提》，我\\n還替他改了一個名稱：《朝花夕拾》。帶露折花，色香自然要好得多，但是我不能夠。\\n便是現在心目中的離奇和蕪雜，我也還不能使他即刻幻化，轉成離奇和蕪雜的文章。或\\n者，他日仰看流雲時，會在我的眼前一閃爍罷。\\n　　我有一時，曾經屢次憶起兒時在故鄉所吃的蔬果：菱角、羅漢豆、茭白、香瓜。凡\\n這些，都是極其鮮美可口的；都曾是使我思鄉的蠱惑。後來，我在久別之後嘗到了，也\\n不過如此；惟獨在記憶上，還有舊來的意味存留。他們也許要哄騙我一生，使我時時反\\n顧。\\n　　這十篇就是從記憶中抄出來的，與實際容或有些不同，然而我現在只記得是這樣。\\n文體大概很雜亂，因為是或作或輟，經了九個月之多。環境也不一：前兩篇寫於北京寓\\n所的東壁下；中三篇是流離中所作，地方是醫院和木匠房；後五篇卻在廈門大學的圖書\\n館的樓上，已經是被學者們擠出集團之後了。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>　　　　　　　　　　　　　　　　　一九二七年五月一日，魯迅于廣州白雲樓記。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>狗·貓·鼠</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    從去年起，仿佛聽得有人說我是仇貓的。那根據自然是在我的那一篇《兔和貓》；\\n這是自畫招供，當然無話可說，——但倒也毫不介意。一到今年，我可很有點擔心了。\\n我是常不免於弄弄筆墨的，寫了下來，印了出去，對於有些人似乎總是搔著癢處的時候\\n少，碰著痛處的時候多。萬一不謹，甚而至於得罪了名人或名教授，或者更甚而至於得\\n罪了“負有指導青年責任的前輩”之流，可就危險已極。為什麼呢？因為這些大腳色是\\n“不好惹”的。怎地“不好惹”呢？就是怕要渾身發熱之後，做一封信登在報紙上，廣\\n告道：“看哪！狗不是仇貓的麼？魯迅先生卻自己承認是仇貓的，而他還說要打‘落水\\n狗’！”１這“邏輯”的奧義，即在用我的話，來證明我倒是狗，於是而凡有言說，全\\n都根本推翻，即使我說二二得四，三三見九，也沒有一字不錯。這些既然都錯，則紳士\\n口頭的二二得七，三三見千等等，自然就不錯了。\\n　　我於是就間或留心著查考它們成仇的“動機”。這也並非敢妄學現下的學者以動機\\n來褒貶作品的那些時髦，不過想給自己預先洗刷洗刷。據我想，這在動物心理學家，是\\n用不著費什麼力氣的，可惜我沒有這學問。後來，在覃哈特博士（Dr.O.Dahmhardt）的\\n《自然史底國民童話》裏，總算發現了那原因了。據說，是這麼一回事：動物們因為要\\n商議要事，開了一個會議，鳥、魚、獸都齊集了，單是缺了象。大家議定，派夥計去迎\\n接它，拈到了當這差使的鬮的就是狗。“我怎麼找到那象呢？我沒有見過它，也和它不\\n認識。”它問。“那容易，”大眾說，“它是駝背的。”狗去了，遇見一匹貓，立刻弓\\n起脊樑來，它便招待，同行，將弓著脊樑的貓介紹給大家道：“象在這裏！”但是大家\\n都嗤笑它了。從此以後，狗和貓便成了仇家。\\n　　日爾曼人走出森林雖然還不很久，學術文藝卻已經很可觀，便是書籍的裝潢，玩具\\n的工致，也無不令人心愛。獨有這一篇童話卻實在不漂亮；結怨也結得沒有意思。貓的\\n弓起脊樑，並不是希圖冒充，故意擺架子的，其咎卻在狗的自己沒眼力。然而原因也總\\n可以算作一個原因。我的仇貓，是和這大大兩樣的。\\n　　其實人禽之辨，本不必這樣嚴。在動物界，雖然並不如古人所幻想的那樣舒適自由\\n，可是嚕蘇做作的事總比人間少。它們適性任情，對就對，錯就錯，不說一句分辯話。\\n蟲蛆也許是不幹淨的，但它們並沒有自命清高；鷙禽猛獸以較弱的動物為餌，不妨說是\\n凶殘的罷，但它們從來就沒有豎過“公理”“正義”的旗子，使犧牲者直到被吃的時候\\n為止，還是一味佩服贊歎它們。人呢，能直立了，自然是一大進步；能說話了，自然又\\n是一大進步；能寫字作文了，自然又是一大進步。然而也就墮落，因為那時也開始了說\\n空話。說空話尚無不可，甚至於連自己也不知道說著違心之論，則對於只能嗥叫的動物\\n，實在免不得“顏厚有忸怩”。假使真有一位一視同仁的造物主，高高在上，那麼，對\\n於人類的這些小聰明，也許倒以為多事，正如我們在萬生園裏，看見猴子翻筋斗，母象\\n請安，雖然往往破顏一笑，但同時也覺得不舒服，甚至於感到悲哀，以為這些多餘的聰\\n明，倒不如沒有的好罷。然而，既經為人，便也只好“黨同伐異”，學著人們的說話，\\n隨俗來談一談，——辯一辯了。\\n　　現在說起我仇貓的原因來，自己覺得是理由充足，而且光明正大的。一、它的性情\\n就和別的猛獸不同，凡捕食雀、鼠，總不肯一口咬死，定要盡情玩弄，放走，又捉住，\\n捉住，又放走，直待自己玩厭了，這才吃下去，頗與人們的幸災樂禍，慢慢地折磨弱者\\n的壞脾氣相同。二、它不是和獅虎同族的麼？可是有這麼一副媚態！但這也許是限於天\\n分之故罷，假使它的身材比現在大十倍，那就真不知道它所取的是怎麼一種態度。然而\\n，這些口實，仿佛又是現在提起筆來的時候添出來的，雖然也像是當時湧上心來的理由\\n。要說得可靠一點，或者倒不如說不過因為它們配合時候的嗥叫，手續竟有這麼繁重，\\n鬧得別人心煩，尤其是夜間要看書，睡覺的時候。當這些時候，我便要用長竹竿去攻擊\\n它們。狗們在大道上配合時，常有閒漢拿了木棍痛打；我曾見大勃呂該爾\\n（P.Bruegeld.A）的一張銅版畫AllegoriederWollust上，也畫著這回事，可見這樣的\\n舉動，是中外古今一致的。自從那執拗的奧國學者弗羅特（S.Freud）提倡了精神分析\\n說——psychoanalysis，聽說章士釗先生是譯作“心解”的，雖然簡古，可是實在難解\\n得很——以來，我們的名人名教授也頗有隱隱約約，檢來應用的了，這些事便不免又要\\n歸宿到性欲上去。打狗的事我不管，至於我的打貓，卻只因為它們嚷嚷，此外並無惡意\\n，我自信我的嫉妒心還沒有這麼博大，當現下“動輒獲咎”之秋，這是不可不預先聲明\\n的。例如人們當配合之前，也很有些手續，新的是寫情書，少則一束，多則一捆；舊的\\n是什麼“問名”“納采”，磕頭作揖，去年海昌蔣氏在北京舉行婚禮，拜來拜去，就十\\n足拜了三天，還印有一本紅面子的《婚禮節文》，《序論》裏大發議論道：“平心論之\\n，既名為禮，當必繁重。專圖簡易，何用禮為？……然則世之有志於禮者，可以興矣！\\n不可退居於禮所不下之庶人矣！”然而我毫不生氣，這是因為無須我到場；因此也可見\\n我的仇貓，理由實在簡簡單單，只為了它們在我的耳朵邊盡嚷的緣故。人們的各種禮式\\n，局外人可以不見不聞，我就滿不管，但如果當我正要看書或睡覺的時候，有人來勒令\\n朗誦情書，奉陪作揖，那是為自衛起見，還要用長竹竿來抵禦的。還有，平素不大交往\\n的人，忽而寄給我一個紅帖子，上面印著“為舍妹出閣”，“小兒完姻”，“敬請觀禮\\n”或“闔第光臨”這些含有“陰險的暗示”的句子，使我不花錢便總覺得有些過意不去\\n的，我也不十分高興。\\n　　但是，這都是近時的話。再一回憶，我的仇貓卻遠在能夠說出這些理由之前，也許\\n是還在十歲上下的時候了。至今還分明記得，那原因是極其簡單的：只因為它吃老鼠，\\n——吃了我飼養著的可愛的小小的隱鼠。\\n　　聽說西洋是不很喜歡黑貓的，不知道可確；但EdgarAllanPoe的小說裏的黑貓，卻\\n實在有點駭人。日本的貓善於成精，傳說中的“貓婆”，那食人的慘酷確是更可怕。中\\n國古時候雖然曾有“貓鬼”，近來卻很少聽到貓的興妖作怪，似乎古法已經失傳，老實\\n起來了。只是我在童年，總覺得它有點妖氣，沒有什麼好感。那是一個我的幼時的夏夜\\n，我躺在一株大桂樹下的小板桌上乘涼，祖母搖著芭蕉扇坐在卓旁，給我猜謎，講古事\\n。忽然，桂樹上沙沙地有趾爪的爬搔聲，一對閃閃的眼睛在暗中隨聲而下，使我吃驚，\\n也將祖母講著的話打斷，另講貓的故事了—— “你知道麼？貓是老虎的先生。”她說。\\n“小孩子怎麼會知道呢，貓是老虎的師父。老虎本來是什麼也不會的，就投到貓的門下\\n來。貓就教給它撲的方法，捉的方法，吃的方法，象自己的捉老鼠一樣。這些教完了；\\n老虎想，本領都學到了，誰也比不過它了，只有老師的貓還比自己強，要是殺掉貓，自\\n己便是最強的腳色了。它打定主意，就上前去撲貓。貓是早知道它的來意的，一跳，便\\n上了樹，老虎卻只能眼睜睜地在樹下蹲著。它還沒有將一切本領傳授完，還沒有教給它\\n上樹。” 這是僥幸的，我想，幸而老虎很性急，否則從桂樹上就會爬下一匹老虎來。\\n然而究竟很怕人，我要進屋子裏睡覺去了。夜色更加黯然；桂葉瑟瑟地作響，微風也吹\\n動了，想來草席定已微涼，躺著也不至於煩得翻來複去了。 幾百年的老屋中的豆油燈\\n的微光下，是老鼠跳樑的世界，飄忽地走著，吱吱地叫著，那態度往往比“名人名教授”\\n還軒昂。貓是飼養著的，然而吃飯不管事。祖母她們雖然常恨鼠子們嚙破了箱櫃，偷吃\\n了東西，我卻以為這也算不得什麼大罪，也和我不相干，況且這類壞事大概是大個子的\\n老鼠做的，決不能誣陷到我所愛的小鼠身上去。這類小鼠大抵在地上走動，只有拇指那\\n麼大，也不很畏懼人，我們那裏叫它“隱鼠”，與專住在屋上的偉大者是兩種。我的床\\n前就帖著兩張花紙，一是“八戒招贅”，滿紙長嘴大耳，我以為不甚雅觀；別的一張“\\n老鼠成親”卻可愛，自新郎、新婦以至儐相、賓客、執事，沒有一個不是尖腮細腿，象\\n煞讀書人的，但穿的都是紅衫綠褲。我想，能舉辦這樣大儀式的，一定只有我所喜歡的\\n那些隱鼠。現在是粗俗了，在路上遇見人類的迎娶儀仗，也不過當作性交的廣告看，不\\n甚留心；但那時的想看“老鼠成親”的儀式，卻極其神往，即使象海昌蔣氏似的連拜三\\n夜，怕也未必會看得心煩。正月十四的夜，是我不肯輕易便睡，等候它們的儀仗從床下\\n出來的夜。然而仍然只看見幾個光著身子的隱鼠在地面遊行，不象正在辦著喜事。直到\\n我敖不住了，怏怏睡去，一睜眼卻已經天明，到了燈節了。也許鼠族的婚儀，不但不分\\n請帖，來收羅賀禮，雖是真的“觀禮”，也絕對不歡迎的罷，我想，這是它們向來的習\\n慣，無法抗議的。 老鼠的大敵其實並不是貓。春後，你聽到它“咋！咋咋咋咋！”地\\n叫著，大家稱為“老鼠數銅錢”的，便知道它的可怕的屠伯已經光臨了。這聲音是表現\\n絕望的驚恐的，雖然遇見貓，還不至於這樣叫。貓自然也可怕，但老鼠只要竄進一個小\\n洞去，它也就奈何不得，逃命的機會還很多。獨有那可怕的屠伯——蛇，身體是細長的\\n，圓徑和鼠子差不多，凡鼠子能到的地方，它也能到，追逐的時間也格外長，而且萬難\\n倖免，當“數錢”的時候，大概是已經沒有第二步辦法的了。 有一回，我就聽得一間\\n空屋裏有著這種“數錢”的聲音，推門進去，一條蛇伏在橫梁上，看地上，躺著一匹隱\\n鼠，口角流血，但兩脅還是一起一落的。取來給躺在一個紙盒子裏，大半天，竟醒過來\\n了，漸漸地能夠飲食，行走，到第二日，似乎就複了原，但是不逃走。放在地上，也時\\n時跑到人面前來，而且緣腿而上，一直爬到膝髁。給放在飯桌上，便檢吃些菜渣，舔舔\\n碗沿；放在我的書桌上，則從容地遊行，看見硯台便舔吃了研著的墨汁。這使我非常驚\\n喜了。我聽父親說過的，中國有一種墨猴，只有拇指一般大，全身的毛是漆黑而且發亮\\n的。它睡在筆筒裏，一聽到磨墨，便跳出來，等著，等到人寫完字，套上筆，就舔盡了\\n硯上的餘墨，仍舊跳進筆筒裏去了。我就極願意有這樣的一個墨猴，可是得不到；問那\\n裏有，那裏買的呢，誰也不知道。“慰情聊勝無”，這隱鼠總可以算是我的墨猴了罷，\\n雖然它舔吃墨汁，並不一定肯等到我寫完字。\\n　　現在已經記不分明，這樣地大約有一兩月；有一天，我忽然感到寂寞了，真所謂“\\n若有所失”。我的隱鼠，是常在眼前遊行的，或桌上，或地上。而這一日卻大半天沒有\\n見，大家吃午飯了，也不見它走出來，平時，是一定出現的。我再等著，再等它一半天\\n，然而仍然沒有見。\\n　　長媽媽，一個一向帶領著我的女工，也許是以為我等得太苦了罷，輕輕地來告訴我\\n一句話。這即刻使我憤怒而且悲哀，決心和貓們為敵。她說：隱鼠是昨天晚上被貓吃去\\n了！\\n　　當我失掉了所愛的，心中有著空虛時，我要充填以報仇的惡念！\\n　　我的報仇，就從家裏飼養著的一匹花貓起手，逐漸推廣，至於凡所遇見的諸貓。最\\n先不過是追趕，襲擊；後來卻愈加巧妙了，能飛石擊中它們的頭，或誘入空屋裏面，打\\n得它垂頭喪氣。這作戰繼續得頗長久，此後似乎貓都不來近我了。但對於它們縱使怎樣\\n戰勝，大約也算不得一個英雄；況且中國畢生和貓打仗的人也未必多，所以一切韜略、\\n戰績，還是全部省略了罷。\\n　　但許多天之後，也許是已經經過了大半年，我竟偶然得到一個意外的消息：那隱鼠\\n其實並非被貓所害，倒是它緣著長媽媽的腿要爬上去，被她一腳踏死了。\\n　　這確是先前所沒有料想到的。現在我已經記不清當時是怎樣一個感想，但和貓的感\\n情卻終於沒有融和；到了北京，還因為它傷害了兔的兒女們，便舊隙夾新嫌，使出更辣\\n的辣手。“仇貓”的話柄，也從此傳揚開來。然而在現在，這些早已是過去的事了，已\\n經改變態度，對貓頗為客氣，倘其萬不得已，則趕走而已，決不打傷它們，更何況殺害\\n。這是我近幾年的進步。經驗既多，一旦大悟，知道貓的偷魚肉，拖小雞，深夜大叫，\\n人們自然十之九是憎惡的，而這憎惡是在貓身上。假如我出而為人們驅除這憎惡，打傷\\n或殺害了它，它便立刻變為可憐，那憎惡倒移在我身上了。所以，目下的辦法，是凡遇\\n貓們搗亂，至於有人討厭時，我便站出去，在門口大聲叱曰：“噓！滾！”小小平靜，\\n即回書房，這樣，就長保著禦侮保家的資格。其實這方法，中國的官兵就常在實做的，\\n他們總不肯掃清土匪或撲滅敵人，因為這麼一來，就要不被重視，甚至於因失其用處而\\n被裁汰。我想，如果能將這方法推廣應用，我大概也總可望成為所謂“指導青年”的“\\n前輩”的罷，但現下也還未決心實踐，正在研究而且推敲。\\n九月十八日。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>阿長與山海經\\n長媽媽，已經說過，是一個一向帶領著我的女工，說得闊氣一點，就是我的保姆。我的\\n母親和許多別的人都這樣稱呼她，似乎略帶些客氣的意思。只有祖母叫她阿長。我平時\\n叫她“阿媽”，連“長”字也不帶；但到憎惡她的時候，——例如知道了謀死我那隱鼠\\n的卻是她的時候，就叫她阿長。\\n    我們那裏沒有姓長的；她生得黃胖而矮，“長”也不是形容詞。又不是她的名字，\\n記得她自己說過，她的名字是叫作什麼姑娘的。什麼姑娘，我現在已經忘卻了，總之不\\n是長姑娘；也終於不知道她姓什麼。記得她也曾告訴過我這個名稱的來歷：先前的先前\\n，我家有一個女工，身材生得很高大，這就是真阿長。後來她回去了，我那什麼姑娘才\\n來補她的缺，然而大家因為叫慣了，沒有再改口，於是她從此也就成為長媽媽了。\\n　　雖然背地裏說人長短不是好事情，但倘使要我說句真心話，我可只得說：我實在不\\n大佩服她。最討厭的是常喜歡切切察察，向人們低聲絮說些什麼事。還豎起第二個手指\\n，在空中上下搖動，或者點著對手或自己的鼻尖。我的家裏一有些小風波，不知怎的我\\n總疑心和這“切切察察”有些關系。又不許我走動，拔一株草，翻一塊石頭，就說我頑\\n皮，要告訴我的母親去了。一到夏天，睡覺時她又伸開兩腳兩手，在床中間擺成一個“\\n大”字，擠得我沒有餘地翻身，久睡在一角的席子上，又已經烤得那麼熱。推她呢，不\\n動；叫她呢，也不聞。\\n　　“長媽媽生得那麼胖，一定很怕熱罷？晚上的睡相，怕不見得很好罷？……”\\n　　母親聽到我多回訴苦之後，曾經這樣地問過她。我也知道這意思是要她多給我一些\\n空席。她不開口。但到夜裏，我熱得醒來的時候，卻仍然看見滿床擺著一個“大”字，\\n一條臂膊還擱在我的頸子上。我想，這實在是無法可想了。\\n　　但是她懂得許多規矩；這些規矩，也大概是我所不耐煩的。一年中最高興的時節，\\n自然要數除夕了。辭歲之後，從長輩得到壓歲錢，紅紙包著，放在枕邊，只要過一宵，\\n便可以隨意使用。睡在枕上，看著紅包，想到明天買來的小鼓、刀槍、泥人、糖菩薩…\\n…。然而她進來，又將一個福橘放在床頭了。\\n　　“哥兒，你牢牢記住！”她極其鄭重地說。“明天是正月初一，清早一睜開眼睛，\\n第一句話就得對我說：‘阿媽，恭喜恭喜！’記得麼？你要記著，這是一年的運氣的事\\n情。不許說別的話！說過之後，還得吃一點福橘。”她又拿起那橘子來在我的眼前搖了\\n兩搖，“那麼，一年到頭，順順流流……。”\\n　　夢裏也記得元旦的，第二天醒得特別早，一醒，就要坐起來。她卻立刻伸出臂膊，\\n一把將我按住。我驚異地看她時，只見她惶急地看著我。\\n　　她又有所要求似的，搖著我的肩。我忽而記得了——\\n　　“阿媽，恭喜……。”\\n　　“恭喜恭喜！大家恭喜！真聰明！恭喜恭喜！”她於是十分歡喜似的，笑將起來，\\n同時將一點冰冷的東西，塞在我的嘴裏。我大吃一驚之後，也就忽而記得，這就是所謂\\n福橘，元旦辟頭的磨難，總算已經受完，可以下床玩耍去了。\\n　　她教給我的道理還很多，例如說人死了，不該說死掉，必須說“老掉了”；死了人\\n，生了孩子的屋子裏，不應該走進去；飯粒落在地上，必須揀起來，最好是吃下去；曬\\n褲子用的竹竿底下，是萬不可鑽過去的……。此外，現在大抵忘卻了，只有元旦的古怪\\n儀式記得最清楚。總之：都是些煩瑣之至，至今想起來還覺得非常麻煩的事情。\\n　　然而我有一時也對她發生過空前的敬意。她常常對我講“長毛”。她之所謂“長毛\\n”者，不但洪秀全軍，似乎連後來一切土匪強盜都在內，但除卻革命黨，因為那時還沒\\n有。她說得長毛非常可怕，他們的話就聽不懂。她說先前長毛進城的時候，我家全都逃\\n到海邊去了，只留一個門房和年老的煮飯老媽子看家。後來長毛果然進門來了，那老媽\\n子便叫他們“大王”，——據說對長毛就應該這樣叫，——訴說自己的饑餓。長毛笑道\\n：“那麼，這東西就給你吃了罷！”將一個圓圓的東西擲了過來，還帶著一條小辮子，\\n正是那門房的頭。煮飯老媽子從此就駭破了膽，後來一提起，還是立刻面如土色，自己\\n輕輕地拍著胸埔道：“阿呀，駭死我了，駭死我了……。”\\n　　我那時似乎倒並不怕，因為我覺得這些事和我毫不相干的，我不是一個門房。但她\\n大概也即覺到了，說道：“象你似的小孩子，長毛也要擄的，擄去做小長毛。還有好看\\n的姑娘，也要擄。”\\n　　“那麼，你是不要緊的。”我以為她一定最安全了，既不做門房，又不是小孩子，\\n也生得不好看，況且頸子上還有許多炙瘡疤。\\n　　“那裏的話？！”她嚴肅地說。“我們就沒有用處？我們也要被擄去。城外有兵來\\n攻的時候，長毛就叫我們脫下褲子，一排一排地站在城牆上，外面的大炮就放不出來；\\n再要放，就炸了！”\\n　　這實在是出於我意想之外的，不能不驚異。我一向只以為她滿肚子是麻煩的禮節罷\\n了，卻不料她還有這樣偉大的神力。從此對於她就有了特別的敬意，似乎實在深不可測\\n；夜間的伸開手腳，占領全床，那當然是情有可原的了，倒應該我退讓。\\n　　這種敬意，雖然也逐漸淡薄起來，但完全消失，大概是在知道她謀害了我的隱鼠之\\n後。那時就極嚴重地詰問，而且當面叫她阿長。我想我又不真做小長毛，不去攻城，也\\n不放炮，更不怕炮炸，我懼憚她什麼呢！\\n　　但當我哀悼隱鼠，給它復仇的時候，一面又在渴慕著繪圖的《山海經》了。這渴慕\\n是從一個遠房的叔祖惹起來的。他是一個胖胖的，和藹的老人，愛種一點花木，如珠蘭\\n、茉莉之類，還有極其少見的，據說從北邊帶回去的馬纓花。他的太太卻正相反，什麼\\n也莫名其妙，曾將曬衣服的竹竿擱在珠蘭的枝條上，枝折了，還要憤憤地咒罵道：“死\\n屍！”這老人是個寂寞者，因為無人可談，就很愛和孩子們往來，有時簡直稱我們為“\\n小友”。在我們聚族而居的宅子裏，只有他書多，而且特別。制藝和試帖詩，自然也是\\n有的；但我卻只在他的書齋裏，看見過陸璣的《毛詩草木鳥獸蟲魚疏》，還有許多名目\\n很生的書籍。我那時最愛看的是《花鏡》，上面有許多圖。他說給我聽，曾經有過一部\\n繪圖的《山海經》，畫著人面的獸，九頭的蛇，三腳的鳥，生著翅膀的人，沒有頭而以\\n兩乳當作眼睛的怪物，……可惜現在不知道放在那裏了。\\n　　很願意看看這樣的圖畫，但不好意思力逼他去尋找，他是很疏懶的。問別人呢，誰\\n也不肯真實地回答我。壓歲錢還有幾百文，買罷，又沒有好機會。有書買的大街離我家\\n遠得很，我一年中只能在正月間去玩一趟，那時候，兩家書店都緊緊地關著門。\\n　　玩的時候倒是沒有什麼的，但一坐下，我就記得繪圖的《山海經》。\\n　　大概是太過於念念不忘了，連阿長也來問《山海經》是怎麼一回事。這是我向來沒\\n有和她說過的，我知道她並非學者，說了也無益；但既然來問，也就都對她說了。\\n　　過了十多天，或者一個月罷，我還記得，是她告假回家以後的四五天，她穿著新的\\n藍布衫回來了，一見面，就將一包書遞給我，高興地說道：——“哥兒，有畫兒的‘三\\n哼經’，我給你買來了！”\\n　　我似乎遇著了一個霹靂，全體都震悚起來；趕緊去接過來，打開紙包，是四本小小\\n的書，略略一翻，人面的獸，九頭的蛇，……果然都在內。\\n　　又使我發生新的敬意了，別人不肯做，或不能做的事，她卻能夠做成功。她確有偉\\n大的神力。謀害隱鼠的怨恨，從此完全消滅了。\\n　　這四本書，乃是我最初得到，最為心愛的寶書。\\n　　書的模樣，到現在還在眼前。可是從還在眼前的模樣來說，卻是一部刻印都十分粗\\n拙的本子。紙張很黃；圖象也很壞，甚至於幾乎全用直線湊合，連動物的眼睛也都是長\\n方形的。但那是我最為心愛的寶書，看起來，確是人面的獸；九頭的蛇；一腳的牛；袋\\n子似的帝江；沒有頭而“以乳為目，以臍為口”，還要“執幹戚而舞”的刑天。\\n　　此後我就更其搜集繪圖的書，於是有了石印的《爾雅音圖》和《毛詩品物圖考》，\\n又有了《點石齋叢畫》和《詩畫舫》。《山海經》也另買了一部石印的，每卷都有圖贊\\n，綠色的畫，字是紅的，比那木刻的精緻得多了。這一部直到前年還在，是縮印的郝懿\\n行疏。木刻的卻已經記不清是什麼時候失掉了。\\n　　我的保姆，長媽媽即阿長，辭了這人世，大概也有了三十年了罷。我終於不知道她\\n的姓名，她的經歷；僅知道有一個過繼的兒子，她大約是青年守寡的孤孀。\\n　　仁厚黑暗的地母呵，願在你懷裏永安她的魂靈！</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>《二十四孝圖》</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    我總要上下四方尋求，得到一種最黑，最黑，最黑的咒文，先來詛咒一切反對\\n白話，妨害白話者。即使人死了真有靈魂，因這最惡的心，應該墮入地獄，也將決不改\\n悔，總要先來詛咒一切反對白話，妨害白話者。\\n　　自從所謂“文學革命”以來，供給孩子的書籍，和歐、美、日本的一比較，雖然很\\n可憐，但總算有圖有說，只要能讀下去，就可以懂得的了。可是一班別有心腸的人們，\\n便竭力來阻遏它，要使孩子的世界中，沒有一絲樂趣。北京現在常用“馬虎子”這一句\\n話來恐嚇孩子們。或者說，那就是《開河記》上所載的，給隋煬帝開河，蒸死小兒的麻\\n叔謀；正確地寫起來，須是“麻鬍子”。那麼，這麻叔謀乃是胡人了。但無論他是什麼\\n人，他的吃小孩究竟也還有限，不過盡他的一生。妨害白話者的流毒卻甚於洪水猛獸，\\n非常廣大，也非常長久，能使全中國化成一個麻胡，凡有孩子都死在他肚子裏。\\n　　只要對于白話來加以謀害者，都應該滅亡！\\n　　這些話，紳士們自然難免要掩住耳朵的，因為就是所謂“跳到半天空，罵得體無完\\n膚，——還不肯罷休。”而且文士們一定也要罵，以為大悖于“文格”，亦即大損於“\\n人格”。豈不是“言者心聲也”麼？“文”和“人”當然是相關的，雖然人間世本來千\\n奇百怪，教授們中也有“不尊敬”作者的人格而不能“不說他的小說好”的特別種族。\\n但這些我都不管，因為我幸而還沒有爬上“象牙之塔”去，正無須怎樣小心。倘若無意\\n中竟已撞上了，那就即刻跌下來罷。然而在跌下來的中途，當還未到地之前，還要說一\\n遍：——\\n　　只要對于白話來加以謀害者，都應該滅亡！\\n　　每看見小學生歡天喜地地看著一本粗細的《兒童世界》之類，另想到別國的兒童用\\n書的精美，自然要覺得中國兒童的可憐。但回憶起我和我的同窗小友的童年，卻不能不\\n以為他幸福，給我們的永逝的韶光一個悲哀的弔唁。我們那時有什麼可看呢，只要略有\\n圖畫的本子，就要被塾師，就是當時的“引導青年的前輩”禁止，呵斥，甚而至於打手\\n心。我的小同學因為專讀“人之初性本善”讀得要枯燥而死了，只好偷偷地翻開第一葉\\n，看那題著“文星高照”四個字的惡鬼一般的魁星像，來滿足他幼稚的愛美的天性。昨\\n天看這個，今天也看這個，然而他們的眼睛裏還閃出蘇醒和歡喜的光輝來。\\n　　在書塾之外，禁令可比較的寬了，但這是說自己的事，各人大概不一樣。我能在大\\n眾面前，冠冕堂皇地閱看的，是《文昌帝君陰騭文圖說》和《玉歷鈔傳》，都畫著冥冥\\n之中賞善罰惡的故事，雷公電母站在雲中，牛頭馬面布滿地下，不但“跳到半天空”是\\n觸犯天條的，即使半語不合，一念偶差，也都得受相當的報應。這所報的也並非“睚眥\\n之怨”，因為那地方是鬼神為君，“公理”作宰，請酒下跪，全都無功，簡直是無法可\\n想。在中國的天地間，不但做人，便是做鬼，也艱難極了。然而究竟很有比陽間更好的\\n處所：無所謂“紳士”，也沒有“流言”。\\n　　陰間，倘要穩妥，是頌揚不得的。尤其是常常好弄筆墨的人，在現在的中國，流言\\n的治下，而又大談“言行一致”的時候。前車可鑒，聽說阿而志跋綏夫曾答一個少女的\\n質問說，“惟有在人生的事實這本身中尋出歡喜者，可以活下去。倘若在那裏什麼也不\\n見，他們其實倒不如死。”於是乎有一個叫作密哈羅夫的，寄信嘲罵他道，“……所以\\n我完全誠實地勸你自殺來禍福你自己的生命，因為這第一是合於邏輯，第二是你的言語\\n和行為不至於背馳。”\\n　　其實這論法就是謀殺，他就這樣地在他的人生中尋出歡喜來。阿爾志跋綏夫只發了\\n一大通牢騷，沒有自殺。密哈羅夫先生後來不知道怎樣，這一個歡喜失掉了，或者另外\\n又尋到了“什麼”了罷。誠然，“這些時候，勇敢，是安穩的；情熱，是毫無危險的。\\n”\\n　　然而，對於陰間，我終於已經頌揚過了，無法追改；雖有“言行不符”之嫌，但確\\n沒有受過閻王或小鬼的半文津貼，則差可以自解。總而言之，還是仍然寫下去罷：——\\n　　我所看的那些陰間的圖畫，都是家藏的老書，並非我所專有。我所收得的最先的畫\\n圖本子，是一位長輩的贈品：《二十四孝圖》。這雖然不過薄薄的一本書，但是下圖上\\n說，鬼少人多，又為我一人所獨有，使我高興極了。那裏面的故事，似乎是誰都知道的\\n；便是不識字的人，例如阿長，也只要一看圖畫便能夠滔滔地講出這一段的事跡。但是\\n，我于高興之餘，接著就是掃興，因為我請人講完了二十四個故事之後，才知道“孝”\\n有如此之難，對於先前癡心妄想，想做孝子的計劃，完全絕望了。\\n　　“人之初，性本善”麼？這並非現在要加研究的問題。但我還依稀記得，我幼小時\\n候實未嘗蓄意忤逆，對于父母，倒是極願意孝順的。不過年幼無知，只用了私見來解釋\\n“孝順”的做法，以為無非是“聽話”，“從命”，以及長大之後，給年老的父母好好\\n地吃飯罷了。自從得了這一本孝子的教科書以後，才知道並不然，而且還要難到幾十幾\\n百倍。其中自然也有可以勉力仿效的，如“子路負米”，“黃香扇枕”之類。“陸績懷\\n桔”也並不難，只要有闊人請我吃飯。“魯迅先生作賓客而懷橘乎？”我便跪答雲，“\\n吾母性之所愛，欲歸以遺母。”闊人大佩服，於是孝子就做穩了，也非常省事。“哭竹\\n生筍”就可疑，怕我的精誠未必會這樣感動天地。但是哭不出筍來，還不過拋臉而已，\\n到“臥冰求鯉”，可就有性命之虞了。我鄉的天氣是溫和的，嚴冬中，水面也只結一層\\n薄冰，即使孩子的重量怎樣小，躺上去，也一定嘩喇一聲，冰破落水，鯉魚還不及遊過\\n來。自然，必須不顧性命，這才孝感神明，會有出乎意料之外的奇跡，但那時我還小，\\n實在不明白這些。\\n　　其中最使我不解，甚至於發生反感的，是“老萊娛親”和“郭巨埋兒”兩件事。\\n　　我至今還記得，一個躺在父母跟前的老頭子，一個抱在母親手上的小孩子，是怎樣\\n地使我發生不同的感想呵。他們一手都拿著“搖咕咚”。這玩意兒確是可愛的，北京稱\\n為小鼓，蓋即【上兆下鼓】也，朱熹曰：“【上兆下鼓】，小鼓，兩旁有耳；持其柄而\\n搖之，則旁耳還自擊，”咕咚咕咚地響起來。然而這東西是不該拿在老萊子手裏的，他\\n應該扶一枝拐杖。現在這模樣，簡直是裝佯，侮辱了孩子。我沒有再看第二回，一到這\\n一葉，便急速地翻過去了。\\n　　那時的《二十四孝圖》，早已不知去向了，目下所有的只是一本日本小田海儇所畫\\n的本子，敘老萊子事雲：“行年七十，言不稱老，常著五色斑斕之衣，為嬰兒戲于親側\\n。又常取水上堂，詐跌僕地，作嬰兒啼，以娛親意。”大約舊本也差不多，而招我反感\\n的便是“詐跌”。無論忤逆，無論孝順，小孩子多不願意“詐”作，聽故事也不喜歡是\\n謠言，這是凡有稍稍留心兒童心理的都知道的。\\n　　然而在較古的書上一查，卻還不至於如此虛偽。師覺授《孝子傳》雲，“老萊子…\\n…常衣斑斕之衣，為親取飲，上堂腳跌，恐傷父母之心，僵僕為嬰兒啼。”（《太平禦\\n覽》四百十三引）較之今說，似稍近於人情。不知怎地，後之君子卻一定要改得他“詐\\n”起來，心裏才能舒服。鄧伯道棄子救侄，想來也不過“棄”而已矣，昏妄人也必須說\\n他將兒子捆在樹上，使他追不上來才肯歇手。正如將“肉麻當作有趣”一般，以不情為\\n倫紀，誣蔑了古人，教壞了後人。老萊子即是一例，道學先生以為他白璧無瑕時，他卻\\n已在孩子的心中死掉了。\\n　　至於玩著“搖咕咚”的郭巨的兒子，卻實在值得同情。他被抱在他母親的臂膊上，\\n高高興興地笑著；他的父親卻正在掘窟窿，要將他埋掉了。說明雲，“漢郭巨家貧，有\\n子三歲，母嘗減食與之。巨謂妻曰，貧乏不能供母，子又分母之食。盍埋此子？”但是\\n劉向《孝子傳》所說，卻又有些不同：巨家是富的，他都給了兩弟；孩子是才生的，並\\n沒有到三歲。結末又大略相象了，“及掘坑二尺，得黃金一釜，上雲：天賜郭巨，官不\\n得取，民不得奪！”\\n　　我最初實在替這孩子捏一把汗，待到掘出黃金一釜，這才覺得輕松。然而我已經不\\n但自己不敢再想做孝子，並且怕我父親去做孝子了。家境正在壞下去，常聽到父母愁柴\\n米；祖母又老了，倘使我的父親竟學了郭巨，那麼，該埋的不正是我麼？如果一絲不走\\n樣，也掘出一釜黃金來，那自然是如天之福，但是，那時我雖然年紀小，似乎也明白天\\n下未必有這樣的巧事。\\n　　現在想起來，實在很覺得傻氣。這是因為現在已經知道了這些老玩意，本來誰也不\\n實行。整飭倫紀的文電是常有的，卻很少見紳士赤條條地躺在冰上面，將軍跳下汽車去\\n負米。何況現在早長大了，看過幾部古書，買過幾本新書，什麼《太平禦覽》咧，《古\\n孝子傳》咧，《人口問題》咧，《節制生育》咧，《二十世紀是兒童的世界》咧，可以\\n抵抗被埋的理由多得很。不過彼一時，此一時，彼時我委實有點害怕：掘好深坑，不見\\n黃金，連“搖咕咚”一同埋下去，蓋上土，踏得實實的，又有什麼法子可想呢。我想，\\n事情雖然未必實現，但我從此總怕聽到我的父母愁窮，怕看見我的白發的祖母，總覺得\\n她是和我不兩立，至少，也是一個和我的生命有些妨礙的人。後來這印象日見其淡了，\\n但總有一些留遺，一直到她去世——這大概是送給《二十四孝圖》的儒者所萬料不到的\\n罷。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　五月十日。\\n五猖會</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>孩子們所盼望的，過年過節之外，大概要數迎神賽會的時候了。但我家的所在很偏僻，\\n待到賽會的行列經過時，一定已在下午，儀仗之類，也減而又減，所剩的極其寥寥。往\\n往伸著頸子等候多時，卻只見十幾個人抬著一個金臉或藍臉紅臉的神像匆匆地跑過去。\\n於是，完了。\\n　　我常存著這樣的一個希望：這一次所見的賽會，比前一次繁盛些。可是結果總是一\\n個“差不多”；也總是只留下一個紀念品，就是當神像還未抬過之前，化一文錢買下的\\n，用一點爛泥，一點顏色紙，一枝竹簽和兩三枝雞毛所做的，吹起來會發出一種刺耳的\\n聲音的哨子，叫作“吹都都”的，□□地吹它兩三天。\\n　　現在看看《陶庵夢憶》，覺得那時的賽會，真是豪奢極了，雖然明人的文章，怕難\\n免有些誇大。因為禱雨而迎龍王，現在也還有的，但辦法卻已經很簡單，不過是十多人\\n盤旋著一條龍，以及村童們扮些海鬼。那時卻還要扮故事，而且實在奇拔得可觀。他記\\n扮《水滸傳》中人物雲：“……於是分頭四出，尋黑矮漢，尋梢長大漢，尋頭陀，尋胖\\n大和尚，尋茁壯婦人，尋姣長婦人，尋青面，尋歪頭，尋赤須，尋美髯，尋黑大漢，尋\\n赤臉長須。大索城中；無，則之郭，之村，之山僻，之鄰府州縣。用重價聘之，得三十\\n六人，梁山泊好漢，個個呵活，臻臻至至，人馬稱【女足】而行……”這樣的白描的活\\n古人，誰能不動一看的雅興呢？可惜這種盛舉，早已和明社一同消滅了。\\n　　賽會雖然不象現在上海的旗袍，北京的談國事，為當局所禁止，然而婦孺們是不許\\n看的，讀書人即所謂士子，也大抵不肯趕去看。只有遊手好閒的閒人，這才跑到廟前或\\n衙門前去看熱鬧；我關於賽會的知識，多半是從他們的敘述上得來的，並非考據家所貴\\n重的“眼學”。然而記得有一回，也親見過較盛的賽會。開首是一個孩子騎馬先來，稱\\n為“塘報”；過了許久，“高照”到了，長竹竿揭起一條很長的旗，一個汗流浹背的胖\\n大漢用兩手托著；他高興的時候，就肯將竿頭放在頭頂或牙齒上，甚而至於鼻尖。其次\\n是所謂“高蹺”、“抬閣”、“馬頭”了；還有扮犯人的，紅衣枷鎖，內中也有孩子。\\n我那時覺得這些都是有光榮的事業，與聞其事的即全是大有運氣的人，——大概羡慕他\\n們的出風頭罷。我想，我為什麼不生一場重病，使我的母親也好到廟裏去許下一個“扮\\n犯人”的心願的呢？……然而我到現在終於沒有和賽會發生關系過。\\n　　要到東關看五猖會去了。這是我兒時所罕逢的一件盛事，因為那會是全縣中最盛的\\n會，東關又是離我家很遠的地方，出城還有六十多裏水路，在那裏有兩座特別的廟。一\\n是梅姑廟，就是《聊齋志異》所記，室女守節，死後成神，卻篡取別人的丈夫的；現在\\n神座上確塑著一對少年男女，眉開眼笑，殊與“禮教”有妨。其一便是五猖廟了，名目\\n就奇特。據有考據癖的人說：這就是五通神。然而也並無確據。神像是五個男人，也不\\n見有什麼猖獗之狀；後面列坐著五位太太，卻並不“分坐”，遠不及北京戲園裏界限之\\n謹嚴。其實呢，這也是殊與“禮教”有妨的，——但他們既然是五猖，便也無法可想，\\n而且自然也就“又作別論”了。\\n　　因為東關離城遠，大清早大家就起來。昨夜預定好的三道明瓦窗的大船，已經泊在\\n河埠頭，船椅、飯菜、茶炊、點心盒子，都在陸續搬下去了。我笑著跳著，催他們要搬\\n得快。忽然，工人的臉色很謹肅了，我知道有些蹊蹺，四面一看，父親就站在我背後。\\n 　　“去拿你的書來。”他慢慢地說。\\n　　這所謂“書”，是指我開蒙時候所讀的《鑒略》。因為我再沒有第二本了。我們那\\n裏上學的歲數是多揀單數的，所以這使我記住我其時是七歲。\\n　　我忐忑著，拿了書來了。他使我同坐在堂中央的桌子前，教我一句一句地讀下去。\\n我擔著心，一句一句地讀下去。\\n　　兩句一行，大約讀了二三十行罷，他說：——\\n　　“給我讀熟。背不出，就不准去看會。”\\n　　他說完，便站起來，走進房裏去了。\\n　　我似乎從頭上澆了一盆冷水。但是，有什麼法子呢？自然是讀著，讀著，強記著，\\n——而且要背出來。\\n　　粵有盤古，生於太荒，\\n　　首出禦世，肇開混茫。\\n　　就是這樣的書，我現在只記得前四句，別的都忘卻了；那時所強記的二三十行，自\\n然也一齊忘卻在裏面了。記得那時聽人說，讀《鑒略》比讀《千字文》、《百家姓》有\\n用得多，因為可以知道從古到今的大概。知道從古到今的大概，那當然是很好的，然而\\n我一字也不懂。“粵自盤古”就是“粵自盤古”，讀下去，記住它，“粵自盤古”呵！\\n“生於太荒”呵！……\\n　　應用的物件已經搬完，家中由忙亂轉成靜肅了。朝陽照著西牆，天氣很清朗。母親\\n、工人、長媽媽即阿長，都無法營救，只默默地靜候著我讀熟，而且背出來。在百靜中\\n，我似乎頭裏要伸出許多鐵鉗，將什麼“生於太荒”之流夾住；也聽到自己急急誦讀的\\n聲音發著抖，仿佛深秋的蟋蟀，在夜中鳴叫似的。\\n　　他們都等候著；太陽也升得更高了。\\n　　我忽然似乎已經很有把握，便即站了起來，拿書走進父親的書房，一氣背將下去，\\n夢似的就背完了。\\n　　“不錯。去罷。”父親點著頭，說。\\n　　大家同時活動起來，臉上都露出笑容，向河埠走去。工人將我高高地抱起，仿佛在\\n祝賀我的成功一般，快步走在最前頭。\\n　　我卻並沒有他們那麼高興。開船以後，水路中的風景，盒子裏的點心，以及到了東\\n關的五猖會的熱鬧，對於我似乎都沒有什麼大意思。\\n　　直到現在，別的完全忘卻，不留一點痕跡了，只有背誦《鑒略》這一段，卻還分明\\n如昨日事。\\n　　我至今一想起，還詫異我的父親何以要在那時候叫我來背書。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　五月二十五日\\n無常</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    迎神賽會這一天出巡的神，如果是掌握生殺之權的，——不，這生殺之權四個字不\\n大妥，凡是神，在中國仿佛都有些隨意殺人的權柄似的，倒不如說是職掌人民的生死大\\n事的罷，就如城隍和東嶽大帝之類。那麼，他的鹵簿中間就另有一群特別的腳色：鬼卒\\n、鬼王，還有活無常。\\n　　這些鬼物們，大概都是由粗人和鄉下人扮演的。鬼卒和鬼王是紅紅綠綠的衣裳，赤\\n著腳；藍臉，上面又畫些魚鱗，也許是龍鱗或別的什麼鱗罷，我不大清楚。鬼卒拿著鋼\\n叉，叉環振得琅琅地響，鬼王拿的是一塊小小的虎頭牌。據傳說，鬼王是只用一隻腳走\\n路的；但他究竟是鄉下人，雖然臉上已經畫上些魚鱗或者別的什麼鱗，卻仍然只得用了\\n兩只腳走路。所以看客對於他們不很敬畏，也不大留心，除了念佛老嫗和她的孫子們為\\n面面圓到起見，也照例給他們一個“不勝屏營待命之至”的儀節。\\n　　至於我們—我相信：我和許多人——所最願意看的，卻在活無常。他不但活潑而詼\\n諧，單是那渾身雪白這一點，在紅紅綠綠中就有“鶴立雞群”之概。只要望見一頂白紙\\n的高帽子和他手裏的破芭蕉扇的影子，大家就都有些緊張，而且高興起來了。人民之於\\n鬼物，惟獨與他最為稔熟，也最為親密，平時也常常可以遇見他。譬如城隍廟或東嶽廟\\n中，大殿後面就有一間暗室，叫作“陰司間”，在才可辨色的昏暗中，塑著各種鬼：吊\\n死鬼、跌死鬼、虎傷鬼、科場鬼，……而一進門口所看見的長而白的東西就是他。我雖\\n然也曾瞻仰過一回這“陰司間”，但那時膽子小，沒有看明白。聽說他一手還拿著鐵索\\n，因為他是勾攝生魂的使者。相傳樊江東嶽廟的“陰司間”的構造，本來是極其特別的\\n：門口是一塊活板，人一進門，踏著活板的這一端，塑在那一端的踏便撲過來，鐵索正\\n套在你脖子上。後來嚇死了一個人，釘實了，所以在我幼小的時候，這就已不能動。\\n　　倘使要看個分明，那麼，《玉歷鈔傳》上就畫著他的像，不過《玉歷鈔傳》也有繁\\n簡不同的本子的，倘是繁本，就一定有。身上穿的是斬衰凶服，腰間束的是草繩，腳穿\\n草鞋，項掛紙錠；手上是破芭蕉扇、鐵索、算盤；肩膀是聳起的，頭發卻披下來；眉眼\\n的外梢都向下，象一個“八”字。頭上一頂長方帽，下大頂小，按比例一算，該有二尺\\n來高罷；在正面，就是遺老遺少們所戴瓜皮小帽的綴一粒珠子或一塊寶石的地方，直寫\\n著四個字道：“一見有喜”。有一種本子上，卻寫的是“你也來了”。這四個字，是有\\n時也見於包公殿的扁額上的，至於他的帽上是何人所寫，他自己還是閻羅王，我可沒有\\n研究出。\\n　　《玉歷鈔傳》上還有一種和活無常相對的鬼物，裝束也相仿，叫作“死有分”。這\\n在迎神時候也有的，但名稱卻訛作死無常了，黑臉、黑衣，誰也不愛看。在“陰死間”\\n裏也有的，胸口靠著牆壁，陰森森地站著；那才真真是“碰壁”。凡有進去燒香的人們\\n，必須摩一摩他的脊樑，據說可以擺脫了晦氣；我小時也曾摩過這脊樑來，然而晦氣似\\n乎終於沒有脫，——也許那時不摩，現在的晦氣還要重罷，這一節也還是沒有研究出。\\n我也沒有研究過小乘佛教的經典，但據耳食之談，則在印度的佛經裏，焰摩天是有的，\\n牛首阿旁也有的，都在地獄裏做主任。至於勾攝生魂的使者的這無常先生，卻似乎于古\\n無征，耳所習聞的只有什麼“人生無常”之類的話。大概這意思傳到中國之後，人們便\\n將他具體化了。這實在是我們中國人的創作。\\n　　然而人們一見他，為什麼就都有些緊張，而且高興起來呢？\\n　　凡有一處地方，如果出了文士學者或名流，他將筆頭一扭，就很容易變成“模範縣\\n”。我的故鄉，在漢末雖曾經虞仲翔先生揄揚過，但是那究竟太早了，後來到底免不了\\n產生所謂“紹興師爺”，不過也並非男女老小全是“紹興師爺”，別的“下等人”也不\\n少。這些“下等人”，要他們發什麼“我們現在走的是一條狹窄險阻的小路，左面是一\\n個廣漠無際的泥潭，右面也是一片廣漠無際的浮砂，前面是遙遙茫茫蔭在薄霧的裏面的\\n目的地”那樣熱昏似的妙語，是辦不到的，可是在無意中，看得住這“蔭在薄霧的裏面\\n的目的地”的道路很明白：求婚，結婚，養孩子，死亡。但這自然是專就我的故鄉而言\\n，若是“模範縣”裏的人民，那當然又作別論。他們——敝同鄉“下等人”——的許多\\n，活著，苦著，被流言，被反噬，因了積久的經驗，知道陽間維持“公理”的只有一個\\n會，而且這會的本身就是“遙遙茫茫”，於是乎勢不得不發生對於陰間的神往。人是大\\n抵自以為銜些冤抑的；活的“正人君子”們只能騙鳥，若問愚民，他就可以不假思索地\\n回答你：公正的裁判是在陰間！想到生的樂趣，生固然可以留戀；但想到生的苦趣，無\\n常也不一定是惡客。無論貴賤，無論貧富，其時都是“一雙空手見閻王”，有冤的得伸\\n，有罪的就得罰。然而雖說是“下等人”，也何嘗沒有反省？自己做了一世人，又怎麼\\n樣呢？未曾“跳到半天空”麼？沒有“放冷箭”麼？無常的手裏就拿著大算盤，你擺盡\\n臭架子也無益。對付別人要滴水不羼的公理，對自己總還不如雖在陰司裏也還能夠尋到\\n一點私情。然而那又究竟是陰間，閻羅天子、牛首阿旁，還有中國人自己想出來的馬面\\n，都是並不兼差，真正主持公理的腳色，雖然他們並沒有在報上發表過什麼大文章。當\\n還未做鬼之前，有時先不欺心的人們，遙想著將來，就又不能不想在整塊的公理中，來\\n尋一點情面的末屑，這時候，我們的活無常先生便見得可親愛了，利中取大，害中取小\\n，我們的古哲墨瞿先生謂之“小取”雲。\\n　　在廟裏泥塑的，在書上墨印的模樣上，是看不出他那可愛來的。最好是去看戲。但\\n看普通的戲也不行，必須看“大戲”或者“目連戲”。目連戲的熱鬧，張岱在《陶庵夢\\n憶》上也曾誇張過，說是要連演兩三天。在我幼小時候可已經不然了，也如大戲一樣，\\n始於黃昏，到次日的天明便完結。這都是敬神禳災的演劇，全本裏一定有一個惡人，次\\n日的將近天明便是這惡人的收場的時候，“惡貫滿盈”，閻王出票來勾攝了，於是乎這\\n活的活無常便在戲臺上出現。\\n　　我還記得自己坐在這一種戲台下的船上的情形，看客的心情和普通是兩樣的。平常\\n愈夜深愈懶散，這時卻愈起勁。他所戴的紙糊的高帽子，本來是掛在台角上的，這時預\\n先拿進去了；一種特別樂器，也准備使勁地吹。這樂器好象喇叭，細而長，可有七八尺\\n，大約是鬼物所愛聽的罷，和鬼無關的時候就不用；吹起來，Nhatu，nhatu\\n，nhatututuu地響，所以我們叫它“目連瞎頭”。在許多人期待著惡人的沒\\n落的凝望中，他出來了，服飾比畫上還簡單，不拿鐵索，也不帶算盤，就是雪白的一條\\n莽漢，粉面朱唇，眉黑如漆，蹙著，不知道是在笑還是在哭。但他一出臺就須打一百零\\n八個嚏，同時也放一百零八個屁，這才自述他的履歷。可惜我記不清楚了，其中有一段\\n大概是這樣：——\\n　　“…………\\n　　大王出了牌票，叫我去拿隔壁的癩子。\\n　　問了起來呢，原來是我堂房的阿侄。\\n　　生的是什麼病？傷寒，還帶痢疾。\\n　　看的是什麼郎中？下方橋的陳念義la兒子。\\n　　開的是怎樣的藥方？附子、肉桂，外加牛膝。\\n　　第一煎吃下去，冷汗發出；\\n　　第二煎吃下去，兩腳筆直。\\n　　我道nga阿嫂哭得悲傷，暫放他還陽半刻。\\n　　大王道我是得錢買放，就將我捆打四十！”</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>  這敘述裏的“子”字都讀作入聲。陳念義是越中的名醫，俞仲華曾將他寫入《蕩寇<br>\\n\\n志》裏，擬為神仙；可是一到他的令郎，似乎便不大高明了。la者“的”也；“兒”<br>\\n\\n讀若“倪”，倒是古音罷；nga者，“我的”或“我們的”之意也。<br>\\n\\n  他口裏的閻羅天子仿佛也不大高明，竟會誤解他的人格，——不，鬼格。但連“還<br>\\n\\n陽半刻”都知道，究竟還不失其“聰明正直之謂神”。不過這懲罰，卻給了我們的活無<br>\\n\\n常以不可磨滅的冤苦的印象，一提起，就使他更加蹙緊雙眉，捏定破芭蕉扇，臉向著地<br>\\n\\n，鴨子浮水似的跳舞起來。<br>\\n\\n  Nhatu，nhatu，nhatu－nhatu－nhatututuu！目連瞎頭也冤苦不堪似的吹著。他因<br>\\n\\n此決定了：——<br>\\n\\n  “難是弗放者個！<br>\\n\\n  那怕你，銅牆鐵壁！<br>\\n\\n  那怕你，皇親國戚！<br>\\n\\n  …………”<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>　　“難”者，“今”也；“者個”者“的了”之意，詞之決也。“雖有忮心，不怨飄\\n瓦”，他現在毫不留情了，然而這是受了閻羅老子的督責之故，不得已也。一切鬼眾中\\n，就是他有點人情；我們不變鬼則已，如果要變鬼，自然就只有他可以比較的相親近。\\n迎神時候的無常，可和演劇上的又有些不同了。他只有動作，沒有言語，跟定了一個捧\\n著一盤飯菜的小丑似的腳色走，他要去吃；他卻不給他。另外還加添了兩名腳色，就是\\n“正人君子”之所謂“老婆兒女”。凡“下等人”，都有一種通病：常喜歡以己之所欲\\n，施之於人。雖是對於鬼，也不肯給他孤寂，凡有鬼神，大概總要給他們一對一對地配\\n起來。無常也不在例外。所以，一個是漂亮的女人，只是很有些村婦樣，大家都稱她無\\n常嫂；這樣看來，無常是和我們平輩的，無怪他不擺教授先生的架子。一個是小孩子，\\n小高帽，小白衣；雖然小，兩肩卻已經聳起了，眉目的外梢也向下。這分明是無常少爺\\n了，大家卻叫他阿領，對於他似乎都不很表敬意；猜起來，仿佛是無常嫂的前夫之子似\\n的。但不知何以相貌又和無常有這麼象？籲！鬼神之事，難言之矣，只得姑且置之弗論\\n。至於無常何以沒有親兒女，到今年可很容易解釋了；鬼神能前知，他怕兒女一多，愛\\n說閒話的就要旁敲側擊地鍛成他拿盧布，所以不但研究，還早已實行了“節育”了。\\n　　這捧著飯菜的一幕，就是“送無常”。因為他是勾魂使者，所以民間凡有一個人死\\n掉之後，就得用酒飯恭送他。至於不給他吃，那是賽會時候的開玩笑，實際上並不然。\\n但是，和無常開玩笑，是大家都有此意的，因為他爽直，愛發議論，有人情，——要尋\\n真實的朋友，倒還是他妥當。\\n　　有人說，他是生人走陰，就是原是人，夢中卻入冥去當差的，所以很有些人情。我\\n還記得住在離我家不遠的小屋子裏的一個男人，便自稱是“走無常”，門外常常燃著香\\n燭。但我看他臉上的鬼氣反而多。莫非入冥做了鬼，倒會增加人氣的麼？籲！鬼神之事\\n，難言之矣，這也只得姑且置之弗論了。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">　　　　　　　　　　　　　　　　　　　　　　　　　　　　 六月二十三日。\\n瑣記</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    衍太太現在是早已經做了祖母，也許竟做了曾祖母了；那時卻還年青，只有一個兒\\n子比我大三四歲。她對自己的兒子雖然狠，對別家的孩子卻好的，無論鬧出什麼亂子來\\n，也決不去告訴各人的父母，因此我們就最願意在她家裏或她家的四近玩。\\n　　舉一個例說罷，冬天，水缸裏結了薄冰的時候，我們大清早起一看見，便吃冰。有\\n一回給沈四太太看到了，大聲說道：“莫吃呀，要肚子疼的呢！”這聲音又給我母親聽\\n到了，跑出來我們都挨了一頓罵，並且有大半天不准玩。我們推論禍首，認定是沈四太\\n太，於是提起她就不用尊稱了，給她另外起了一個綽號，叫作“肚子疼”。\\n　　衍太太卻決不如此。假如她看見我們吃冰，一定和藹地笑著說，“好，再吃一塊。\\n我記著，看誰吃的多。”\\n　　但我對於她也有不滿足的地方。一回是很早的時候了，我還很小，偶然走進她家去\\n，她正在和她的男人看書。我走近去，她便將書塞在我的眼前道，“你看，你知道這是\\n什麼？”我看那書上畫著房屋，有兩個人光著身子仿佛在打架，但又不很象。正遲疑間\\n，他們便大笑起來了。這使我很不高興，似乎受了一個極大的侮辱，不到那裏去大約有\\n十多天。一回是我已經十多歲了，和幾個孩子比賽打鏇子，看誰旋得多。她就從旁計著\\n數，說道，“好，八十二個了！再旋一個，八十三！好，八十四！……”但正在旋著的\\n阿祥，忽然跌倒了，阿祥的嬸母也恰恰走進來。她便接著說道，“你看，不是跌了麼？\\n不聽我的話。我叫你不要旋，不要旋……。”\\n　　雖然如此，孩子們總還喜歡到她那裏去。假如頭上碰得腫了一大塊的時候，去尋母\\n親去罷，好的是罵一通，再給擦一點藥；壞的是沒有藥擦，還添幾個栗鑿和一通罵。衍\\n太太卻決不埋怨，立刻給你用燒酒調了水粉，搽在疙瘩上，說這不但止痛，將來還沒有\\n瘢痕。\\n　　父親故去之後，我也還常到她家裏去，不過已不是和孩子們玩耍了，卻是和衍太太\\n或她的男人談閒天。我其時覺得很有許多東西要買，看的和吃的，只是沒有錢。有一天\\n談到這裏，她便說道，“母親的錢，你拿來用就是了，還不就是你的麼？”我說母親沒\\n有錢，她就說可以拿首飾去變賣；我說沒有首飾，她卻道，“也許你沒有留心。到大廚\\n的抽屜裏，角角落落去尋去，總可以尋出一點珠子這類東西……。”\\n　　這些話我聽去似乎很異樣，便又不到她那裏去了，但有時又真想去打開大廚，細細\\n地尋一尋。大約此後不到一月，就聽到一種流言，說我已經偷了家裏的東西去變賣了，\\n這實在使我覺得有如掉在冷水裏。流言的來源，我是明白的，倘是現在，只要有地方發\\n表，我總要罵出流言家的狐狸尾巴來，但那時太年青，一遇流言，便連自己也仿佛覺得\\n真是犯了罪，怕遇見人們的眼睛，怕受到母親的愛撫。\\n　　好。那麼，走罷！\\n　　但是，那裏去呢？S城人的臉早經看熟，如此而已，連心肝也似乎有些了然。總得\\n尋別一類人們去，去尋為S城人所詬病的人們，無論其為畜生或魔鬼。那時為全城所笑\\n罵的是一個開得不久的學校，叫作中西學堂，漢文之外，又教些洋文和算學。然而已經\\n成為眾矢之的了；熟讀聖賢書的秀才們，還集了《四書》的句子，做一篇八股來嘲誚它\\n，這名文便即傳遍了全城，人人當作有趣的話柄。我只記得那“起講”的開頭是：——\\n　　“徐子以告夷子曰：吾聞用夏變夷者，未聞變於夷者也。今也不然：鳩舌之音，聞\\n其聲，皆雅言也……。”以後可忘卻了，大概也和現今的國粹保存大家的議論差不多。\\n但我對於這中西學堂，卻也不滿足，因為那裏面只教漢文、算學、英文和法文。功課較\\n為別致的，還有杭州的求是書院，然而學費貴。\\n　　無須學費的學校在南京，自然只好往南京去。第一個進去的學校，目下不知道稱為\\n什麼了，光復以後，似乎有一時稱為雷電學堂，很象《封神榜》上“太極陣”、“混元\\n陣”一類的名目。總之，一進儀鳳門，便可以看見它那二十丈高的桅杆和不知多高的煙\\n通。功課也簡單，一星期中，幾乎四整天是英文：“Itisacat。”“Isit\\narat？”一整天是讀漢文：“君子曰，穎考叔可謂純孝也已矣，愛其母，施及莊公\\n。”一整天是做漢文：《知己知彼百戰百勝論》，《穎考叔論》，《雲從龍風從虎論》\\n，《咬得菜根則百事可做論》。\\n　　初進去當然只能做三班生，臥室裏是一桌一凳一床，床板只有兩塊。頭二班學生就\\n不同了，二桌二凳或三凳一床，床板多至三塊。不但上講堂時挾著一堆厚而且大的洋書\\n，氣昂昂地走著，決非只有一本“潑賴媽”和四本《左傳》的三班生所敢正視；便是空\\n著手，也一定將肘彎撐開，象一隻螃蟹，低一班的在後面總不能走出他之前。這一種螃\\n蟹式的名公巨卿，現在都闊別得很久了，前四五年，竟在教育部的破腳躺椅上，發現了\\n這姿勢，然而這位老爺卻並非雷電學堂出身的，可見螃蟹態度，在中國也頗普遍。\\n　　可愛的是桅杆。但並非如“東鄰”的“支那通”所說，因為它“挺然翹然”，又是\\n什麼的象徵。乃是因為它高，烏鴉喜鵲，都只能停在它的半途的木盤上。人如果爬到頂\\n，便可以近看獅子山，遠眺莫愁湖，——但究竟是否真可以眺得那麼遠，我現在可委實\\n有點記不清楚了。而且不危險，下面張著網，即使跌下來，也不過如一條小魚落在網子\\n裏；況且自從張網以後，聽說也還沒有人曾經跌下來。\\n　　原先還有一個池，給學生學游泳的，這裏面卻淹死了兩個年幼的學生。當我進去時\\n，早填平了，不但填平，上面還造了一所小小的關帝廟。廟旁是一座焚化字紙的磚爐，\\n爐口上方橫寫著四個大字道：“敬惜字紙”。只可惜那兩個淹死鬼失了池子，難討替代\\n，總在左近徘徊，雖然已有“伏魔大帝關聖帝君”鎮壓著。辦學的人大概是好心腸的，\\n所以每年七月十五，總請一群和尚到雨天操場來放焰口，一個紅鼻而胖的大和尚戴上毗\\n盧帽，捏訣，念咒：“回資羅，普彌耶吽，唵吽！唵！耶！吽！！！”\\n　　我的前輩同學被關聖帝君鎮壓了一整年，就只在這時候得到一點好處，——雖然我\\n並不深知是怎樣的好處。所以當這些時，我每每想：做學生總得自己小心些。\\n　　總覺得不大合適，可是無法形容出這不合適來。現在是發現了大致相近的字眼了，\\n“烏煙瘴氣”，庶幾乎其可也。只得走開。近來是單是走開也就不容易，“正人君子”\\n者流會說你罵人罵到聘書，或者是發“名士”脾氣，給你幾句正經的俏皮話。不過那時\\n還不打緊，學生所得的津貼，第一年不過二兩銀子，最初三個月的試習期內是零用五百\\n文。於是毫無問題，去考礦路學堂去了，也許是礦路學堂，已經有些記不真，文憑又不\\n在手頭，更無從查考。試驗並不難，錄取的。\\n　　這回不是Itisacat了，是DerMann，DieWeib，DasKi\\nnd。漢文仍舊是“穎考叔可謂純孝也已矣”，但外加《小學集注》。論文題目也小有\\n不同，譬如《工欲善其事必先利其器論》，是先前沒有做過的。\\n　　此外還有所謂格致、地學、金石學、……都非常新鮮。但是還得聲明：後兩項，就\\n是現在之所謂地質學和礦物學，並非講輿地和鐘鼎碑版的。只是畫鐵軌橫斷面圖卻有些\\n麻煩，平行線尤其討厭。但第二年的總辦是一個新黨，他坐在馬車上的時候大抵看著《\\n時務報》，考漢文也自己出題目，和教員出的很不同。有一次是《華盛頓論》，漢文教\\n員反而惴惴地來問我們道：“華盛頓是什麼東西呀？……”\\n　　看新書的風氣便流行起來，我也知道了中國有一部書叫《天演論》。星期日跑到城\\n南去買了來，白紙石印的一厚本，價五百文正。翻開一看，是寫得很好的字，開首便道\\n：——\\n　　“赫胥黎獨處一室之中，在英倫之南，背山而面野，檻外諸境，歷歷如在機下。乃\\n懸想二千年前，當羅馬大將愷撒未到時，此間有何景物？計惟有天造草昧……”\\n　　哦，原來世界上竟還有一個赫胥黎坐在書房裏那麼想，而且想得那麼新鮮？一口氣\\n讀下去，“物競”“天擇”也出來了，蘇格拉第、柏拉圖也出來了，斯多葛也出來了。\\n學堂裏又設立了一個閱報處，《時務報》不待言，還有《譯學匯編》，那書面上的張廉\\n卿一流的四個字，就藍得很可愛。\\n　　“你這孩子有點不對了，拿這篇文章去看去，抄下來去看去。”一位本家的老輩嚴\\n肅地對我說，而且遞過一張報紙來。接來看時，“臣許應騤跪奏……，”那文章現在是\\n一句也不記得了，總之是參康有為變法的，也不記得可曾抄了沒有。\\n　　仍然自己不覺得有什麼“不對”，一有閒空，就照例地吃侉餅、花生米、辣椒，看\\n《天演論》。\\n　　但我們也曾經有過一個很不平安的時期。那是第二年，聽說學校就要裁撤了。這也\\n無怪，這學堂的設立，原是因為兩江總督（大約是劉坤一罷）聽到青龍山的煤礦出息好\\n，所以開手的。待到開學時，煤礦那面卻已將原先的技師辭退，換了一個不甚了然的人\\n了。理由是：一、先前的技師薪水太貴；二、他們覺得開煤礦並不難。於是不到一年，\\n就連煤在那裏也不甚了然起來，終於是所得的煤，只能供燒那兩架抽水機之用，就是抽\\n了水掘煤，掘出煤來抽水，結一筆出入兩清的賬。既然開礦無利，礦路學堂自然也就無\\n須乎開了，但是不知怎的，卻又並不裁撤。到第三年我們下礦洞去看的時候，情形實在\\n頗淒涼，抽水機當然還在轉動，礦洞裏積水卻有半尺深，上面也點滴而下，幾個礦工便\\n在這裏面鬼一般工作著。\\n　　畢業，自然大家都盼望的，但一到畢業，卻又有些爽然若失。爬了幾次桅，不消說\\n不配做半個水兵；聽了幾年講，下了幾回礦洞，就能掘出金、銀、銅、鐵、錫來麼？實\\n在連自己也茫無把握，沒有做《工欲善其事必先利其器論》的那麼容易。爬上天空二十\\n丈和鑽下地面二十丈，結果還是一無所能，學問是“上窮碧落下黃泉，兩處茫茫皆不見\\n”了。所餘的還只有一條路：到外國去。\\n　　留學的事，官僚也許可了，派定五名到日本去。其中的一個因為祖母哭得死去活來\\n，不去了，只剩了四個。日本是同中國很兩樣的，我們應該如何准備呢？有一個前輩同\\n學在，比我們早一年畢業，曾經遊歷過日本，應該知道些情形。跑去請教之後，他鄭重\\n地說：——\\n　　“日本的襪是萬不能穿的，要多帶些中國襪。我看紙票也不好，你們帶去的錢不如\\n都換了他們的現銀。”\\n　　四個人都說遵命。別人不知其詳，我是將錢都在上海換了日本的銀元，還帶了十雙\\n中國襪——白襪。\\n　　後來呢？後來，要穿制服和皮鞋，中國襪完全無用；一元的銀圓日本早已廢置不用\\n了，又賠錢換了半元的銀圓和紙票。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>　　十月八日。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>藤野先生</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    東京也無非是這樣。上野的櫻花爛熳的時節，望去確也象緋紅的輕雲，但花下也缺\\n不了成群結隊的“清國留學生”的速成班，頭頂上盤著大辮子，頂得學生制帽的頂上高\\n高聳起，形成一座富士山。也有解散辮子，盤得平的，除下帽來，油光可鑒，宛如小姑\\n娘的發髻一般，還要將脖子扭幾扭。實在標致極了。\\n　　中國留學生會館的門房裏有幾本書買，有時還值得去一轉；倘在上午，裏面的幾間\\n洋房裏倒也還可以坐坐的。但到傍晚，有一間的地板便常不免要咚咚咚地響得震天，兼\\n以滿房煙塵鬥亂；問問精通時事的人，答道，“那是在學跳舞。”\\n　　到別的地方去看看，如何呢？\\n　　我就往仙台的醫學專門學校去。從東京出發，不久便到一處驛站，寫道：日暮裏。\\n不知怎地，我到現在還記得這名目。其次卻只記得水戶了，這是明的遺民朱舜水先生客\\n死的地方。仙台是一個市鎮，並不大；冬天冷得利害；還沒有中國的學生。\\n　　大概是物以希為貴罷。北京的白菜運往浙江，便用紅頭繩系住菜根，倒掛在水果店\\n頭，尊為“膠菜”；福建野生著的蘆薈，一到北京就請進溫室，且美其名曰“龍舌蘭”\\n。我到仙台也頗受了這樣的優待，不但學校不收學費，幾個職員還為我的食宿操心。我\\n先是住在監獄旁邊一個客店裏的，初冬已經頗冷，蚊子卻還多，後來用被蓋了全身，用\\n衣服包了頭臉，只留兩個鼻孔出氣。在這呼吸不息的地方，蚊子竟無從插嘴，居然睡安\\n穩了。飯食也不壞。但一位先生卻以為這客店也包辦囚人的飯食，我住在那裏不相宜，\\n幾次三番，幾次三番地說。我雖然覺得客店兼辦囚人的飯食和我不相干，然而好意難卻\\n，也只得別尋相宜的住處了。於是搬到別一家，離監獄也很遠，可惜每天總要喝難以下\\n嚥的芋梗湯。\\n　　從此就看見許多陌生的先生，聽到許多新鮮的講義。解剖學是兩個教授分任的。最\\n初是骨學。其時進來的是一個黑瘦的先生，八字須，戴著眼鏡，挾著一迭大大小小的書\\n。一將書放在講臺上，便用了緩慢而很有頓挫的聲調，向學生介紹自己道：——\\n　　“我就是叫作藤野嚴九郎的……。”\\n　　後面有幾個人笑起來了。他接著便講述解剖學在日本發達的歷史，那些大大小小的\\n書，便是從最初到現今關於這一門學問的著作。起初有幾本是線裝的；還有翻刻中國譯\\n本的，他們的翻譯和研究新的醫學，並不比中國早。\\n　　那坐在後面發笑的是上學年不及格的留級學生，在校已經一年，掌故頗為熟悉的了\\n。他們便給新生講演每個教授的歷史。這藤野先生，據說是穿衣服太模胡了，有時竟會\\n忘記帶領結；冬天是一件舊外套，寒顫顫的，有一回上火車去，致使管車的疑心他是扒\\n手，叫車裏的客人大家小心些。\\n　　他們的話大概是真的，我就親見他有一次上講堂沒有帶領結。\\n　　過了一星期，大約是星期六，他使助手來叫我了。到得研究室，見他坐在人骨和許\\n多單獨的頭骨中間，——他其時正在研究著頭骨，後來有一篇論文在本校的雜志上發表\\n出來。\\n　　“我的講義，你能抄下來麼？”他問。\\n　　“可以抄一點。”\\n　　“拿來我看！”\\n　　我交出所抄的講義去，他收下了，第二三天便還我，並且說，此後每一星期要送給\\n他看一回。我拿下來打開看時，很吃了一驚，同時也感到一種不安和感激。原來我的講\\n義已經從頭到末，都用紅筆添改過了，不但增加了許多脫漏的地方，連文法的錯誤，也\\n都一一訂正。這樣一直繼續到教完了他所擔任的功課：骨學、血管學、神經學。\\n　　可惜我那時太不用功，有時也很任性。還記得有一回藤野先生將我叫到他的研究室\\n裏去，翻出我那講義上的一個圖來，是下臂的血管，指著，向我和藹的說道：——\\n　　“你看，你將這條血管移了一點位置了。——自然，這樣一移，的確比較的好看些\\n，然而解剖圖不是美術，實物是那麼樣的，我們沒法改換它。現在我給你改好了，以後\\n你要全照著黑板上那樣的畫。”\\n　　但是我還不服氣，口頭答應著，心裏卻想道：——\\n　　“圖還是我畫的不錯；至於實在的情形，我心裏自然記得的。”\\n　　學年試驗完畢之後，我便到東京玩了一夏天，秋初再回學校，成績早已發表了，同\\n學一百餘人之中，我在中間，不過是沒有落第。這回藤野先生所擔任的功課，是解剖實\\n習和局部解剖學。\\n　　解剖實習了大概一星期，他又叫我去了，很高興地，仍用了極有抑揚的聲調對我說\\n道：——\\n　　“我因為聽說中國人是很敬重鬼的，所以很擔心，怕你不肯解剖屍體。現在總算放\\n心了，沒有這回事。”\\n　　但他也偶有使我很為難的時候。他聽說中國的女人是裹腳的，但不知道詳細，所以\\n要問我怎麼裹法，足骨變成怎樣的畸形，還歎息道，“總要看一看才知道。究竟是怎麼\\n一回事呢？”\\n　　有一天，本級的學生會幹事到我寓裏來了，要借我的講義看。我檢出來交給他們，\\n卻只翻檢了一通，並沒有帶走。但他們一走，郵差就送到一封很厚的信，拆開看時，第\\n一句是：——\\n　　“你改悔罷！”\\n　　這是《新約》上的句子罷，但經托爾斯泰新近引用過的。其時正值日俄戰爭，托老\\n先生便寫了一封給俄國和日本的皇帝的信，開首便是這一句。日本報紙上很斥責他的不\\n遜，愛國青年也憤然，然而暗地裏卻早受了他的影響了。其次的話，大略是說上年解剖\\n學試驗的題目，是藤野先生講義上做了記號，我預先知道的，所以能有這樣的成績。末\\n尾是匿名。\\n　　我這才回憶到前幾天的一件事。因為要開同級會，幹事便在黑板上寫廣告，末一句\\n是“請全數到會勿漏為要”，而且在“漏”字旁邊加了一個圈。我當時雖然覺到圈得可\\n笑，但是毫不介意，這回才悟出那字也在譏刺我了，猶言我得了教員漏泄出來的題目。\\n 　　我便將這事告知了藤野先生；有幾個和我熟識的同學也很不平，一同去詰責幹事\\n 托辭檢查的無禮，並且要求他們將檢查的結果，發表出來。終於這流言消滅了，幹事卻\\n 又竭力運動，要收回那一封匿名信去。結末是我便將這托爾斯泰式的信退還了他們。\\n　　中國是弱國，所以中國人當然是低能兒，分數在六十分以上，便不是自己的能力了\\n：也無怪他們疑惑。但我接著便有參觀槍斃中國人的命運了。第二年添教黴菌學，細菌\\n的形狀是全用電影來顯示的，一段落已完而還沒有到下課的時候，便影幾片時事的片子\\n，自然都是日本戰勝俄國的情形。但偏有中國人夾在裏邊：給俄國人做偵探，被日本軍\\n捕獲，要槍斃了，圍著看的也是一群中國人；在講堂裏的還有一個我。\\n　　“萬歲！”他們都拍掌歡呼起來。\\n　　這種歡呼，是每看一片都有的，但在我，這一聲卻特別聽得刺耳。此後回到中國來\\n，我看見那些閒看槍斃犯人的人們，他們也何嘗不酒醉似的喝彩，——嗚呼，無法可想\\n！但在那時那地，我的意見卻變化了。\\n　　到第二學年的終結，我便去尋藤野先生，告訴他我將不學醫學，並且離開這仙台。\\n他的臉色仿佛有些悲哀，似乎想說話，但竟沒有說。\\n　　“我想去學生物學，先生教給我的學問，也還有用的。”其實我並沒有決意要學生\\n物學，因為看得他有些淒然，便說了一個慰安他的謊話。\\n　　“為醫學而教的解剖學之類，怕於生物學也沒有什麼大幫助。”他歎息說。\\n　　將走的前幾天，他叫我到他家裏去，交給我一張照相，後面寫著兩個字道：“惜別\\n”，還說希望將我的也送他。但我這時適值沒有照相了；他便叮囑我將來照了寄給他，\\n並且時時通信告訴他此後的狀況。\\n　　我離開仙台之後，就多年沒有照過相，又因為狀況也無聊，說起來無非使他失望，\\n便連信也怕敢寫了。經過的年月一多，話更無從說起，所以雖然有時想寫信，卻又難以\\n下筆，這樣的一直到現在，竟沒有寄過一封信和一張照片。從他那一面看起來，是一去\\n之後，杳無消息了。\\n　　但不知怎地，我總還時時記起他，在我所認為我師的之中，他是最使我感激，給我\\n鼓勵的一個。有時我常常想：他的對於我的熱心的希望，不倦的教誨，小而言之，是為\\n中國，就是希望中國有新的醫學；大而言之，是為學術，就是希望新的醫學傳到中國去\\n。他的性格，在我的眼裏和心裏是偉大的，雖然他的姓名並不為許多人所知道。\\n　　他所改正的講義，我曾經訂成三厚本，收藏著的，將作為永久的紀念。不幸七年前\\n遷居的時候，中途毀壞了一口書箱，失去半箱書，恰巧這講義也遺失在內了。責成運送\\n局去找尋，寂無回信。只有他的照相至今還掛在我北京寓居的東牆上，書桌對面。每當\\n夜間疲倦，正想偷懶時，仰面在燈光中瞥見他黑瘦的面貌，似乎正要說出抑揚頓挫的話\\n來，便使我忽又良心發現，而且增加勇氣了，於是點上一枝煙，再繼續寫些為“正人君\\n子”之流所深惡痛疾的文字。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　十月十二日。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>范愛農</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    在東京的客店裏，我們大抵一起來就看報。學生所看的多是《朝日新聞》和《讀賣\\n新聞》，專愛打聽社會上瑣事的就看《二六新聞》。一天早晨，辟頭就看見一條從中國\\n來的電報，大概是：——\\n　　“安徽巡撫恩銘被JoShikiRin刺殺，刺客就擒。”\\n　　大家一怔之後，便容光煥發地互相告語，並且研究這刺客是誰，漢字是怎樣三個字\\n。但只要是紹興人，又不專看教科書的，卻早已明白了。這是徐錫麟，他留學回國之後\\n，在做安徽候補道，辦著巡警事物，正合於刺殺巡撫的地位。\\n　　大家接著就預測他將被極刑，家族將被連累。不久，秋瑾姑娘在紹興被殺的消息也\\n傳來了，徐錫麟是被挖了心，給恩銘的親兵炒食淨盡。人心很憤怒。有幾個人便密秘地\\n開一個會，籌集川資；這時用得著日本浪人了，撕烏賊魚下酒，慷慨一通之後，他便登\\n程去接徐伯蓀的家屬去。\\n　　照例還有一個同鄉會，吊烈士，罵滿洲；此後便有人主張打電報到北京，痛斥滿政\\n府的無人道。會眾即刻分成兩派：一派要發電，一派不要發。我是主張發電的，但當我\\n說出之後，即有一種鈍滯的聲音跟著起來：——\\n　　“殺的殺掉了，死的死掉了，還發什麼屁電報呢。”\\n　　這是一個高大身材，長頭發，眼球白多黑少的人，看人總象在渺視。他蹲在席子上\\n，我發言大抵就反對；我早覺得奇怪，注意著他的了，到這時才打聽別人：說這話的是\\n誰呢，有那麼冷？認識的人告訴我說：他叫範愛農，是徐伯蓀的學生。\\n　　我非常憤怒了，覺得他簡直不是人，自己的先生被殺了，連打一個電報還害怕，於\\n是便堅執地主張要發電，同他爭起來。結果是主張發電的居多數，他屈服了。其次要推\\n出人來擬電稿。\\n　　“何必推舉呢？自然是主張發電的人羅——。”他說。\\n　　我覺得他的話又在針對我，無理倒也並非無理的。但我便主張這一篇悲壯的文章必\\n須深知烈士生平的人做，因為他比別人關系更密切，心裏更悲憤，做出來就一定更動人\\n。於是又爭起來。結果是他不做，我也不做，不知誰承認做去了；其次是大家走散，只\\n留下一個擬稿的和一兩個幹事，等候做好之後去拍發。從此我總覺得這範愛農離奇，\\n而且很可惡。天下可惡的人，當初以為是滿人，這時才知道還在其次；第一倒是範愛農\\n。中國不革命則已，要革命，首先就必須將範愛農除去。\\n　　然而這意見後來似乎逐漸淡薄，到底忘卻了，我們從此也沒有再見面。直到革命的\\n前一年，我在故鄉做教員，大概是春末時候罷，忽然在熟人的客座上看見了一個人，互\\n相熟視了不過兩三秒鐘，我們便同時說：——\\n　　“哦哦，你是範愛農！”\\n　　“哦哦，你是魯迅！”\\n　　不知怎地我們便都笑了起來，是互相的嘲笑和悲哀。他眼睛還是那樣，然而奇怪，\\n只這幾年，頭上卻有了白發了，但也許本來就有，我先前沒有留心到。他穿著很舊的布\\n馬褂，破布鞋，顯得很寒素。談起自己的經歷來，他說他後來沒有了學費，不能再留學\\n，便回來了。回到故鄉之後，又受著輕蔑，排斥，迫害，幾乎無地可容。現在是躲在鄉\\n下，教著幾個小學生糊口。但因為有時覺得很氣悶，所以也趁了航船進城來。\\n　　他又告訴我現在愛喝酒，於是我們便喝酒。從此他每一進城，必定來訪我，非常相\\n熟了。我們醉後常談些愚不可及的瘋話，連母親偶然聽到了也發笑。一天我忽而記起在\\n東京開同鄉會時的舊事，便問他：——\\n　　“那一天你專門反對我，而且故意似的，究竟是什麼緣故呢？”\\n　　“你還不知道？我一向就討厭你的，——不但我，我們。”\\n　　“你那時之前，早知道我是誰麼？”\\n　　“怎麼不知道。我們到橫濱，來接的不就是子英和你麼？你看不起我們，搖搖頭，\\n你自己還記得麼？”\\n　　我略略一想，記得的，雖然是七八年前的事。那時是子英來約我的，說到橫濱去接\\n新來留學的同鄉。汽船一到，看見一大堆，大概一共有十多人，一上岸便將行李放到稅\\n關上去候查檢，關吏在衣箱中翻來翻去，忽然翻出一雙繡花的弓鞋來，便放下公事，拿\\n著子細地看。我很不滿，心裏想，這些鳥男人，怎麼帶這東西來呢。自己不注意，那時\\n也許就搖了搖頭。檢驗完畢，在客店小坐之後，即須上火車。不料這一群讀書人又在客\\n車上讓起坐位來了，甲要乙坐在這位子，乙要丙去坐，做揖未終，火車已開，車身一搖\\n，即刻跌倒了三四個。我那時也很不滿，暗地裏想：連火車上的坐位，他們也要分出尊\\n卑來……。自己不注意，也許又搖了搖頭。然而那群雍容揖讓的人物中就有範愛農，卻\\n直到這一天才想到。豈但他呢，說起來也慚愧，這一群裏，還有後來在安徽戰死的陳伯\\n平烈士，被害的馬宗漢烈士；被囚在黑獄裏，到革命後才見天日而身上永帶著匪刑的傷\\n痕的也還有一兩人。而我都茫無所知，搖著頭將他們一併運上東京了。徐伯蓀雖然和他\\n們同船來，卻不在這車上，因為他在神戶就和他的夫人坐車走了陸路了。\\n　　我想我那時搖頭大約有兩回，他們看見的不知道是那一回。讓坐時喧鬧，檢查時幽\\n靜，一定是在稅關上的那一回了，試問愛農，果然是的。\\n　　“我真不懂你們帶這東西做什麼？是誰的？”\\n　　“還不是我們師母的？”他瞪著他多白的眼。\\n　　“到東京就要假裝大腳，又何必帶這東西呢？”\\n　　“誰知道呢？你問她去。”\\n　　到冬初，我們的景況更拮据了，然而還喝酒，講笑話。忽然是武昌起義，接著是紹\\n興光復。第二天愛農就上城來，戴著農夫常用的氈帽，那笑容是從來沒有見過的。\\n　　“老迅，我們今天不喝酒了。我要去看看光復的紹興。我們同去。”\\n　　我們便到街上去走了一通，滿眼是白旗。然而貌雖如此，內骨子是依舊的，因為還\\n是幾個舊鄉紳所組織的軍政府，什麼鐵路股東是行政司長，錢店掌櫃是軍械司長……。\\n這軍政府也到底不長久，幾個少年一嚷，王金發帶兵從杭州進來了，但即使不嚷或者也\\n會來。他進來以後，也就被許多閒漢和新進的革命党所包圍，大做王都督。在衙門裏的\\n人物，穿布衣來的，不上十天也大概換上皮袍子了，天氣還並不冷。\\n　　我被擺在師範學校校長的飯碗旁邊，王都督給了我校款二百元。愛農做監學，還是\\n那件布袍子，但不大喝酒了，也很少有工夫談閒天。他辦事，兼教書，實在勤快得可以\\n。\\n　　“情形還是不行，王金發他們。”一個去年聽過我的講義的少年來訪我，慷慨地說\\n，“我們要辦一種報來監督他們。不過發起人要借用先生的名字。還有一個是子英先生\\n，一個是德清先生。為社會，我們知道你決不推卻的。”\\n　　我答應他了。兩天后便看見出報的傳單，發起人誠然是三個。五天后便見報，開首\\n便罵軍政府和那裏面的人員；此後是罵都督，都督的親戚、同鄉、姨太太……。\\n　　這樣地罵了十多天，就有一種消息傳到我的家裏來，說都督因為你們詐取了他的錢\\n，還罵他，要派人用手槍來打死你們了。\\n　　別人倒還不打緊，第一個著急的是我的母親，叮囑我不要再出去。但我還是照常走\\n，並且說明，王金發是不來打死我們的，他雖然綠林大學出身，而殺人卻不很輕易。況\\n且我拿的是校款，這一點他還能明白的，不過說說罷了。\\n　　果然沒有來殺。寫信去要經費，又取了二百元。但仿佛有些怒意，同時傳令道：再\\n來要，沒有了！\\n　　不過愛農得到了一種新消息，卻使我很為難。原來所謂“詐取”者，並非指學校\\n經費而言，是指另有送給報館的一筆款。報紙上罵了幾天之後，王金發便叫人送去了五\\n百元。於是乎我們的少年們便開起會議來，第一個問題是：收不收？決議曰：收。第二\\n個問題是：收了之後罵不罵？決議曰：罵。理由是：收錢之後，他是股東；股東不好，\\n自然要罵。\\n　　我即刻到報館去問這事的真假。都是真的。略說了幾句不該收他錢的話，一個名為\\n會計的便不高興了，質問我道：——\\n　　“報館為什麼不收股本？”\\n　　“這不是股本……”\\n　　“不是股本是什麼？”\\n　　我就不再說下去了，這一點世故是早已知道的，倘我再說出連累我們的話來，他就\\n會面斥我太愛惜不值錢的生命，不肯為社會犧牲，或者明天在報上就可以看見我怎樣怕\\n死發抖的記載。\\n　　然而事情很湊巧，季弗寫信來催我往南京了。愛農也很贊成，但頗淒涼，說：——\\n　　“這裏又是那樣，住不得。你快去罷……。”\\n　　我懂得他無聲的話，決計往南京。先到都督府去辭職，自然照準，派來了一個拖鼻\\n涕的接收員，我交出賬目和餘款一角又兩銅元，不是校長了。後任是孔教會會長傅力臣\\n。\\n　　報館案是我到南京後兩三個星期了結的，被一群兵們搗毀。子英在鄉下，沒有事；\\n德清適值在城裏，大腿上被刺了一尖刀。他大怒了。自然，這是很有些痛的，怪他不得\\n。他大怒之後，脫下衣服，照了一張照片，以顯示一寸來寬的刀傷，並且做一篇文章敘\\n述情形，向各處分送，宣傳軍政府的橫暴。我想，這種照片現在是大約未必還有人收藏\\n著了，尺寸太小，刀傷縮小到幾乎等於無，如果不加說明，看見的人一定以為是帶些瘋\\n氣的風流人物的裸體照片，倘遇見孫傳芳大帥，還怕要被禁止的。\\n　　我從南京移到北京的時候，愛農的學監也被孔教會會長的校長設法去掉了。他又成\\n了革命前的愛農。我想為他在北京尋一點小事做，這是他非常希望的，然而沒有機會。\\n他後來便到一個熟人的家裏去寄食，也時時給我信，景況愈困窮，言辭也愈淒苦。終于\\n又非走出這熟人的家不可，便在各處飄浮。不久，忽然從同鄉那裏得到一個消息，說他\\n已經掉在水裏，淹死了。\\n　　我疑心他是自殺。因為他是浮水的好手，不容易淹死的。\\n　　夜間獨坐在會館裏，十分悲涼，又疑心這消息並不確，但無端又覺得這是極其可靠\\n的，雖然並無證據。一點法子都沒有，只做了四首詩，後來曾在一種日報上發表，現在\\n是將要忘記完了。只記得一首裏的六句，起首四句是：“把酒論天下，先生小酒人，大\\n圜猶酩酊，微醉合沉淪。”中間忘掉兩句，末了是“舊朋雲散盡，餘亦等輕塵。”\\n　　後來我回故鄉去，才知道一些較為詳細的事。愛農先是什麼事也沒得做，因為大家\\n討厭他。他很困難，但還喝酒，是朋友請他的。他已經很少和人們來往，常見的只剩下\\n幾個後來認識的較為年青的人了，然而他們似乎也不願意多聽他的牢騷，以為不如講笑\\n話有趣。\\n　　“也許明天就收到一個電報，拆開來一看，是魯迅來叫我的。”他時常這樣說。\\n　　一天，幾個新的朋友約他坐船去看戲，回來已過夜半，又是大風雨，他醉著，卻偏\\n要到船舷上去小解。大家勸阻他，也不聽，自己說是不會掉下去的。但他掉下去了，雖\\n然能浮水，卻從此不起來。\\n　　第二天打撈屍體，是在菱蕩裏找到的，直立著。\\n　　我至今不明白他究竟是失足還是自殺。\\n　　他死後一無所有，遺下一個幼女和他的夫人。有幾個人想集一點錢作他女孩將來的\\n學費的基金，因為一經提議，即有族人來爭這筆款的保管權，——其實還沒有這筆款，\\n大家覺得無聊，便無形消散了。\\n　　現在不知他唯一的女兒景況如何？倘在上學，中學已該畢業了罷。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　十一月十八日。\\n后記</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>    我在第三篇講《二十四孝》的開頭，說北京恐嚇小孩的“馬虎子”應作“麻鬍子”\\n，是指麻叔謀，而且以他為胡人。現在知道是錯了，“胡”應作“祜”，是叔謀之名，\\n見唐人李濟翁做的《資暇集》卷下，題雲《非麻胡》。原文如次：－－\\n　　俗怖嬰兒曰：麻胡來！不知其源者，以為多髯之神而驗刺者，非也。隋將軍麻祜\\n，性酷虐，煬帝令開汴河，威棱既盛，至稚童望風而畏，互相恐嚇曰：麻祜來！稚童\\n語不正，轉祜為胡。只如憲宗朝涇將郝玭，蕃中皆畏憚，其國嬰兒啼者，以玭怖之則\\n止。又，武宗朝，閭閻孩孺相脅雲：薛尹來！鹹類此也。況《魏志》載張文遠遼來之\\n明證乎？（原注：麻祜廟在睢陽。鹿阜方節度李丕即其後。丕為重建碑。）\\n　　原來我的識見，就正和唐朝的“不知其源者”相同，貽譏於千載之前，真是咎有應\\n得，只好苦笑。但又不知麻祜廟碑或碑文，現在尚在睢陽或存于方志中否？倘在，我們\\n當可以看見和小說《開河記》所載相反的他的功業。\\n　　因為想尋幾張插畫，常維鈞兄給我在北京搜集了許多材料，有幾種是為我所未曾見\\n過的。如光緒己卯（1879）肅州胡文炳作的《二百□（形似“冊”，四十）孝圖》\\n－－原書有注雲：“冊讀如習。”我真不解他何以不直稱四十，而必須如此麻煩－－即\\n其一。我所反對的“郭巨埋兒”，他于我還未出世的前幾年，已經刪去了。序有雲：－\\n－\\n　　……坊間所刻《二十四孝》，善矣。然其中郭巨埋兒一事，揆之天理人情，殊不\\n可以訓。……炳竊不自量，妄為編輯。凡矯枉過正而刻意求名者，概從割愛；惟擇其事\\n之不詭於正，而人人可為者，類為六門。……\\n　　這位肅州胡老先生的勇決，委實令我佩服了。但這種意見，恐怕是懷抱者不乏其人\\n，而且由來已久的，不過大抵不敢毅然刪改，筆之於書。如同治十一年（1872）刻\\n的《百孝圖》，前有紀常鄭績序，就說：\\n　　……況邇來世風日下，沿習澆漓，不知孝出天性自然，反以孝作另成一事。且擇\\n古人投爐埋兒為忍心害理，指割股抽腸為損親遺體。殊未審孝只在乎心，不在乎跡。盡\\n孝無定形，行孝無定事。古之孝者非在今所宜，今之孝者難泥古之事。因此時此地不同\\n，而其人其事各異，求其所以盡孝之心則一也。子夏曰：事父母能竭其力。故孔門問孝\\n，所答何嘗有同然乎？……\\n　　則同治年間就有人以埋兒等事為“忍心害理”，灼然可知。至於這一位“紀常鄭\\n績”先生的意思，我卻還是不大懂，或者像是說：這些事現在可以不必學，但也不必說\\n他錯。\\n　　這部《百孝圖》的起源有點特別，是因為見了“粵東顏子”的《百美新詠》而作的\\n。人重色而己重孝，衛道之盛心可謂至矣。雖然是“會稽俞葆真蘭浦編輯”，與不佞有\\n同鄉之誼，－－但我還只得老實說：不大高明。例如木蘭從軍的出典，他注雲：“隋史\\n”。這樣名目的書，現今是沒有的；倘是《隋書》，那裏面又沒有木蘭從軍的事。\\n　　而中華民國九年（1920），上海的書店卻偏偏將它用石印翻印了，書名的前後\\n各添了兩個字：《男女百孝圖全傳》。第一葉上還有一行小字道：家庭教育的好模範。\\n又加了一篇“吳下大錯王鼎謹識”的序，開首先發同治年間“紀常鄭績”先生一流的感\\n慨：－－\\n　　慨自歐化東漸，海內承學之士，囂囂然侈談自由平等之說，致道德日就淪胥，人心\\n日益澆漓，寡廉鮮恥，無所不為，僥幸行險，人思幸進，求所謂砥礪廉隅，束身自愛者\\n，世不多睹焉。……起觀斯世之忍心害理，幾全如陳叔寶之無心肝。長此滔滔，伊何底\\n止？。……\\n　　其實陳叔寶模胡到好象“全無心肝”，或者有之，若拉他來配“忍心害理”，卻未\\n免有些冤枉。這是有幾個人以評“郭巨埋兒”和“李娥投爐”的事的。\\n　　至於人心，有幾點確也似乎正在澆漓起來。自從《男女之秘密》、《男女交合新論\\n》出現後，上海就很有些書名喜歡用“男女”二字冠首。現在是連“以正人心而厚風俗\\n”的《百孝圖》上也加上了。這大概為因不滿於《百美新詠》而教孝的“會稽俞葆真蘭\\n浦”先生所不及料的罷。\\n　　從說“百行之先”的孝而忽然拉到“男女”上去，仿佛也近乎不莊重，－－澆漓。\\n但我總還想趁便說幾句，－－自然竭力來減省。\\n　　我們中國人即使對於“百行之先”，我敢說，也未必就不想到男女上去的。太平無\\n事，閒人很多，偶有“殺身成仁舍生取義”的，本人也許忙得不暇檢點，而活著的旁觀\\n者總會加以綿密的研究。曹娥的投江覓父，淹死後抱父屍出，是載在正史，很有許多人\\n知道的。但這一個“抱”字卻發生過問題。\\n　　我幼小時候，在故鄉曾經聽到老年人這樣講：－－\\n　　“……死了的曹娥，和她父親的屍體，最初是面對面抱著浮上來的。然而過往行人\\n看見的都發笑了，說：哈哈！這麼一個年青姑娘抱著這麼一個老頭子！於是那兩個死屍\\n又沉下去了；停了一刻又浮起來，這回是背對背的負著。”\\n　　好！在禮義之邦裏，連一個年幼－－嗚呼，“娥年十四”而已－－的死孝女要和死\\n父親一同浮出，也有這麼艱難！\\n　　我檢查《百孝圖》和《二百冊孝圖》，畫師都很聰明，所畫的是曹娥還未跳入江中\\n，只在江幹啼哭。但吳友如畫的《女二十四孝圖》（1892）卻正是兩屍一同浮出的\\n這一幕，而且也正畫作“背對背”，如第一圖的上方。我想，他大約也知道我所聽到的\\n那故事的。還有《後二十四孝圖說》，也是吳友如畫，也有曹娥，則畫作正在投江的情\\n狀，如第一圖下。就我現今所見的教孝的圖說而言，古今頗有許多遇盜，遇虎，遇火，\\n遇風的孝子，那應付的方法，十之九是“哭”和“拜”。\\n　　中國的哭和拜，什麼時候才完呢？\\n　　至於畫法，我以為最簡古的倒要算日本的小田海仙本，這本子早已印入《點石齋叢\\n畫》裏，變成國貨，很容易入手的了。吳友如畫的最細巧，也最能引動人。但他于歷史\\n畫其實是不大相宜的；他久居上海的租界裏，耳濡目染，最擅長的倒在作“惡鴇虐妓”\\n，“流氓拆梢”一類的時事畫，那真是勃勃有生氣，令人在紙上看出上海的洋場來。但\\n影響殊不佳，近來許多小說和兒童讀物的插畫中，往往將一切女性畫成妓女樣，一切孩\\n童都畫得象一個小流氓，大半就因為太看了他的畫本的緣故。\\n　　而孝子的事跡也比較地更難畫，因為總是慘苦的多。譬如“郭巨埋兒”，無論如何\\n總難以畫到引得孩子眉飛色舞，自願躺到坑裏去。還有“嘗糞心憂”，也不容易引人入\\n勝。還有老萊子的“戲彩娛親”，題詩上雖說“喜色滿庭幃”，而圖畫上卻絕少有有趣\\n的家庭的氣息。\\n　　我現在選取了三種不同的標本，合成第二圖。上方的是《百孝圖》中的一部分，“\\n陳村何雲梯”畫的，畫的是“取水上堂詐跌臥地作嬰兒啼”這一段。也帶出“雙親開口\\n笑”來。中間的一小塊是我從“直北李錫彤”畫的《二十四孝圖詩合刊》上描下來的，\\n畫的是“著五色斑斕之衣為嬰兒戲于親側”這一段；手裏捏著“搖咕咚”，就是“嬰兒\\n戲”這三個字的點題。但大約李先生覺得一個高大的老頭子玩這樣的把戲究竟不象樣，\\n將他的身子竭力收縮，畫成一個有鬍子的小孩子了。然而仍然無趣。至於線的錯誤和缺\\n少，那是不能怪作者的，也不能埋怨我，只能去罵刻工。查這刻工當前清同治十二年（\\n1873）慎獨山房刻本，無畫人姓名，但是雙料畫法，一面“詐跌臥地”，一面“為\\n嬰兒戲”，將兩件事合起來，而將“斑斕之衣”忘卻了。吳友如畫的一本，也合兩事為\\n一，也忘了斑斕之衣，只是老萊子比較的胖一些，且綰著雙丫髻，－－不過還是無趣味\\n。\\n　　人說，諷刺和冷嘲只隔一張紙，我以為有趣和肉麻也一樣。孩子對父母撒嬌可以看\\n得有趣，若是成人，便未免有些不順眼。放達的夫妻在人面前的互相愛憐的態度，有時\\n略一跨出有趣的界線，也容易變為肉麻。老萊子的作態的圖，正無怪誰也畫不好。象這\\n些圖畫上似的家庭裏，我是一天也住不舒服的，你看這樣一位七十多歲的老太爺整年假\\n惺惺地玩著一個“搖咕咚”。\\n　　漢朝人在宮殿和墓前的石室裏，多喜歡繪畫和雕刻古來的帝王、孔子弟子、列士、\\n列女、孝子之類的圖。宮殿當然一椽不存了；石室卻偶然還有，而最完全的是山東嘉祥\\n縣的武氏石室。我仿佛記得那上面就刻著老萊子的故事。但現在手頭既沒有拓本，也沒\\n有《金石萃編》，不能查考了；否則，將現時的和約一千八百年前的圖畫比較起來，也\\n是一種頗有趣味的事。\\n　　關於老萊子的，《百孝圖》上還有這樣的一段：－－\\n　　……萊子又有弄雛娛親之事：嘗弄雛於雙親之側，欲親之喜。（原注：《高士傳》\\n。）\\n　　誰做的《高士傳》呢？嵇康的，還是皇甫謐的？也還是手頭沒有書，無從查考。只\\n在新近因為白得了一個月的薪水，這才發狠買來的《太平禦覽》上查了一通，到底查不\\n著，倘不是我粗心，那就是出於別的唐宋人的類書裏的了。但這也沒有什麼大關系。我\\n所覺得特別的，是文中的那“雛”字。\\n　　我想，這“雛”未必一定是小禽鳥。孩子們喜歡弄來玩耍的，用泥和綢或布做成的\\n人形，日本也叫hina，寫作“雛”。他們那裏往往存留中國的古語；而老萊子在父\\n母面前弄孩子的玩具，也比弄小禽鳥更自然。所以英語的doll，即我們現在稱為“\\n洋囡囡”或“泥人兒”，而文字上只好寫作“傀儡”的，說不定古人就稱“雛”，後來\\n中絕，便只殘存於日本了。但這不過是我一時的臆測，此外也並無什麼堅實的憑證。\\n　　這弄雛的事，似乎也還沒有畫過圖。\\n　　我所搜集的另一批，是內有“無常”的畫像的書籍。一曰《玉歷鈔傳警世》（或無\\n下二字），一曰《玉歷至寶鈔》（或作編）。其實是兩種都差不多的。關於搜集的事，\\n我首先仍要感謝常維鈞兄，他寄給我北京龍光齋本，又鑒光齋本；天津思過齋本，又石\\n印局本；南京李光明莊本。其次是章矛塵兄，給我杭州碼瑙經房本，紹興許廣記本，最\\n近石印本。又其次是我自己，得到廣州寶經閣本，又翰元樓本。\\n　　這些《玉歷》，有繁簡兩種，是和我的前言相符的。但我調查了一切無常的畫像之\\n後，卻恐慌起來了。因為書上的“活無常”是花袍、紗帽、背後插刀；而拿算盤，戴高\\n帽子的卻是“死有分”！雖然面貌有凶惡和和善之別，腳下有草鞋和布（？）鞋之殊，\\n也不過畫工偶然的隨便，而最關緊要的題字，則全體一致，曰：“死有分”。嗚呼，這\\n明明是專在和我為難。\\n　　然而我還不能心服。一者因為這些書都不是我幼小時候所見的那一部，二者因為我\\n還確信我的記憶並沒有錯。不過撕下一葉來做插畫的企圖，卻被無聲無臭地打得粉碎了\\n。只得選取標本各一－－南京本的死有分和廣州本的活無常－－之外，還自己動手，添\\n畫一個我所記得的目連戲或迎神賽會中的“活無常”來塞責，如第三圖上方。好在我並\\n非畫家，雖然太不高明，讀者也許不至於嗔責罷。先前想不到後來，曾經對于吳友如先\\n生輩頗說過幾句蹊蹺話，不料曾幾何時，即須自己出醜了，現在就預先辯解幾句在這裏\\n存案。但是，如果無效，那也只好直抄徐（印世昌）大總統的哲學：聽其自然。\\n　　還有不能心服的事，是我覺得雖是宣傳《玉歷》的諸公，於陰間的事情其實也不大\\n了然。例如一個人初死時的情狀，那圖像就分成兩派。一派是只來一位手執鋼叉的鬼卒\\n，叫作“勾魂使者”，此外什麼都沒有；一派是一個馬面，兩個無常－－陽無常和陰無\\n常－－而並非活無常和死有分。倘說，那兩個就是活無常和死有分罷，則和單個的畫像\\n又不一致。如第四圖版上的A，陽無常何嘗是花袍紗帽？只有陰無常卻和單畫的死有分\\n頗相象的，但也放下算盤拿了扇。這還可以說大約因為其時是夏天，然而怎麼又長了那\\n麼長的絡腮鬍子了呢？難道夏天時疫多，他竟忙得連修刮的工夫都沒有了麼？這圖的來\\n源是天津思過齋的本子，合併聲明；還有北京和廣州本上的，也相差無幾。\\n　　B是從南京的李光明莊刻本上取來的，圖畫和A相同，而題字則正相反了：天津本\\n指為陰無常者，它卻道是陽無常。但和我的主張是一致的。那麼，倘有一個素衣高帽的\\n東西，不問他鬍子之有無，北京人、天津人、廣州人只管去稱為陰無常或死有分，我和\\n南京人則叫他活無常，各隨自己的便罷。“名者，實之賓也”，不關什麼緊要的。\\n　　不過我還要添上一點C圖，是紹興許廣記刻本中的一部分，上面並無題字，不知宣\\n傳者于意雲何。我幼小時常常走過許廣記的門前，也閒看他們刻圖畫，是專愛用弧線和\\n直線，不大肯作曲線的，所以無常先生的真相，在這裏也難以判然。只是他身邊另有一\\n個小高帽，卻還能分明看出，為別的本子上所無。這就是我所說過的在賽會時候出現的\\n阿領。他連辦公時間也帶著兒子（？）走，我想，大概是在叫他跟隨學習，預備長大之\\n後，可以“無改于父之道”的。\\n　　除勾攝人魂外，十殿閻羅王中第四殿五官王的案桌旁邊，也什九站著一個高帽腳色\\n。如D圖，1取自天津的思過齋本，模樣頗漂亮；2是南京本，舌頭拖出來了，不知何\\n故；3是廣州的寶經閣本，扇子破了；4是北京龍光齋本，無扇，下巴之下一條黑，我\\n看不透它是鬍子還是舌頭；5是天津石印局本，也頗漂亮，然而站到第七殿泰山王的公\\n案桌邊去了：這是很特別的。\\n　　又，老虎噬人的圖上，也一定畫有一個高帽的腳色，拿著紙扇子暗地裏在指揮。不\\n知道這也就是無常呢，還是所謂“倀鬼”？但我鄉戲文上的倀鬼都不戴高帽子。\\n　　研究這一類三魂渺渺，七魄茫茫，“死無對證”的學問，是很新穎，也極佔便宜的\\n。假使徵集材料，開始討論，將各種往來的信件都編印起來，恐怕也可以出三四本頗厚\\n的書，並且因此升為“學者”。但是，“活無常學者”，名稱不大冠冕，我不想幹下去\\n了，只在這裏下一個武斷：－－\\n　　《玉歷》式的思想是很粗淺的：“活無常”和“死有分”，合起來是人生的象徵。\\n人將死時，本只須死有分來到。因為他一到，這時候，也就可見“活無常”。\\n　　但民間又有一種自稱“走陰”或“陰差”的，是生人暫時入冥，幫辦公事的腳色。\\n因為他幫同勾魂攝魄，大家也就稱之為“無常”；又以其本是生魂也，則別之曰“陽”\\n，但從此便和“活無常”隱然相混了。如第四圖版之A，題為“陽無常”的，是平常人\\n的普通裝束，足見明明是陰差，他的職務只在領鬼卒進門，所以站在階下。\\n　　既有了生魂入冥的“陽無常”，便以“陰無常”來稱職務相似而並非生魂的死有分\\n了。做目連戲和迎神賽會雖說是禱祈，同時也等於娛樂，扮演出來的應該是陰差，而普\\n通狀態太無趣，－－無所謂扮演，－－不如奇特些好，於是就將“那一個無常”的衣裝\\n給他穿上了；－－自然原也沒有知道得很清楚。然而從此也更傳訛下去。所以南京人和\\n我之所謂活無常，是陰差而穿著死有分的衣冠，頂著真的活無常的名號，大背經典，荒\\n謬得很的。\\n　　不知海內博雅君子，以為如何？\\n　　我本來並不准備做什麼後記，只想尋幾張\\n舊畫像來做插圖，不料目的不達，便變成一面比較，剪貼，一面亂發議論了。那一點本\\n文或作或輟地幾乎做了一年，這一點後記也或作或輟地幾乎做了兩個月。天熱如此，汗\\n流浹背，是亦不可以已乎：爰為結。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>　　　　　　　　　 一九二七年七月十一日，寫完於廣州東堤寓樓之西窗下。</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Chao-hua-si-she, by Syun Lu</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK CHAO-HUA-SI-SHE ***</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>***** This file should be named 25271-0.txt or 25271-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        https://www.gutenberg.org/2/5/2/7/25271/</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Produced by Kuo Chao-Yu</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttps://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at https://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttps://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit https://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including including checks, online payments and credit card\\ndonations.  To donate, please visit: https://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000087\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000087\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>     https://www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text/000000088\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text/000000088\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-66297532933d6d63-f09fcd twpub-66297532933d6d63-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/66297532933d6d63/toc\",\n            \"target\": \"$:/plugins/twpub/66297532933d6d63/text/000000040\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/66297532933d6d63/toc\",\n            \"target\": \"$:/plugins/twpub/66297532933d6d63/text/000000043\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/66297532933d6d63/toc\",\n            \"target\": \"$:/plugins/twpub/66297532933d6d63/text/000000070\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/66297532933d6d63/toc\",\n            \"target\": \"$:/plugins/twpub/66297532933d6d63/text/000000073\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/66297532933d6d63/toc\",\n            \"target\": \"$:/plugins/twpub/66297532933d6d63/text/000000077\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/66297532933d6d63/toc\",\n            \"target\": \"$:/plugins/twpub/66297532933d6d63/text/000000083\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-66297532933d6d63-f09fcd blockquote,.twpub-66297532933d6d63-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-66297532933d6d63-f09fcd body > p{text-align:justify;}.twpub-66297532933d6d63-f09fcd h2{clear:both;}.twpub-66297532933d6d63-f09fcd h3{font-weight:normal;clear:both;}.twpub-66297532933d6d63-f09fcd hr{clear:both;}\\n.twpub-66297532933d6d63-6b4cd0 div,.twpub-66297532933d6d63-6b4cd0 p,.twpub-66297532933d6d63-6b4cd0 pre,.twpub-66297532933d6d63-6b4cd0 h1,.twpub-66297532933d6d63-6b4cd0 h2,.twpub-66297532933d6d63-6b4cd0 h3,.twpub-66297532933d6d63-6b4cd0 h4,.twpub-66297532933d6d63-6b4cd0 h5,.twpub-66297532933d6d63-6b4cd0 h6{display:block;}.twpub-66297532933d6d63-6b4cd0 div.figcenter span.caption{display:block;}.twpub-66297532933d6d63-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/images/OEBPS/2046279218234472657_25271-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/images/OEBPS/2046279218234472657_25271-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAABXyklEQVR42uzdaYzc933Y/8/sffBcnuIlUpREUdRhXZbqK5Yt0VZtyYl12G6S1kHxR4A2DVAgBepHfRI0QOFHDQIDQQsXRYIokizbkivLkiLJcqzEsg4fOiiKpCiSy5vci9x7d/4PqKyWy53fzOzO/Xu9HnFmZ+f4zm+Hv/d8f0cmjn4zAAAASJ8mQwAAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAADVl8lms0YBAAAghcwQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACC0BAAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAQOW1VOVRR0dH9+zZU+EHvfrqq7u6ujyTOnomAABAWWWy2WzlH3X//v0PPfRQhR/0//yf/3P99dd7JnX0TAAAgLKyySgAAIAgBAAAQBACAAAgCAEAABCEAAAANJCWWngSf/EXf7F27dqS3+3Y2Nh/+A//wTNpmGcCAAA0YBDu3Llz8+bNJb/b4eFhz6SRngkAAFBaNhkFAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAShIQAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAKI+WWngSo6Ojw8PD5bhbz6SRngkAANCAQfj1r3+9RobDM6nlZwIAAJSWTUYBAAAEIQAAAIIQAAAAQQgAAIAgBAAAoIFkstls5R/13LlzL730UoUf9BOf+MSKFSs8kzp6JgAAQAMGIQAAAFVnk1EAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBAaAgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAFBSLRV+vMOHD09NTc1c7OzsXLdu3cLu6sSJEyMjIzMXly5dumrVKu8oAABAjQbhd77znZ/85CczF1euXPnjH/+4tbW12PsZHx///d///b6+vplr/vzP//yee+7xjs727W9/++/+7u9mLv6n//SfvvnNbxoWAADggkpvMvr1r3999sW+vr7nnntuAffz7LPPzq7B1atX33333d5OAACA2g3CG264YdeuXbOveeSRRxZwP3N+64EHHmhpafF2AgAA1G4QRsQ3vvGN2Rd/85vfvPvuu0XdwzvvvPPmm2/OXGxra7v//vu9lwAAALUehHfffffq1atnX1PsJOGc2+/evbunp8d7CQAAUOtB2NLS8sADD8y+5umnnz537lyBvz44ODj7sDRxyX6JAAAA1GgQRsT999/f1tY2c3F0dPTJJ58s8Hd/8IMfjI2NzVy88cYbd+7c6Y0EAACojyDs6enZvXv37GseffTRbDab9xenp6cfe+yx2df8m3/zb7yLAAAAdROEccmhZT744INXXnkl72+9/PLLvb29MxfXrVt35513ehcBAADqKQivueaaj33sY7OvefTRR/P+1pzDyTz44IPNzc3eRQAAgHoKwrhkkvCnP/3piRMnEm5/5MiRl19+eeZie3v7V7/6VW8hAABA/QXh5z73uXXr1s1cnJ6efvzxxxNuP2c/w3vuuWf58uXeQgAAgPoLwqampoceemj2NY8//vjk5OS8Nx4bG3viiSdmX+NsEwAAAPUahBHx1a9+taOjY+bi2bNn/+Ef/mHeWz799NODg4MzF2+55ZarrrrK+wcAALBgLdV9+GXLlt1zzz3f//73Z6559NFHv/CFL1x6yzmHk6mps02Mjo7OHPu0s7Nzw4YNc27wzjvvPPHEE6+//vqxY8cmJibWrFmzevXq22+/fffu3du2bbMUAgAAaQzCiPjGN74xOwjfeOONffv2XXnllbNv89vf/nbPnj0zFzds2PCZz3wm7z1/+9vf/ru/+7uZi9/61rceeOCBAp/VmTNnZp8pcdOmTT/84Q9z3XjPnj3//t//+wv/3rlz59/8zd/M/OjEiRP/43/8jxdffHH27Xt7e3t7e3/961//9V//9e7du//rf/2vdbQzZMVGFQAAKLemqj+D7du3f/zjH599zaXnn5gzPfi1r32tqampNgf02LFjM/9+8803/+AP/mBODc7xzDPPPPjgg4cOHbIsAgAAqQvCuOT8E0899dT58+dnLvb19T333HMzFzs7O7/yla/U7ID29/ePjIxExP79+//jf/yPZ8+ezfsrZ86c+dM//dOBgQGLIwAAkLog/NSnPrVp06aZi8PDwz/60Y9mLv7gBz8YHx+fufilL31p6dKltTymx48fHxsb+7M/+7Nz584V+CuHDx/+i7/4C4sjAACQuiBsamr62te+Nvuaxx577MI/pqenZ/59Qe2fbeLYsWP/63/9r2K3An322WffffddSyQAAFAxLTXyPL7yla985zvfGR4evnDxwIEDr7766q233vrSSy8dP3585mZ33HFH7R+Wc8+ePQ8//PDsa3bt2nXXXXdt2LBh5cqVfX19b7/99lNPPXXq1Kk5v/jwww//t//23yyUAABAZdTKoVm6u7vvvffe2ddcOLTMnMPJzNnbsDb91V/91UzZrl+//rvf/e7//b//99/+239711133XLLLXfdddef/umfPv7445eeXeOFF16YnJy0UAIAAOkKwoj4+te/nslkZtfRa6+99sorr8xcs3nz5k9+8pN1NLhbt27927/92xtuuOHSH3V1df35n//5rbfeOvvKoaGht956y0IJAACkLgi3bNnyiU98Yubi1NTUn/3Zn2Wz2VzFWONaW1v/+3//7ytWrMg59E1N3/rWt+a8ol/96lcWSgAAIHVBGJdsETo4ODjz766urvvuu6+ORvbBBx/csWNH8m22bt06u4EjYt++fRZKAAAgjUGYcMyY++67r6urq45Gds5xU3P51Kc+Nfvi4cOHLZQAAEAagzCTycx7Volc19esa665ZvaZFRPccsstsy+eOHHCQgkAAKQxCCPHeec/+clPbt68uY6G9Y477ijwlps2bZq9G2F/f7+FEgAASGkQdnZ23n333XOuvPPOO+trWK+99toCb9ne3t7T0zNzcXx8fHx83HIJAACkMQiz2exrr70258rnn3++vob1yiuvLPzGS5YsmX3RqQgBAICUBuEvfvGLDz74YM6VL7/88pEjR+pmTJuaNmzYUPjtOzo6BCEAACAI4+GHH770ymw2+8gjj9TLmK5YsaK1tbXw28+58fT0tOUSAABIXRD29vb+/Oc/n/dHTzzxxOjoaF2M6ex9AgEAAARhQR555JHZ82OzD785NDT01FNP1cWYdnd3W7AAAABBWITR0dEnnnhi5mJbW9s3v/nNOblYF2Pa2dlpwQIAAARhEX784x8PDg7OXNy9e/cf/uEftrW1zVzz3nvvvf7667U/pi0tLRYsAABAEBZhzgTggw8+uHz58s9//vOzr/z7v/97QQgAANBQQfj666/v3bt35uI111xz3XXXRcT9998/+2YvvPDCyZMnvW0AAACNE4Rzpv4efPDBC/+46aabtm/fPnP91NTU9773PW8bAABAgwThyZMnX3jhhZmLS5Ys+eIXvzhz8atf/ersGz/++OMTExPlfkrODm9UAQBAEFbCY489NjU1NXPxy1/+ckdHx8zFL33pS7Mvnj179rnnnpMughAAAKj7IJyYmPj+978/+5oHHnhg9sWlS5fu3r179jUVOLTMyMiIhcOoAgCAICyvZ5555uzZszMXb7nllm3bts25zZxE/O1vf/vOO++U9VmdP3/ewmFUAQBAEJbXnOm+hx566NLb7Nq1a8eOHQm/VXJnzpyxcBhVAAAQhGX01ltvvfXWWzMXV61a9dnPfnbeW845/8RPfvKTgYGB5DvPZDKzL87eTTGvU6dOWTiMKgAACMIymjPR93u/93u5zup+zz33dHV1zVwcHx+fs+fhPK+t6aJXNzo6WvgTO3LkiIXDqAIAgCAsl76+vmeffXZ2acw5w8RsXV1d99xzz+xrHnvssenp6YT7b21tnX2xqCOa7Nu3z8JhVAEAQBCWy+OPPz4+Pj5z8TOf+cy6desSbj9nq9Fjx4699NJLCbdfsmTJ7IvHjx8v8IlNT0+X+6A19cuoAgCAIFysqamp733ve7OvmXMo0Uvt2LHjuuuum31N8qFlli9fPvvi4cOHC3xu77zzztDQkIXDqAIAgCAsixdeeOHEiRMzFzdt2nTHHXfk/a05k4SvvPLK+++/n+vGa9eunX1xz549syckE8zekBWjCgAAgrDE5kzuPfDAA3MOXzmvL3zhC0uXLp19zSOPPJLrxps2bZp9cXR09I033sj7ECMjI0888YQlw6gCAIAgLIt9+/a9/vrrMxfb2truu+++Qn6xvb39S1/60uxrfvSjHw0PD897482bN7e3txdYjzP+6q/+Ku8JLdLMqAIAgCBclIcffnj2xd27d8/ZMy3BnK1Gh4eHn3zyyflfW1PTrl27Zl/z05/+9Be/+EXCnb/00ktznhtGFQAAGlVL5R9ycHDwxz/+8exr8h5OZrYrrrjipptumr2Z4iOPPPLQQw/Nu8Xp7bffPnsqMpvNfutb3/r2t7998803z7llNpv927/92//5P/9nNptt1Df78ccff/nll4v6lfb29r/8y780qgAAIAhL44knnph9NvMdO3Zcf/31Rd3DAw88MDsIDx48+Morr9x+++2X3vLuu+/+zne+M/uagYGBP/7jP77rrrs+//nPb9y4samp6eTJk+++++4Pf/jDo0ePzm6eQ4cOHTt2rJHe7N7e3t7e3qJ+pbOz06gCAIAgLI3p6ek5u5w9+OCDxd7J5z73uRUrVvT3989c8/d///fzBuHll19+++23z9mgcXp6+plnnnnmmWcSHuKP//iPv/Od70iXeRlVAABoDJXeh/DnP//57Emq7u7uL37xi8XeSVtb27333jv7mp/97Ge5MuNP/uRPmpqKe5n33XffjTfeuH79estHLkYVAAAEYdHmHFzky1/+8rwbJeZ1//33z95pcHp6+tFHH533ltdee+2f/MmfFH7PV1999X/5L/8lIqRLAqMKAACCsDgffPDBnO0MizqczGybN2++7bbbZl/zgx/8INcZ0v/dv/t3f/AHf1DI3e7YseMv//Ivu7q6pEteRhUAAARhER555JHZR5u85ZZbrrjiigXf25zzTwwMDDz99NO5bvyf//N//va3v7169eqcA9HU9PWvf/1//+//PXObyy67zPKRzKgCAEBdy6TqfABjY2M/+9nPnn/++X379p0+ffrcuXNLly7dunXrxz/+8fvuu29Oq4yPjx8+fPjCv1tbW7ds2WJxMaoAACAIAQAAqHtNhgAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAot5bX/togVMKt9/6RQQAA6tSrT37X2hc0JDOEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIq+/VJ79rEAAAAEEIAABADQThrff+kVEAAABIYxAaAgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhI3s1Se/axAAAABBCAAAgCAEAABAEAIAAFDRILz13j8yEAAAAGkMQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIKdCrT37XIAAAAIIQAAAAQQgAAIAgBAAAQBACAABQ/iC89d4/MhYAAABpDEIAAAAEIQAAAIIQAAAAQUipODc9AAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAACA8gXhrff+keEAAABIYxBSMc48AQAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCOuVM08AAAC1FYTOTQ8AAJDSIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEL4swTAACAIAQAAKAGgtCpCAEAAFIahAAAAAhCAAAABCHl4bgyAACAIAQAAEAQAgAAIAgBAACoaBA68wQAAEBKgxAAAABBSNk50CgAACAIAQAAEIQAAAAIQgAAACoahA40CgAAkNIgpJIcVwYAABCEAAAACEIAAAAEIQAAAIIQAAAAQdhYHFcGAACooSB05gkAAICUBiEAAACCEAAAAEFI2diNEAAAEIQAAABUOwgdVwYAACClQQgAAIAgBAAAQBBSNo4rAwAACEIAAAAEIQAAAFUJQgcaBQAASGkQUmF2IwQAAAQhAAAAghAAAABBCAAAQOWC0HFlKsxuhAAAQK0EIQAAAIIQAAAAQQgAAIAgpOTsRggAANRKEDquDAAAQEqDEAAAAEEIAACAIKSc7EYIAADUShDajRAAACClQQgAAIAgpEJsNQoAAAhCAAAABCEAAACVD0LHlQEAAEhpEFJ5diMEAAAEIQAAAIIQAACAygeh3Qgrz1ajAABATQQhAAAAghAAAABBCAAAgCCkHOxGCAAA1EQQOq4MAABASoMQAAAAQUjl2GoUAAAQhAAAAFQvCO1GCAAAkNIgpCpsNQoAAAhCAAAABCEAAAAVDkK7EVaFrUYBAIDqByEAAACCEAAAAEFI+dlqFAAAqH4Q2o0QAAAgpUEIAACAIKSibDUKAABUPwhtNQoAAJDSIAQAAEAQUlG2GgUAAAQhAAAAVQpCuxECAACkNAipFluNAgAAghAAAABBCAAAQCWD0G6E1WKrUQAAoMpBCAAAgCAEAAAgZUFoq9FqsdUoAABQ5SAEAABAEFJpJgkBAABBCAAAQDWC0G6EAAAAKQ1CqshWowAAgCAEAACgGkFoq1EAAICUBiFVZKtRAABAEAIAAFCNILTVaBWZJAQAAKoZhAAAAAhCAAAAUhaEthqtIluNAgAA1QxCAAAABCFVYJIQAAAQhAAAAFQ8CO1GCAAAkNIgpLpsNQoAAAhCAAAAKh6EthqtLpOEAABA1YIQAAAAQUh1mCQEAACqFoS2GgUAAEhpEAIAACAIqQ5bjQIAAFULQluNAgAApDQIqTqThAAAgCAEAACgskFoq9GqM0kIAABUJwgBAAAQhFSNSUIAAKA6QWirUQAAgJQGIQAAAOkNQpOEVWerUQAAoDpBCAAAgCCkakwSAgAA1QlCW40CAACkNAipBSYJAQAAQQgAACAIK8hWo7XAJCEAAFCFIAQAAEAQUk0mCQEAgCoEoa1GAQAAUhqE1AiThAAAQBWC0CQhAABASoOQGmGSEAAABCEAAACCsFJsNVojTBICAIAgBAAAQBCSMiYJAQBAEFaarUYBAABSGoTUDpOEAAAgCCvNJCEAAEBKg5DaYZIQAAAEIQAAAIKwImw1WjtMEgIAgCAEAABAEFaEScLaYZIQAAAEIQAAAIKQlDFJCAAAgrCibDUKAACQ0iCkppgkBAAAQVhRJgkBAABSGoTUFJOEAAAgCNGEAACAICw/W40CAACkNAipNSYJAQBAEFaOSUIAAICUBiG1xiQhAAAIwsoxSQgAAJDSIKTWmCQEAABBCAAAgCAsM1uN1hqThAAAIAjRhAAAgCAsM5OEAAAAKQ1CapBJQgAAEIQVYpIQAAAgpUFIDTJJCAAAgrBCTBJqQgAAIKVBCAAAgCCkhpgkBAAAQVgJthoFAABIaRBSm0wSAgCAIKwEk4SaEAAASGkQAgAAkN4gNElYm0wSAgCAIAQAAEAQlo1JwtpkkhAAAAQhmhAAABCEZWOSEAAAIKVBSM0ySQgAAIKw7EwSakIAACClQQgAAEB6g9AkYc0ySQgAAIIQTQgAAAjC8jBJCAAAkNIgpJaZJAQAAEEIAACAICwDW43WMpOEAAAgCNGEAACAICwDk4QAAAApDUJqnElCAAAQhGVkklATAgAAC9ZiCCh3E+p2oMY/pgwCAKlV95uMig0AAICUBiG1z7fvAAAgCMvFJKEmBAAAUhqEmhAAACC9QUjtM0kIAACCsFxMEmpCAAAgpUEIAABAeoPQJGHtM0kIAACCEE0IAAAIwpIySagJAQCAlAYhAAAA6Q1Ck4R1wSQhAAAIQjQhAAAgCEvHJCEAAEBKg5B6YZIQAAAEYemZJNSEAABASoMQTQgAAKQ3CE0SAgAApDQINWEdMUkIAACCEE0IAAAIwhIxSagJAQCAlAYhAAAA6Q1Ck4R1xCQhAAAIQjQhAAAgCEvBJKEmBAAAUhqEaEIAACC9QWiSEAAAIKVBqAnrjklCAAAQhGhCAABAEC6aSUJNCAAApDQI0YQAAEB6g9AkIQAAQJghpF6YJAQAAEFYGiYJNSEAAJDeGUJNqAkBAEAQgiYEAABBmDImCQEAAEEI9cQkIQAACMISMEmoCQEAQBBqQjQhAAAIQtCEAAAgCFPCJKEmBAAAQQiaEAAABGHKmCQEAAAEoSak/pgkBAAAQYgmBAAABOGCmCTUhAAAIAg1IZoQAAAEIWhCAAAQhClhklATAgCAIARNCAAAgjBlTBICAACCUBNSr0wSAgCAIEQTAgAAgrBIJgk1IQAACEJNiCYEAABBCJoQAAAEYUqYJNSEAAAgCDUhmhAAABpHJo5+0yhoCXkPAAApZIZQRWh7AAAQhGhCTQgAAIIQNCEAAAhCLmKSUBMCAIAg1IRoQgAAEISgCQEAQBCmhElCTQgAAIJQE6IJAQBAEIImBAAAQZgSJgk1IQAACEJNiCYEAABBCJoQAAAEYUqYJNSEAAAgCDUhmhAAAAQhaEIAABCEKWGSUBMCAIAg1IRoQgAAEISaEE0IAACCEDQhAAAIwgZnklATAgCAINSEaEIAABCEmhBNCAAAghA0IQAACMIGZ5JQEwIAgCDUhGhCAAAQhNBwTSgLAQAQhMzPJGFKstAgAAAgCNGEmhAAAAQhmlATAgCAIARNCAAAgjC9TBJqQgAAEISaEE0IAAA1IRNHv2kU1AK+AgAAIIXMEIL4BwBAEFIRZo00IQAACEJNiCYEAABBqAnRhAAAIAhBEwIAQGU4yqhIoKJMDgMAUDvMEGoDfAsAAIAgRBOiCQEAEIRoQjQhAACCEChXE8pCAAAEISYJU52FBgEAAEGoCTWhJgQAAEGoCdGEAABQfs5DqA2oIb4UAACgkswQQg3xdQAAAIIw1cwRaUKDAACAINSEaEIAACgj+xCqAmqXrwYAACgrM4RigNrlSwEAAAShJkQTAgCAIIRUNqEsBABAEKaRSUJmstAgAAAgCDUhmhAAAErAUUbFAPXHdwQAAJSEGUINQP3x7QAAACVhhlAJUMd8TQAAwGKYIYQ65gsCAAAEYYqYEUITAgBQKjYZ1QA0CF8WAABQLDOEVv1pEL4mAACgWGYIBQCNxvcFAAAUyAyh9X4ajW8KAAAokBlCa/80LF8ZAACQzAyhlX4ali8LAAAQhJoQTQgAAIIQUtmEshAAAEHYyEwSkjcLDQIAAHM4qIyVftLFdwcAAAhCTYgsBAAg7WwyakWfNPLFAQAAYYbQ6j4p5xsEAIA0M0NoLZ9U890BAECamSG0rg8RvkQAAEglM4RW8SHC1wcAAKlkhtCKPlzE9wgAAIIQTYgsBACgwdlkFJiHLxEAANLADKH1e0hiqhAAQBCiCZGFAAA0GpuMWqeH/HybAADQkMwQWrOHIvhaAQBAEKIJkYUAANQ9m4xam4ei+U4BAKAxmCG0Tg8L58sFAABBiCZEFgIAIAjRhMhCAAAEIZoQWQgAQC1zUBmswVNKvl8AAKgjZgixHk9Z+KIBAEAQogmRhQAACEI0IbIQAABBiCZEFgIAIAjRhMhCAAAEIZoQWQgAgCBEEyILAQAQhGhCZCEAAIIQTYgsBABAEKIJkYUAAAhCNCGyEAAAQYgmRBYCACAI0YTIQgAABCGaEFkIAIAgRBMiCwEAEIRoQpQhAIAgFITIQmQhAIAgBE2ILAQAEISgCZGFAACCEDQhyhAAQBCCJkQWAgAIQtCEyEIAAEEImhBlCAAgCNGEmhBZCAAgCNGEoAwBAAQhmhBkIQCAIEQWgjIEABCEaEJQhgAAghBNCLIQAEAQoglBGQIACEI0IShDAABBiCYEZQgAIAjRhKAMAQAEIZoQlCEAgCBEFoIyBAAQhGhCUIYAAIIQTQjKEABAEKIJQRkCAAhCNCGIQwAAQYgsBGUIAAhC0IQgDgEAQQiaEJQhACAIQROCOAQABCFoQhCHAIAgBFkI4hAAEISgCUEcAgCCEDQh6EMAQBCCJgRxCAAIQpCFoA8BAEEImhD0IQAgCEETgkQEAAQhaELQhwCAIARZCCoRABCEoAlBJQIAghA0IahEAEAQgiwErQgACELQhKAYAQBBCJoQNCQAIAhBFgJ6EgAK1WQIsG4HAACCEDQhAAAIQqj/JpSFAAAgCEl1FhoEAAAQhKS3CWUhAAAIQlKdhQYBAAAEIZoQAAAQhKSvCWUhAAAIQlKdhQYBAAAEIZoQAAAEIaSvCWUhAACCEFKdhQYBAABBCOltQlkIAIAghFRnoUEAAEAQQnqbUBYCACAIIdVZaBAAABCEkN4mlIUAAAhCSHUWGgQAAAQhpLcJZSEAAIIQUp2FBgEAAEEI6W1CWQgAgCCEVGehQQAAQBBCeptQFgIAIAgh1VloEAAAEISQ3iaUhQAACEJIdRYaBAAABCGktwllIQAAghBkIQAACEJIaxYaBAAABCGktwllIQAAghBSnYUGAQAAQQjpbUJZCACAIARZCAAAghDSmoUGAQAAQQjpbUJZCACAIARZCAAAghDSmoUGAQAAQQjpbUJZCACAIARZCAAAghBkIQAACEJIYRYaBAAABCGktwllIQAAghBkIQAACEKQhQAAIAhBFgIAgCCEdGWhQQAAQBBCeptQFgIAIAhBFgIAgCAEWQgAAIIQZCEAAAhCkIUAACAIQRYCAIAgBFkIAACCEBo8Cw0CAACCENLbhLIQAABBCLIQAAAEIchCAAAQhCALAQAgIloMAaQnCy/849Unv2s0AAAIM4SQzjI0YQgAgCAEWQgAgCAEZCEAAIIQkIUAAAhCQBYCACAIAVkIAIAgBGQhAAANwHkIgaQsvPAPpy4EAGhIZgiBgsrQhCEAgCAEZCEAAIIQkIUAANQz+xACC8zCC/+weyEAQP0yQwgstgxNGAIACEJAFgIAUE9sMgqUMgsv/MN2pAAAdcEMIVCWMjRhCABQ+8wQAmXMwgv/MGEIAFCbzBAClShDE4YAADXIDCFQuSy88A8ThgAANcIMIVCFMjRhCABQC8wQAlXLwgv/MGEIACAIAWWoDAEAKsomo0ANlaFNSQEAKskMIVBzWXjhHyYMAQAEIaAMlSEAgCAElCEAAKVjH0KgnsrQToYAACVkhhCovyy88A8ThgAAghBQhsoQAEAQAsoQAABBCChDAAAEIaAMAQAQhEBay1AcAgAIQkAcKkMAAEEIKENlCAAIQgBlaDQAAEEIkOoyFIcAgCAEEIfKEAAQhACpL0NxCAAIQgBxKA4BAEEIIA6VIQAgCAGUoTgEAAQhgDgUhwCAIAQQh+IQABCEAOJQHwIAghBAH5o8BAAEIYA4NHkIAAhCAMLkIQAgCAEIk4cAgCAEQB8CAIIQgJx9KBEBAEEIIBElIgAgCAEkokQEAAQhABIRABCEAORJRJUIAIIQAJUoFAFAEAJAYihqRQAQhABoRbkIAIIQAArORdEIAIIQANG4EEoSABYpE0e/aRQqoB7XWha8igYAANSFJkMAAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQGgIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAyK/FEACQZq8++V2DAEBqmSEEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAECjaTEEAMBiLN0Q6z8W3Wsj0xxjA3Fmb5x8M7LTBgaqZsXW2L57/h+d2RsHXzRCCEIAoBRWbosr7orIfHixsyc23RHda+LAPxgbgDpgk1EAYKGrES2x5VMf1eBHlbg9lm82PAB1wAwhAHyktSua2wq6ZXY6pidjcjTV20Yu2xQtnfP/qOfqGDhsgaoJzW2xbFN0r43OnmhfFs3t0dwa2amYHI3JsRgbjHPH49yJGDljQ18QhACQbhtujdXXFHH7bDbGz8XwqRjqjb73Y3I0XcPVvTb3j9ZYmmqg2DfG2utj2abIXLJNWKYp2lqjbWl0rY6VV0RETI7Gmffi9J4Y7TNyIAgBgAJkMtG+NNqXxsorYvMn4+y+OPZajA2l5eW3def+0RJLR5Vbfcunomt1MSuFHbHu+lh3fQwdjd5X4vxJowiCEAAoPA6bYtXVsfKK6H0lTr6Zipfc1JI0GpkmmyBWZzncdHusvW6efTsLtHRDXPO7cXZf9L4S4+eMKDT6J7khAIDSNtLmT8TW31n46ngdmZ7K+aPstBqsgpaOuOpLsfb6Eix+PVfGisuNKKTgc8MQAEDJrdoR2Wx88FKDv8yJ4Zw/StXMUmtXrNl50TXnT8XAoSrU4NVfjs6ekt3hwBFjDoIQAFiQ1dfE+ZNxek8jv8bhUzl/dP5Uit7rZZvislsuuubUO5WOk6bWuOpfl7IGx4ZibMCYQ+OzySgAlMvmfxWtXY38AgcOx9TE/D86uzdFb/TSDdV/Dls/U9whZPIaPGzMQRACAIv5X7Y1NtzayC9wajx6fzHP9f0H03USwqWXVfkJrLk2Vm4v8X0OHjHmIAgBgMVZdVW0dDTyCzz1dhx8McYGP0rEE7+J959P0VvctiTallb1CXTHpttLfJ/Z6Rg6aswhFexDCABllGmOVVfHid808ms8szfO7I3m9mhqionRiGy63uKqb7u4+RPR1Fri+zx/MqbGjTkIQgBg0VZe0eBBeMHUWEyl8v1dUtVtF7vXxopthd54/FwMHo6RszE5Fk0t0dIZ7Utj6YZoXzb3ljW+A+ES24uCIASACut9JY7/atb/oB3RtiSWbY61u/IcOaZ7bTS3x9SYIWxM1d2Z7bKbC7rZyNnofSXnQTjbl8Xqa2LNtdHc9uE1A3YgBEEIACSYHI3J0Rg+HSffjG13xoqtSTdess4B8RtTW/c802sV09kTy7fkv9nJN+PIP0d2OucNxgaj95U49kasuyEuuymmxmP4tDFvWNmsMeAiDioDAIsyPREHnstz2r2uVcapMS2p6s5sq6/Jf5veX8bhl5NqcPaSfOy1ePt7cfzXNb0j6BI7EC62CA0BFzFDCACLXr+ajiMvx46v5LxB+4r5r880fbSR3kfr5ZMxPTnPjVu7Ys2uWHF5tC2NTFNMjcX5U7H/J0U8z67VsXRDdPZEa1c0t8XU+IeTnEO9MXymJkayY0WsvCKWrI+OFdHSEZmmmBqP8aEYPh39h2LwcEFhU+horIqlG/9lNFpjeiomR2NiOM6finPHYvxcQXdSxW0XM03Rc2We25zeE8ffKO5uR/titK+m/9wqMOalXQ6L+DPPxPLNsfKK6F4brV3R1BJTEzE2EOeOx9n9MXyqNK9u+pKdfZvbYvnl0b02WjsjsjF+LoaOl/LPrWrjuYiPzea2WHXVh3vYNrXE5GgMn4n+g7V+OhZBCABVc+5EjPZHR47wa89xiPzlW2L77rlXnvhNHPnnuVeuvS42fjyaZv2/3dQVS9YVuv60ekesuyHal8/z0wtRMdoXx38VZ/cVtznZkvWx4bb5fzR4+KJdLvPq7ImNH59nA8iWjmjpiK41sXpnjJ+P42/EqXcWNcWRaY7V18S66/NsdjhyNk69FWfem38t84LVO2LVjvl/tGZnrNmZY1E5Hu8+UYJFbtnGPGc0GR2Iwz8v1wJ/2c05z7F55J/zH0Wpa1XsvH/+Hw0di71PVm3My7EczvtnfmZvHHxx7hu6+ZNzP0Na2qNlbXSvjXU3xODh+OAfY3xo0V9gTV3057Dh5lh7/UWfLRGx7saYGI7eV+LM3kU9VsXGs4Qfm5lMrL0hNtxy0S+2L4/udbHm2hg+HR/87KI4X74lrrhrnvs58Fzd7CkgCAGgNAaP5AzCok5FeOmdXP7pWD3fmu7URP5761odWz8bnT35HnRlbL0z1uyK95//6KSC+VcjOnJO1xS12rr+xthwW2Ty7cjS1h1bPhU9V8b+Z2NyZCHv0ZJ1cfnv5Hyb5qzIbvl0bLgtel+J03vme84fi40fr+bytizf3oOHfjbPXFBdK/eYV2w5vPCHWWBgf/SOb46dX439P4lzxxf1Mme+42jtjCvvmftMZrR2xdbPxrJNcfDFBU4VVnI8S/Wx2dQSV9yVtGtu1+q45itx8MU4u+9fWnHp3Jz+MCzrZ888+xACQGmMnE0KpwWv2Wy6Y/7VmoiYzheEK7bGjvvy1+CM7rWx8/5Kn+Tt8k/HxtuLWHlasj52/m60LSn6gVZdHVffW1ANzn7jLv9MXHnP3Os33VHlGoyI5ZuTfjpwqKbPLL8A5R7zii2HM3/mmeYP/73hlvw1+OEC2R5XfjE6Vi4uCCciIppb4+ov56zBGT1XxrY762M8F/+xmcnkqcGZ0pt9ILEFP2dBCACNJmGvs5k1v0LM/r555RWx7oact0w+dfjyy+OKu+f/6jpBc2tc+cXKNWHCeluCtqVx1b+eZz+i5Brc+tkFfmefyVy0Lrj1zqQ3pTLaluTZ5PX4rxvnL6sCY16x5XD2i+pcGRGxfEtcdksxf6FtccXnFzX7NDUZEXH57xQaliu3x/qP1fp4luRj87KbCzpsb0REJrZ9LjqWC0IAYJaEL56bignCyHy4ntHSEVs+nbhil3vNprMnrvj8RSVTxMpBS2zfnXO/xxJKXm9L1rEiLv9MoTdesr6IG19q9lTbxtti1VXVX9i61yT9dORsnDvWOH9Z5R7zii2Hc3StjqaWuPzTRf9iZ0+svW5Rn1QrtsbKK4r4lQ23FjG1Xp3xXPTHZmdPrL+puM/Jyz8rCAGAWRJ2syl2D5wL39xfdnO0tC8kQTNNse1zRc8NztbcFts+X959YFo6Y8unFrsen3z6xw9fS2tsu3NRr2V2ELZ01sTC1pUYhDN7NzWGso55xZbDeYNwzbXR2r2Q3113Y3HbHcz53Ch249tMU2y8vdbHc5Efm5vuKPpTYsm6WLldEAIAM/+ntpUuCFdEa1esuTbPzXIdHWHdDUXsN5hL99pYs6uMw7Xh1uJ2rVzwOtz6m6NtEbOdUxMlO9x/KYMw8cyW/Qf9Odbccnipnitjwy0LfMTWzli5bYG/u3pncXvSXrDi8oLOp1rF8VzMx2b3mli2aSFPdfO/itYuQQgAXFhF6yi63BLWbNbszL9KNO+2Ty0dRe/wk8tlNy1wf5682pfF6h2luZ+e7Uk3aOuOddct6iHOHSvuVByVMe8ZRC6YGI7Rfn+OtbUczqu5LZpaF/6gK7cv8BcXVj4R+bdTre54LuZjc+31C/3Y74rI1P0fgiAEgNLozP31ebHHUl++JdbdmP9m867ZrNlZsopr6VjUrkrJa5bJ621jA3H63Tjx2xg4lGd+NXlNbu11C9+y7oIaPFZnJpO0lVoj7T1YbhVbDsth2YZKn9hg5fY8G6JXdzwX/LHZ3LrAjVQbhvMQAkBpLFmf80cTRQZhgbv/XbozTCZT4u08V18Tx95Y1Ing5311q3JPI2Sn49A/XnTqv9au2Pb5nCc87FodHSvmnxO7cA76RarBIGxbkrTaPXzG32JtLYdFGR+KsaFobo/OlXniqqk1ulbH+ZMVHbHll0ff/hodzwV/bC6/fFF7XAtCACAiomNFUhCODZTlQS/dEnXpxjw7tIyfi+O/isHemDgfrV2xZH2s/1jSDkVtS2L5phg4XMqnvXxLNOfeUm72GZ8/zOnheO//xY77onvt/L+yclsce2O+B9oczcmHl5iMU2/H2fdidDCamqN9WSzfEj1XfnRGh6nxuX31wc/i0M8/etytn53/nk/vicP/lGvVeNFrb4kHWUk4H2adKtOYV2w5LFD/wTj6yxjp++hP7/LP5Nm8s2vVYoPwzN44vSdG+yIyseSy2Hhbnt0Ll2/JGYS1Np6Ff2zmPdXE6EAc/WWcOx7Tk9G+LHquijU7G6ohBSEAlMCG2xLXJ/pL8yjnT8ToQEwMR1NLdCyfZ+Ixebei8yfjvac+2mJqbDDGBqNvf2zfHctyn+V85ZUlDsIV25LWiec9QmZ2Ot5/PnY9NP+cybLN8684Jh9Yf2os9j710QFjpidicjTOn4yjr0XP9rjs5uhYEUPH5rZEdiqyUx/9O5dsNuk0JItde0s8aMfYUKP9cZVpzCu2HBbi9Dvxwc/mfnez7+m45neTzh2/gGPDzI7k91+46GX2vx9DvXH1vUkHj1m2sT7Gs6iPzYQXFRHDp+LdH320aA2fjuHTcXZfXHVPCQ6fIwgBoEGs2ZXniH/Dpxf7ECffihO/jvFzeW62PPd8wtR47P/JPPvPTE/F/mdj10M5d0tbvqnEw5Ww+pWw/jc2GGf3z38+uu61kWmaZ5ekpYnreQeez3H40Gyc3Rd9+2P1zpierMm1t8TV0LwLCRVeDvMa7f9oCnROLx35p7j63py/uJjD5558c55ImxqPA8/mLLSIaO2K9qXzf+lQO+NZ1Mdm+7KkKffpydj3zDxfNAyfioMvxpVfFIQAkHrNrbH+5lifeCSD6clFBeH0ZOx/JgaP5L9lx4qkc5od/1XOXRmnJ+PoL2PrnTnWFTqja3UJmvaCzpU5e2ZsIM8JHs7um3/FMdMUnT1zn2HHymjNvZ7XfzAGE6c9s9k49XatLnUJJziZyjlL1rM9tn2+uAc6uy/ef74x/3IrthwWovcXObNn6FiMDX60DfOlebbAT5WpOPpazkI79XbS0aS61s4ThDU1nkV9bHavyZOUE+fn/9HAoRg4lH9z07rgKKMAUJCWjuhYER0romNlLFkfPdvj8k/Hdd/IU4MRMdi7iC+5s3HguYJWayJy7opz4X7O7E363b4DSefGyHXghwXoyv0kBw7l+d2hozGdY4vBS8+7mGc97816XnvLfdzUyTF/qbW1HOY1MRz9iY+Y8Oe/4OMJ9x+c/xjFF5x+J3HoVtX0eBb7sdmZeHLFM3uSfnrqrUb5380nAgAUYt0Nse6GBa17vb/wBz39bv7VqY/WyXLva3TueEwMJ/3u9FQMfBA9Vy5knam4FfHcd3U+31RAdirG+ud/MpdOoSQ80Pj5GKrnczMknEijNrdxrcUgrNRymNfAoTzHGTp/MufJ1hd8GsOhxFga6YuRszljbN5zYNbOeBb7sdmR+5SeI2djNPF4YIO9MT3ZCEeXMUMIAGU0NRZ9Bxb4u9OT0fvLIm7fuTJ3EJ7I/+sJt0lIzWJ1rExa/cor1/rZpTtAduSeWxg6WuITaVQ6CHOvvi1mh6tUqdhymP/v7nieG4znPkpQ00JX5PMemzThWXUsq+nxLPZjsz13EOY9pWd2uqKn/RCEAFCXTr2z8EmbgQ+KO6N9whEmCtkPJ2E/n0UdzHDO6lfuJ5lrX53ZJkfnv/7S/ZcSHqgx1uFyrKL6m6ut5TCvvL00nvB8MgtaRrL5j3uc8Gkw747KtTOexX5sJux3XcgpPRvjtJ+CEADKZXIsjv9q4b9+dn8xt84kfZteyHkvRvty33dT0gFaitLWnXMltZD933Lt+HTpimNb7vW8kTpfh0uaBrRmV2PLYf6/u/4FPtaCTQxHNt8XByO5Pw1aOuaZo66d8SzqYzPTHC3tC2/1KN0pharLPoQAUC5H/mlRK3N5tyW76H/09qQtCQv5kn5qIqYncu6V1Nqd8yClRTzJjpz7v2Uyccv/t/B7nvO0W9qTdrSr9xMzJARhJuPProaWw7wmR/NvQVDy/UIL+TRIvk1Lx0X7JNfOeBb7sdmafAaXQgaqIc7y4nskACiLvv15DuyZZz1jOOdmVLlW0XKuUE4VevDJhAPPLPgA97Mt+KCI+VdoLl6jaU5Yz8vmOb5OHQRh7pOzN7f6y6uh5XAxf3GF9P/CFPIt1cRI0ubHcwawpsazqI/N5GdeyKani/+aTBACQGM6dzwOvrioexgbLHIdN/eGT1MFn4ogoRtLss6XsHXWIs2ZHU14oMmxuj/ySsIJQsq3at5IKrYcLuYvrnwKmXLMThexmNXOeBb7sZkwAzk5WtAHxVRDnOhFEAJAiQ0civeeynlmrUJX+ovc1jTh3HSFP5OEWybcf0lWvxa95njxA7Usam241oMw97KRaW6Eg+CXffW3Usth/r+4iRoNwuRPgzmdVjvjWfTH5qI/KKYa4kQvPjMAoHRrWlNx9NU48ZsSHOyx2DWbpFMRFByECbfMlGKVIVOpL6JLMho1K3laqbWr6HmSKqjqvo6ZmpkQqcrXEwXOkGcLDsLaGc/Kf2xmBSEAMLMicnZfHH+joOMQlHClraA1m4LvKmEdqKkU63y1EITT9R+EU4l7SbUtmT8Izx2PA8/Nc33Hithwa8WTTBAWUx219txqNghL+LFZ4AdFtiFO9CIIAWAhpidjcjTGhmLkTAwdjcEjVd4WMenIkwWvriUcmbM06z0VW3nK1miKlETylw7ty2Po6Py/NX5gnuuXrE9fktXMSnx1ciJT6k+DNJ/9UhACQHr0vrKokwpWIFAXsGJX+Gp6SQ7EMl2po7kk5XFz3S+KF85VkGv3p86VdfASmqp6NNTp6UizAms8KQinG2Q8G/uDQhACQLpkS3E8mKQj00yW90lmpxd1zsY5x5pPWM9rjGOujJ+LjhXz/6hrdT0EYUuN/rGUdjms68FP+DSYM4D1O55JHxSFfWw2RjcKQgBoBCU5FUHSuSvGS/Ekc9/J8JnY8/3SjcZkCUajlo0OJAVhprnWj53T0lHVP5ZKLYe1qZCTVWaakv5S5hwctX7HM+F7rlQFodNOAEAjSDjDdVNLUunNlnD2+ZJ8VZ9wJ6U9lVnCycEKH41aNnI26QVWZbfAolaRE5a0CqjYcli/NZ78Bs0pwPodz4SUbe4oaGfLJkEIANTOmk3COc3aClj/bmpJmhOYGCnzinhHiUcjQVt3/QfhmaSfrtha1ZXLAlaR25bUahB2NP5nRWsBy3/y38icE5/U73gmndIzE60FPPnGWGAEIQA0iISDT+bavLDQ22RjfKgEzzA7nXMms7mtlLNGk6NJ20wWMho1bvhU0k97tlfzMJ6FbJTbsbyao1ex5bA2tbTnf486epIias6WlvU7npMjSYcJLaScG2NpEYQA0CBG+3P+qJADjSTcZny4NEcZjUg6Z3ppj4aSkMfd6+r+vR4bSnqBLR3Rc2XZm2oxq9GdPdUewEoth7WpI9+haLvX5PzRvO1Xp+OZzSZt+1DIAXsbYHMDQQgAjSNhM8Lutfl/PeE2o32lq9bcd7V0Q0mD8FzOH5VqF7vqnoHs3LGkn152c3knCRO2T25fmr9GFrwbZ7belsPalPcDIeFvZN72q9/xTPig6CwgZTtXCUIAoGYM5w7CJZfl29clE8svz33Pp0v2JM/n3tZx5bZSjkbCGmr3mtJssliSU30s2ODhpJ+2L4v1Hyvjoycc1bazJ8/LX7Gl+mNeseWwNi3flBg5K5M2qx4baKjxnPfl5K3iwtNaEAIAlXP+RO7ca4qV25N+d9nGaO3Mfc8nS/ckc99V29JYvqVkD5RwHM6IWL2zoDvJNMXlv5PzpwnHrG8t/4Zk/R/k2Y73spvLODmT8NozTbHksqSvHlbtKMvjFjXmFVsOa9PSjUk7vyW/QSN9DTWeo7mDsHtNnqMftXaZIQQAasnESNIk4WU3RVPu849tuC33/WZj6GgpOy1hp52Nt0UmU8S9ZZpi/cfm3zbyfOJhV9Zel//QMq1dcfWXo2f7QuKke3XZD+syNR5DvXkGZ/sXytWEk4lHnU0oijXXLOqgPqUa84oth7Up0xQbb8+52K+5NrGlTzXUeCZv/rDq6jw/Lep1CUIAoOwSNiNs7YqtvzP/6suGW5OOIXH+VGnOSl/Ik+xcFRvvKPR+lm6Inb8XGz8+/4saOZO0WWOmKa64K+ckSSYTq6+JXQ/m2WYs4f6b26Pnqhx33lyyNd3Te/LcoLk1rvpSbLw96aiSLZ0LeeiEeZWI6NkeS+Y7ck/X6pwdUmgGl27MK7Mc1qxVV81TO5mm2HpnNLUkBfno2Wr+XVc4CNfdmPMPpLUz1t3YIP9xtPi/EwAaRt+BpD3HVl4RzW3R+8pH60BtS2LDLXm2EDu7v/RPMuF793XXR3Yqjr6ae3vITCzbGOtvjKUbkx4lm42h3qQz8nX2xDW/G0dfjbP7/2XPtEx0rojlW2L1zmhflv+FJJ+KY/MnYuJ8DB65KIdWXhGrr4l3vpd0jNDC9X8QE+fzbCqZycT6G2Ptrhg4HOdPxMRwZDLR0hEtHdGxMpasW2AQTgzH1HhSZ27/Yhx8PgYOf5Rkq66KTXcUdFKKyox5ZZbDWrb1s9G1Ok785sMDq7Qvjy2fjGWJL2foaGSz1fy7LrmJ4RgdyLlTcXNrXLk79j419yhKLe1xxd3R0h6NQRACQOMYPh3Dp5OO875sUyzbFBPDMX4uWjujbUlE4tfw2enoK3UQDh6OieGkXZjWfyyWb46Tb8fgkZg4HxEfBkzX6li6IZZtLHRvsf6DeU7R3rYktn42tv7Oh6nQ0lncgUmmxmNyNOfReppb46p/HSNnY2woWtqio6f0q4/Z6Tjx29hUwNxLU0us3Fbqw/b0Jx1Ro6U9rrwnxgZjtD9a2qNjxcKPLFqmMa/YcljL1l4Xa6+LqbGYnk7ai3jGwOEGHM+hI0lHmepeFzu/Gsdei3PHYnIsWrtj+eZYd0Oe3QsFIQBQNaf3xJZP5blNa1eh51Pufz/nKacXnjHZOPlWbLwt6Tadq+LyTy/2gfoPxvRk0vZvH8osfN1ubDDP4Vs7e8p7zr1Tb8Xa66tzMrSh3vyHWGxfVtBca1XGvGLLYe1rbo/mwv5y+99vwPHs/yDW7Eq6Qcfy2Pa5Rl4A7EMIAI0VhO8mnVmrWMd/U66MKe1+ifOaGo+z+8r7EAlHdq2M6ak4+svqPPTAoeo8bgnHvDLLYcMYOpLn66E6Hc+hozE5mup3VhACQEO5sKNOSZzdH8OnypVqpXqSyU78Os+5GRZp9u5q1XJmb3Xa7NzJRa1GT4xUf8wrthw2hhO/bczxzE7HmXcFIQDQQM68F+eOl2BdufcXZXySp94q5ekNcxkdyH8ozsUYOpZ0IoSK+eClhffVItaj4+SbC/zVsaHY93RNjHlllsOasrBJvOHTBaV4nY7nybcX+M1Rwja0ghAAqJ5svP/8YrfdOvSPpdz0dJ7nmI0Dz8XUWNkHo/eVMr6Q6cmamFuYGI79T1chTU++ucB38NhrMXLmXw7uWtUxr9hyWCNG++PNhxfy4XD45UYez/GhOLO36N8aPBLnTjTCUiEIAaABjZ+LA88tcIU7Io7/uux73114kvt+UvaMmRqPA/8Q01Pluv/jvynvVqkFOn8q9j8z9+D45TY1HsfeKH41+nCc2RvZ6Rjpq4kxr8xyWCMGDsfkaBz55+J+69TbRWx0UKfjefTV4jo5Ox1H/rmAY1YJQgCgWgaPxP5nF9KEJ98s78ais507Hu/9eFG7oo325zwx2kexdCIOPLfAJjx3LN/q71Ac/3WtvOPv/ujDA/ov3thQQZvDnfhtcXswjvbH+89/+O/kc4JXcswrsxzWxEJyOCLi9J4iZlnPnyw6IOtxPCeG49A/FvOtxK9i5Gw0tQpCAKCGDRyKPT+M0f5Cbz89GYf+sdBtw0q2Ln4s9nx/ITs9Zqfj2Ovx9mMFTRYNfBB7nyx629GTb8W+n+S/2bFXo+/9Ip72dNlmFIdPxVuPLmTjt4uaoTcOPBdvPVzYi8rGgecKPdDL+VOx90cxObbYICzHmFdmOayu6ckY+pcvOD54qaCtAIZPxb4FbY1cj+N5dl8c/1VBt+w/GEdfi4hoboggdB5CAGhkw6fjncdj3Q2x9vqkk3Rns9G3P46+GmODVXiSY0Px7hPRc2Ws/1hBZ5CbHI3T78apt4oLvPMn461HYv1NsXZXNLflH7cj/xxDRwtbhc3Ggediw82x/qbINCWt6fYdiKO/jMlyHgBmajwOvhgnfhuX3RQrtiY9nznP7fzJ6D8YfQeKzubpydj3dKy7MS67KecWdNmpOP7rOP7GRfO0w2cW/jLLMeaVWQ6raOjoR5sMZLPx/vNx/mRsuC1H1WTj1Ntx5BcL3/izHsez95WYGo8Nt0Umk/M2p9+NQz+LyEZEg2wymomj3/SfZQW8+uR36+4533rvH3njAJ/PDaOpJVZsjWWbontNtHRGc1tMT8bkSIz0xdDR6Ht/IZsartga23fP/6Mze+Pgiwt5nt1rY/mW6F4THSuipSOaWiKbjemJmBiJ8aEYORtDx2Kod1H7BDa1xvLNsWxzdK2KtiXR3BaRiexkTIzE2GAMn4r+Qws82V1rV6zeEUs3ReeKaG6PbDamxmNiOEZOx7kT0f/+R5NjldHcFsu3xJL10bkq2pdEc1tkWmJ6IqYnYmoiJoZjtC9G+mK0L86fKsFOXy3t0XNVLNscnT3R2hGRicnRGDkbg0fizN75NiDMzPMlRXa6uF25yjTmFVgOy/v33hpt3fMU16XvQktHrLo6lm+Jzp4PPxbGBmOoN06/W8TGBQ02nt1rYsNtsWzTJd8TnYqjr120jfS2z0fP9vnvZP9Pov+D+vjfwQwhAKTC9GSc3VeJQ8Us0vmTZT9s/fRE9B2IvgOlv+eJ4Tj2xkKOs1ImU+MVfdMnx+Lkm8WciyJbghOCl2nMK7AclnshLzDnJkfjxG/ixG/q/u+6lM/2VLz3VLR2x5J10dYdkYmJkTh/MsYGLvlOI/fs9PR03bxeQQgAAHCRifP5vzZqzt1S2am6eaUOKgMAAFB8SuU+qMzURP28Cm8kALDA1YhmYwCkV9uSnD9a/ObQghAAqPnViFZjAKRUpnmeI/d8FIQjdfNCBCEAsEAJ344v/pCVALWse01EjrNTTAzX02egIAQAFqhrdc4fFXXmAIC6s3xzzh+V8IwdghAAqFHNbbF0Q+4gnDBCQB1oX5a0sUMumeZYtSPnT4dPC0IAoNGtuz6ach9yfWrUCAF1oLMnrvtabP5X0dJR3Adga1fOn9bXSSydhxAAyGPNrhg+HedPRmQjIjJNsebaWH9T0q+M9Bk2oD5kmmPt9bH6muh7P87sjaGjeW6/fEtsuC3nT7PZGOwVhABAA1m7KzpWRHY6JoZjajzalkZzvuOLCkKgvjS1xqqrY9XVMX4uBnvj/Mk4fzLG+mN61inmO1bEmmtj7XVJ93PuWEyNCUIAoOFkmgrd02b8XJ2tDwHMaFsSq3fE6n/ZRXB6MqbGYmoyWjujuS3/r5/ZW2evVxACACXWf9AYAA2iqSWaWqLAs65OjkbfgXp7gd5jAKC06m59CKAkjv+q/s7CKggBgFIaG4hzxw0DkDqjfXHyrfp72oIQACilI78wBkDqZKfi/RcjOyUIAYAUGzpmB0IgjQ7+NIZP1eUzd1AZAKA0Jobj4POGAUiX7HQcfDHO7qvX52+GEAAogfFzsfdHMX7eSAD1ZOhoHH0tJhd6ppzR/tjzwzquwTBDCADkl83z8zPvxZF/islRIwXUmanxOPZanPh1rLo6VmyLpZdFprAps9H+OPnbOP1uZKfrewQEIQCQx54fxsptsXRDdPZE25Joao2ImBqL0f4YOhpn3ouxQYME1LHpyTj1dpx6O5rbPvys61wZ7SuipT2aWqO59cPbTAzH6ECcPxlDR+L8qQZ57YIQAMhjajxOvxun3zUSQON/3PUfTNfBsexDCAAAkFKCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhIYAAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEgP+//ToWAAAAABjkbz2MPWURACCEAAAACCEAAABCCAAAwCpJ4bumq/1mUAAAAABJRU5ErkJggg==\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/cover\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/66297532933d6d63\\\" subtiddler=\\\"$:/plugins/twpub/66297532933d6d63/images/OEBPS/2046279218234472657_25271-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/readme\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''朝花夕拾'' |\\n|epub-creator |''Xun Lu'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''89'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/errors\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/66297532933d6d63/text\": {\n            \"title\": \"$:/plugins/twpub/66297532933d6d63/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/66297532933d6d63/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/66297532933d6d63/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F66297532933d6d63.png"}