{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"桃花扇","name":"TWPUB","title":"$:/plugins/twpub/6f747cb048be6a3a","description":"桃花扇","converter-version":"0.1.0","epub-creator":"Shangren Kong","conversion-errors":"0","count-chunks":"97","count-images":"1","cover-image":"$:/plugins/twpub/6f747cb048be6a3a/images/OEBPS/9036543545129676726_24234-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/6f747cb048be6a3a/images/OEBPS/9036543545129676726_24234-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>The Project Gutenberg EBook of Peach Blossom Fan, by Shangjen Kong</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">Title: Peach Blossom Fan</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Author: Shangjen Kong</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Release Date: January 10, 2008 [EBook #24234]</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000006\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000006\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Language: Chinese</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000007\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000007\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">*** START OF THIS PROJECT GUTENBERG EBOOK PEACH BLOSSOM FAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000008\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000008\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">Produced by Ching Guo</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000009\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000009\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第一回     看梅花道院占滿　畫墨蘭妝樓賜字</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000010\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000010\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  詞曰：<br>\\n\\n  公子秣陵僑寓，恰遇南國佳人。奸賊挾仇饞言進，打散鴛鴦情陣。<br>\\n\\n  天翻地復世界，又值無道昏君。烈女濺血扇面存，棲真觀內隨心。<br>\\n\\n    《西江月》<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000011\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000011\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  話說明朝崇禎末年，有一秀士，姓侯，名方域，字朝宗，乃河南歸德府人士。歷代簪纓，累朝世冑，祖為太常，父居司徒。貌美休誇擲果滿車，才洪敢同七步成文。祇因闖賊橫逆，就試南闈不幸名列孫山外。烽煙未靖，祇得寄身水濱，僑寓湖邊，每日惟賦詩飲酒，以為娛樂。嘗於讀書之暇，撫卷自嘆，說道：「俺侯朝宗年已弱冠，讀書異地，功名未就，家鄉遠通，況是佳人難覓，良緣未締。思念之下，不禁浩嘆！」幸喜宜興陳定生、貴池吳次尾乃社中契友，寓在蔡益藏書坊之中，時常往來，頗不寂寞。<br>\\n\\n  祇因曾約陳、吳二友往冶城道院同看梅花。時值天氣晴朗，換了衣妝，早去赴約。遂即喚過書僮看守寓所，自己出門往冶城道院而來。祇見碧草翻天，綠柳匝地，遊人士女三三兩兩各攜玉液，無不飲酒行樂。正在觀看之際，忽聞有人招呼，說：「侯兄信人，果然早到！」朝宗抬頭一看，見是陳、吳二人，遂各作揖相見。朝宗向次尾問道：「次兄，可知流賊消息麼？」次尾答道：「昨見邸抄，流寇連敗官兵，漸逼京師。那寧南侯左良玉系弟世誼，且是忘形之交，今已還軍襄陽，中原無人，大勢不可問矣！」三人一同長嘆，道：「如此凶惡，何日平定？」這陳生又向二人說：「平定未知何時，春色正自可人。吾輩乘此逸興，且自遊玩！」三人遂並肩直往冶城道院而來，忽陳某書僮忙來報說：「眾位相公，不必去了！今有魏公子、徐公子請客看花，將一座大道院俱已占滿，請回吧！」三人聞言，不覺掃興，止步徘徊。正是：<br>\\n\\n  桃源有路人先到，仙境無緣我暫歸。<br>\\n\\n  卻說三人聞書僮之言，正無歸路。祇有候朝宗久已有心訪覓佳人，遂向陳、吳二人說：「既是這等，我們且同到秦淮水榭一訪佳麗，倒也有趣，不知二兄尊意如何？」吳次尾說：「不必遠去，兄可知泰州柳敬亭善於說書，曾見賞於吳橋范大司馬、桐城何老相國。聞他在此作寓，何不同往一聽，消譴如何？」朝宗聞言拂然不悅，說道：「那柳麻子做了閹兒阮鬍子的門客，這樣人說書，不聽也罷！」次尾說：「兄還不知，阮鬍子漏網餘生，不肯退藏，還在那褲子襠內蓄養聲妓，結納朝緋。小弟做一篇《晉都防亂》揭帖，公討其罪。那班門客纔聽得他是崔魏一黨，不待曲終，拂衣散盡。這柳麻子也在其內，豈不可敬？」朝宗聽說，不覺失驚，道：「阿呀，竟不知此輩中也有豪傑，該去物色的！」遂著家僮引路，大家同往柳麻子家來。<br>\\n\\n  及至門首，家僮叩門，那柳麻子開門一看，見是陳定生等三位相公，遂讓至家中。依次坐定，問道：「此位何人，從未識面？」吳次尾說：「此是河南侯朝宗，當今名士！久慕清談，特來領教！」柳麻子說：「不敢，不敢！相公都是讀書君子，旁搜遍攬無所不知，倒來聽老漢俗談！」三位說：「不必過謙，願求賜教！」柳麻子遂說：「既蒙光降，老漢也不敢推辭，祇怕演義肓詞，難入尊耳！沒奈何，且把相公們讀的《論語》說一章罷。」遂移桌中間，手持鼓板、醒木，將《大帥摯適齊》一章，從頭至尾演說一遍。陳定生說：「妙極！如今應制講義，那能如此痛快？真乃絕技！」次尾說：「敬亭纔出阮門，不肯別投主人，故此現身說法。」侯朝宗道：「俺看敬亭，人品高絕，胸襟灑脫，是我輩中人，說書乃其餘技！」敬亭聞眾人交贊，立其身來，說道：「老漢乃鄙俚俗談，謬承贊賞，慚愧，慚愧！」朝宗又問敬亭：「昨日同出阮衙，是哪幾位朋友？」敬亭答道：「中位都散去，祇有善謳的蘇昆生還寓比鄰，現青樓院內教歌。」朝宗聽說在院內教歌，早已打動心事，又向敬亭說：「此人亦要奉訪，尚望賜教！」說罷，三人辭了敬亭，一拱而散。這候朝宗卻立意要尋訪青樓，但不知京都哪一處為第一家。<br>\\n\\n  且說都中兩秦淮，一灣兩岸皆楊柳街道，更多□樓，住的是煙花風月之家。其中有一鴇兒，姓李，表字貞麗，乃煙花妙部風月班頭。養成一個假女，年方一十六歲，溫柔纖小，纔陪玳瑁之筵﹔宛轉嬌羞，未入芙蓉之帳。雖在青樓，尚未破瓜，而且素性貞良，從不輕易會客。這裏有一位罷職縣令，叫做楊文驄，表字龍友，是鳳陽督撫馬士英妹丈，曾與褲子襠裏住的阮大鋮結為兄弟。原與李貞麗是舊友，時常在院內走動。見貞麗之女標致非常，年屆破瓜之期，梳櫳無人，常留心代為尋覓年少才子，風流兒郎，招來梳櫳，不在話下。今當春光明媚，龍友無事，要到李貞麗家閑話以消悶倦。及走到門內，祇見他院內□□□□□□□口歡飲，濃濃一院春色，好不迷人。遂呼道：「貞麗姐在家否？」貞麗聽得呼喚，見是楊龍友，原是舊好，遂讓到女兒妝樓上去。<br>\\n\\n  龍友上得樓來，望見四壁無數詩篇，方欲觀玩，祇見貞麗女兒曉妝纔罷，嬌嬌嬈嬈走到面前，道了一個萬福。龍友對貞麗誇說道：「令愛數日不見，益發標致了！」尚未坐下，又向壁上一看，「贊的不差。」看到左邊的詩條，驚訝道：「張天如、夏彝仲這班大名公都有題贈，下官少不得也和韻一首。」取過紙筆，詠哦一會又道：「做他不過，索性藏拙。聊寫墨蘭一幅，點綴素壁罷！」又見右邊有藍田敬畫的拳石，遂說：「這是名人之畫，我就寫在石旁，借他的襯帖也好。」不一時，將墨蘭畫完，遂問貞麗說：「令愛大號？我好落款。」貞麗笑道：「年幼無號，求楊老爺賞他二字。」龍友沉吟一會，說：「《左傳》有云：蘭有國香。就叫香君何如？」貞麗說：「甚妙，多謝楊老爺！」龍友又笑說：「如今連樓名都有了。」遂落款云：「崇禎癸未仲春，偶寫墨蘭於媚香樓，博香君一笑。貴州楊文驄。」貞麗與香君起身致謝，說：「寫畫俱佳，可稱雙絕！有此佳畫，敝樓生輝矣！」遂著人安排酒桌，與龍友賞玩春景不題。<br>\\n\\n  卻說龍友正在樓上飲酒敘話，忽聽樓下有人自言自語說：「俺自出阮衙，更投妓館，做這美人的教習，不強似做那義子幫閑麼？正是：閑來翠館調鸚鵡，懶向朱門看牡丹。今日該演習歌曲，登樓上去。」上得樓來一見龍友，驚訝道：「不知楊老爺在此，有失迎接，得罪，得罪！」龍友見是蘇昆生，遂驚問道：「你出阮門之後，一向在哪裏？久不領教，今得一會，幸甚，幸甚！」遂各施禮讓坐。坐定，龍友問說：「昆生怎得功夫在此閑遊？」昆生尚未及答，貞麗即對龍友說：「這是敝院請來教小女曲歌的蘇先生，在我院中已半月有餘。」龍友聞言說：「令愛真是絕世國色，再得昆生教些曲詞，有了技藝，不愁是個名妓了。」又向昆生說：「恭喜你得了絕代的門生，可喜，可賀！請問昆生，你傳的是哪一套曲詞？」昆生說：「是玉茗堂四夢。」龍友又問：「學會多少了？」昆生說：「學《牡丹亭》半本。」遂向香君說：「趁著楊老爺在此，隨我對來，好求指示！」香君即移椅與昆生坐近，將學的曲詞一一演唱一番，無不妥當。把一個楊龍友喜得滿面春風，向貞麗說：「令愛聰明的緊，聲容俱佳，若得有人來梳櫳，真乃才子佳人，天然佳偶！」遂對昆生說：「昨日會著河南侯司徒公子侯朝宗，客囊頗富，才子風流。年方二十一歲，正在這裏物色名妹，昆老知道麼？」昆生說：「這是敝鄉世家，果然是個才子。」龍友說：「昨日偶然說及令徒姻事，朝宗甚動情，不知貞娘肯招否？」貞娘說：「這樣公子肯來梳櫳，是極妙的了，怎說不肯？還求楊老爺極力幫襯成全此事，自然叩謝！」龍友聞言，甚覺歡喜，又飲數杯，遂起身辭了香君與昆生，下樓而去。貞娘又留在自己房裏小酌，以賞春光。昆生亦自回房去了。正是：<br>\\n\\n  滿院柳花簾前舞，一杯香醪味偏長。<br>\\n\\n  不知侯生與香君幾時纔得會面。下回便知端的。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000012\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000012\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>第二回     清明節遊春遇艷　暖翠樓擲香訂期</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000013\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000013\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  且說侯朝宗意欲尋訪佳麗，適有楊龍友偶然談及名妓香君。這朝宗左思右想，不敢認真，一則恐楊龍友系阮圓海故友，假此嬉落﹔二則又自己蕭索囊乏，哪有銀錢治辦妝具。反復輾轉，正在無聊之際，忽聽門外有人呼喚：「侯相公在家否？」方待出門看時，柳敬亭已走進來，二人相見未及施禮，敬亭說：「日下對此三月艷陽，住在六朝佳麗之場，遊人絡驛，相公竟悶坐書齋，豈不辜負花朝？」朝宗答說：「弟久有意，奈同伴無人，雖有美景，孤身難覓。」敬亭說：「老漢今日無事，不免陪著相公看花、踏青何如？」朝宗說：「如此極妙！」遂換了衣衫，同敬亭出門，望城東而來。祇見路上柳綠桃紅，不暇細看，遊春士女，隨處皆是。<br>\\n\\n  正走之間，敬亭指說道：「此是秦淮之水，過此長橋，便是有名姊妹家。」朝宗留心細看，但見碧煙染窗，紅杏窺牆，黑漆兩隻門，俱插著一枝帶露嬌柳，遂問敬亭：「此是何處，這般有趣？」敬亭說：「這一條巷，原是舊院，此中麗人最多，那高門兒便是李貞麗家。」朝宗一聞「貞麗」二字，想起那龍友之言，便問：「他女兒香君可在裏面？」敬亭說：「他是母子，不在裏頭，在哪裏呢？」朝宗急扯敬亭叩門，裏邊人問：「何人叩門？貞娘、香姐俱不在家。」朝宗聞說，心中著實發急，又暗想道：「他既不在，定是哪裏踏青去了，我就坐在此等候一回！」遂坐在門前石凳上，死也不動。敬亭百般催促，祇是不動，但見侯生如癡如醉。正在無可奈何處，忽聽見有人呼他的姓字，抬頭一看，見是楊龍友與蘇昆生並肩而來，望著拱手說道：「侯世兄卻在這裏，俺二人上貴寓尋訪，聞你同敬亭遊春去了，不想此處得遇，萬幸，萬幸！且問侯兄，為何在此徘徊？」敬亭說：「我與侯兄遊春到此，他聞香君美名，遂欲訪他。適香君不在，故侯兄如此光景。」楊、蘇二人說道：「侯兄，今日是清明佳節，他們院內姊妹俱赴盒子會去了，焉能在家？」朝宗說：「不知可在哪家赴會去？」昆生說：「今日是香君姨娘卞玉京主會，在暖翠樓上。侯兄何不趁此良辰，同到樓下，賞玩一回？」龍友又說：「俺二人原為侯兄喜事而來，暖翠樓離此不遠，大家同去看看，侯兄也好放心。」朝宗聞言，慌忙立起身來向二人作揖，說：「望眾位攜帶一二，自當重報！」四人前前後後、說說笑笑，往暖翠樓而來。<br>\\n\\n  柳敬亭說：「侯兄，已至暖翠樓下了。請坐，再看機會。」朝宗說：「不知香君在否？」龍友指說道：「那樓頭坐的不是香君！」朝宗往上一看，見他嬌嬌滴滴，年紀不過十五、六歲，真乃容可落雁，貌能羞花。遂不覺魂飛天外，目不轉睛，獃獃的望樓上觀看。正在動情之時，祇聽樓上說：「香君，你的簫吹演一回。」祇聽得簫音嘹亮，猶如鳳鳴雲端，朝宗情不自禁，遂將自己佩的扇墜解下說道：「這幾聲簫吹得令人消魂，小生忍不住要打采了！」將扇墜望樓上一拋，不料正落在香君懷裏。香君滿面通紅，含羞微笑。貞麗即取香君冰紗汗巾包上櫻桃，拋在樓下。眾人拾起來，傾在盤內，朝宗說：「此物不知何人拋下來的？若是香君，豈不可喜！」龍人說：「觀此汗巾，多應是他。」敬亭說：「既如此，不得亂動！先教侯兄口含一枚，品此鮮味。」大家正在取笑之時，忽見一人手提茶壺，一人懷抱花瓶立在面前，真正是：<br>\\n\\n  香草偏隨蝴蝶舞，美人又下鳳凰臺。<br>\\n\\n  朝宗正向樓上張望，被龍友一把拉住說：「侯世兄，這是貞麗，這是香君！」朝宗一見，魂不附體，忙向前施禮，道：「仙子何時下界，有失迎接！」昆生指說：「此是貞麗，此是香君，相公仔細認認！」侯生方纔正容施禮說：「渴慕久矣，得一見，三生有幸！」又向龍友說：「果然妙齡絕色，楊兄賞鑒真正不差！」貞麗說：「虎丘新茶，泡來奉敬！」香君說：「綠柳紅杏，點綴春色。」朝宗向香君懷內一看，見一扇墜佩在身邊，遂口占一絕云：<br>\\n\\n  南國佳人佩，休教袖裏藏。<br>\\n\\n  隨郎團扇影，搖動一身香。<br>\\n\\n  龍友說：「此詩風流典雅，真是奇才！」遂即問道：「昨日所云梳攏之事，不知侯兄肯否？」朝宗說：「秀才中狀元，哪有不肯處？」香君聞言，含羞上樓而去，貞麗上前說：「蒙楊老爺美言，相公不棄，即此擇定吉日，賤妾就要高攀了！」朝宗說：「三月十五日，乃花月良辰，便好成親！但小生客囊羞澀，恐難備禮。」龍友接口說：「世兄不須愁，妝奩、酒席，小弟一並備來點染佳期，不知世兄可肯笑納？」朝宗聞言，深深一恭說：「多謝楊兄費鈔，另日叩謝！」貞娘見女兒事成，遂辭別眾人，登樓而去。朝宗等四人亦各由舊路而回，四人之中惟朝宗歡喜不盡，欣然而去。<br>\\n\\n  有詞為證：<br>\\n\\n  聽分解、誤走到巫峰上。添了些行雲，想匆匆，忘卻仙模樣。<br>\\n\\n  春霄花月休成謊，良緣到手難推讓，准備著身赴高唐。<br>\\n\\n  且說楊龍友陪著朝宗，定了梳櫳香君的佳期。次日清晨，起來即往褲子襠來，尋那阮大鋮去。因是舊交，不待通報竟入他後巢園內。未及揚聲，祇聽得裏面阮大鋮道：「俺阮圓海也是詞章才子，科第名家，祇因主意一錯，偶投崔魏之門，遂入兒孫之號。如今勢敗，剩俺枯林鴞鳥，人人唾罵，處處攻擊。昨日祭丁，受了五秀才毆打﹔前日借戲，又被三公子辱罵。無計分辨，幸虧盟兄楊龍友代設一計，叫俺替侯朝宗制備梳櫳香君妝奩，以便求他疏通，倒也有理。自昨一去，再不見回音，好不悶人！」龍友在外聽的明白，乃高聲說：「阮兄，想念小弟麼？連日違教了！」阮圓海聞是龍友，急忙出來攜手入內。未曾坐定即問：「侯年侄之事，怎麼樣了？」龍友道：「小弟正為此事而來，侯兄佳期已定於三月十五日，不知兄代備之物，可曾齊全？」阮圓海聞言，滿面帶笑說：「弟已備有三百金，仍煩老兄代為治辦，不知兄可肯為一勞？事成，自當叩謝！」龍友說：「哪用許多？弟遵命治辦便是！」圓海入內取出銀兩，雙手遞過，龍友接銀出門而去。<br>\\n\\n  卻說那香君，自從那日在暖翠樓面晤朝宗，見是個風流才子，心中暗自欣羨。再不輕易下樓，亦不妄自見人，專待十五日成親。<br>\\n\\n  及至佳期已到，貞娘絕早起來。正在著人卷簾掃地，安席排桌，忽楊龍友走來喚道：「貞麗，今日是令愛上頭佳期，昨許侯兄代備箱籠等物，今已齊備。著人抬進安置在洞房裏，以助令愛新妝。還有三十兩銀子交與廚下，一應酒筵，俱要豐盛！」貞麗見箱籠、衣服無不齊備，又有酒席銀兩，喜不自勝。遂叫香君來叩謝，龍友說：「些須引意，何敢當謝！」正敘話間，忽亂嚷道：「新官人到門了！」但見朝宗身穿盛服，冠插宮花，進得門來，滿院之人個個稱羨。正是：<br>\\n\\n  雖非科第天邊客，也是嫦娥月裏人。<br>\\n\\n  這侯朝宗下馬，貞娘並一應陪客迎接客舍。楊龍友見了，向朝宗一揖說：「恭喜世兄，得了平康佳麗！小弟無以為敬，草辦妝奩、粗陳筵席，聊助一宵之樂。」朝宗謝說：「過承周旋，何以克當！」貞娘向前說：「新人與楊老爺請坐獻茶！」茶畢，龍友問道：「貞娘，一應喜筵，安排齊備了麼？」貞娘說：「托賴老爺，件件完全！」龍友立起身來，向朝宗一拱，說：「今日吉席，小弟不敢饞越，就此告別，明日早來道喜！」說罷，遂辭侯生而去。貞娘所請陪客丁繼之等，上前作揖道喜。遂請侯生更衣，女客玉京等扶持香君出來，大家做樂，二新人對面相見，真正：一是文章魁首，一是士女班頭。兩下暗自欣羨，各生眷念。眾鴇兒排下筵席，齊說：「院中規矩不興拜堂，就吃喜酒罷！」遂讓朝宗、香君並肩上坐，丁繼之、張燕筑等三人坐在左邊，卞玉京、鄭妥娘等坐在右邊，人家飲酒歌彈，極其娛樂。不覺紅日銜山，烏鴉選樹，眾人齊聲說：「天晚了，送新人入洞房去罷！」丁繼之攬住說：「不要忙，侯官人當今才子，梳櫳了絕代佳人，合歡有酒，豈可無詩？」眾人皆說：「有理！待我們取付新樣花箋，磨飽松煙，伺候揮毫。」侯生說：「不消詩箋，小生帶有宮扇一把，就題贈香君，永為結盟之物罷！」遂舒開宮扇，不用思索，提起筆來一揮而成，乃是七言絕句一首。詩曰：<br>\\n\\n  夾道朱樓一徑斜，王孫初御富平車。<br>\\n\\n  青溪盡是辛夷樹，不及東風桃李花。<br>\\n\\n  眾人見侯生如此敏捷，大家正在那裏贊賞，忽有人報曰：「楊老爺送詩！」侯生接過一看，讀曰：<br>\\n\\n  生小傾城是李香，懷中婀娜袖中藏。<br>\\n\\n  緣何十二巫峰女，夢裏偏來見楚王。<br>\\n\\n  讀畢說：「此老多情，送來一首催妝詩，妙絕，妙絕！」眾人聽見，大家稱贊。從新吹彈起來，勸新人飲酒，侯生與香君交杯換盞，暢飲一回。譙樓已打二鼓，眾人齊說：「天色晚了，撤了席罷！奏起樂來，送新人入房去！」侍女持燈，侯生與香君攜手同入洞房。侯生見香君微被酒熏，春色滿面，比暖翠樓下相會時更覺宜人，情不自禁，輕輕抱上床。你貪我愛，說不盡雲情雨意﹔顛鸞倒鳳，祇覺得風抖花顫。正是：<br>\\n\\n  劉郎已入桃源內，帶露桃花怎不開？<br>\\n\\n  不知後事如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000014\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000014\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第三回     疑陪奩公子問故　知緣由俠女卻妝</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000015\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000015\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  話說侯生與香君成親之後，次日天明起來，梳洗未完，楊龍友早已來與侯生道喜。<br>\\n\\n  及到院內，見院門深閉，侍婢無聲，已知他們高眠未起，遂喚鴇兒說：「你到新人窗外，說我早來道喜。」鴇兒未及答應，貞娘早已聽見，問鴇兒：「是誰？」眾說：「是楊老爺道喜來了。」貞娘聞說楊老爺，慌忙出來相見說道：「多謝老爺成了孩兒姻緣，感恩非淺，焉敢又勞老爺絕早道喜！」龍友遂問道：「新人起來否？」貞娘說：「昨晚睡遲，還未起哩！」<br>\\n\\n  貞娘遂轉身進內一看，祇見他二人那裏交扣丁香、並照菱花，梳洗纔完，穿戴未畢。就轉身出來，請楊老爺同進洞房，好飲扶頭酒。龍友與貞娘見了侯生，戲曰：「驚卻好夢，得罪，得罪！昨晚催妝拙作，可還得入情麼？」侯生笑謝曰：「妙是極妙的了，祇是香君雖小，還該藏之金屋，小生袖裏如何著得下？」大家俱笑。<br>\\n\\n  龍友又問說：「夜來定情，必有佳作？」侯生說：「草草塞責，不敢請教！」遂教香君取出宮扇遞與龍友，龍友吟讀一遍，「妙，妙！祇有香君不愧此詩，好好收著。你看香君上頭更覺艷麗了，消此尤物。」侯生說：「香君天姿國色，今日插了幾朵珠翠，穿了一套綺羅，十分花貌，又添二分，果然可愛！」貞娘接說：「這都是楊老爺幫襯的。」祇此一句，遂逐著侯朝宗心內之疑，向龍友一恭，道：「我看楊兄雖是督撫馬老爺至親，卻也拮據作客，為何輕擲金錢，來填煙花之窟？在小弟受之有愧，在楊兄施之無名，敢求明示，以待圖報！」香君亦接口說：「侯郎問得有理，奴蒙楊老爺百般抬舉，昨日承情太厚，也覺不安！」龍友見問，遂說：「既蒙問及，小弟祇得實告。這酒席、妝奩皆出懷寧之手。」侯生說道：「不是宛人阮大鋮麼？」龍友應道：「正是他！」侯生大驚，就說：「這阮圓海原是敝年伯，小弟鄙其為人，絕之已久。他今日為何無故用情，令人不解？」龍友說：「圓老有一段苦衷，欲見白於天下，他當日曾遊趙夢之門，原是吾輩。後來結交魏黨，以圖救護東林，不料魏黨一敗，東林反興水火。近日復社諸生倡論攻擊，大肆厥辱，豈非操同室之戈乎？圓老故交雖多，因其形跡可疑，亦無人代為分解，每日向天大哭，說道：『同類相殘，傷心慘目，非河南侯公子不能救我！』所以今日諄諄納交足下耳！」正是：<br>\\n\\n  無計欲識君子面，且將財物貨人心。<br>\\n\\n  侯生聞言，如夢初醒，方知陪妝情由。一時不明熟思，遂有解救說：「阮圓海情甚迫切，亦覺可憐。就便是魏黨，悔過來歸，亦不可絕之太甚，況罪有可原乎？定生、次尾乃弟至交，明日相見，即為分解。」龍友謝曰：「果得如此，吾黨之幸也！」<br>\\n\\n  不料香君在旁聞侯生之言，拂然大怒曰：「郎君是何意思？阮大鋮趨赴權奸，廉恥喪盡。婦人女子無不唾罵，他人攻之，官人救之，吾不知官人自處於何等？官人之意，不過因他助俺妝奩，便要徇私廢公。這幾件釵釧、衣裙，卻放不到我香君眼裏！」說完，遂將頭上珠翠拔下，衣衫脫去，盡情丟在地下，向臥房而去。<br>\\n\\n  龍友見如此光景，也覺沒趣，含怒微笑曰：「呵呀！香君氣性忒也剛烈！」侯生說：「好，好！這等見識，真乃女中丈夫。我倒不如，真侯朝宗又畏友也！老兄休怪，弟非不領教，但恐為女子所笑耳。那些社友，平日垂俺朝宗者，也祇為這點義氣。我若依附權奸，那時群來攻我，自救不暇，焉能救人乎！」龍友見事不成，甚覺不快，強為解說道：「圓老好意，也不可太激烈了！既然如此，弟就此告辭！」遂一拱就欲下樓，侯生深深一揖道：「老兄莫怪！這些箱籠、衣服原是阮家之物，香君不用，留之無益，還求取去罷。」龍友滿面羞慚，遂辭出而去。正是：<br>\\n\\n  多情反被無情惱，乘興而來敗興歸。<br>\\n\\n  要知端的，下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000016\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000016\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第四回     端陽節社友鬧榭　燈船會阮奸避蹤</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000017\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000017\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  卻說香君卻了妝奩，侯朝宗又當面對著楊龍友拒絕了一番，心中悶倦，思欲觀玩景致以消鬱結。<br>\\n\\n  適值五月端陽佳節，南京風俗到得此日，無論紳士商賈俱各駕船遊玩，吹彈歌唱。卻說陳定生去約吳次尾，說道：「次尾兄，今日節鬧端陽，你我旅邸抑鬱。何不到秦淮賞節，以伸悶懷？」次尾說：「弟久有此心，方欲訪兄同去，不料兄已先及，正合我意！」二人攜手出門，緩步前行。<br>\\n\\n  已到秦淮，定生問說：「如此佳節，怎的不見同社之人？」次尾說：「想必都在燈船會上。」說話之間，見有河房一座，掛燈垂簾，甚是清雅。次尾一看，知丁繼之水榭，向陳定生說：「此是丁繼之水榭，可以登眺。」二人遂同登水榭，喚曰：「丁繼之在家麼？」內有一童走出，認的他二人，說：「陳、吳二相公請坐！俺主人赴燈船會去了，家中備下酒席，但有客來隨便留坐。」二人聞童子之言，同說：「有趣，可稱主人好事矣！」也不謙讓，一同坐下。定生說：「我們今日雅集，恐有俗人闖入，不免設法拒絕他。」遂命童子取一燈籠來，提筆書上八個大字：「復社會文，閑人免進」，掛在水榭之前。二人方坐下飲酒。<br>\\n\\n  正飲之時，祇聽鼓吹之聲振耳，知是燈船將近。憑欄觀望，遠遠見一隻燈船，內有一女客歌唱，三個男子吹的吹，彈的彈，向水榭而來。定生留神一看，見是社友侯朝宗，向船上指說：「那來的好似侯朝宗。」次尾說：「正是他！該請入會的。」定生說：「那個女客必是香君，也好請他麼？」次尾說：「香君不受阮鬍子妝奩，竟是復社的朋友，請來何妨！」定生說：「這等說來，那吹彈的柳敬亭、蘇昆生不肯做阮鬍子門客，也是復社朋友，同請上樓來，更是有趣。」遂高聲喚曰：「侯社兄，這裏來！」朝宗聞有人呼喚，望水榭一看，見是陳、吳二位社友，遂向樓上一拱，道：「二位請了！」定生說：「這是丁繼之之水榭，現有酒席，侯兄可同香君、敬亭、昆生同上樓來，大家賞節！」朝宗等欣然下船，遂吹彈著上樓而來，有詞為證：<br>\\n\\n  龍舟並、畫漿分，葵花蒲葉泛金樽。朱樓密、紫障勻，吹簫打鼓入層雲。<br>\\n\\n    《排歌子》<br>\\n\\n  且說朝宗四人上得水榭，見燈籠上寫著：「復社會文」，朝宗說：「不知今日會文，小弟來得正好！」敬亭說：「『閑人免進』，我們未免唐突！」次尾說：「你們不肯做阮鬍子門客，正是復社中朋友。」朝宗說：「香君難道也是不成？」次尾說：「香君卻奩一事，祇怕復社朋友還差他一籌哩！」定生說：「以後該稱他社嫂子！」大家鼓掌大笑，遂喚童子斟酒，六人依次而坐，飲酒賞節。<br>\\n\\n  正飲之際，忽聽眾人報說：「燈船來了！」六人遂停杯，憑欄同看燈船，祇見船上各懸彩燈，繞河競渡。也有飲酒的，也有吹彈的，也有賦詩的，燈船色色不同，人物在在各異。真正是：金波紛紜，競渡銀漠，往來迷津。大家飽看了一會，見燈船將盡，復各依次坐下飲酒，敬亭說：「今日賞節，幸會二位相公，不可空飲，虛過佳節。我與昆生吹彈，香君歌唱，以樂今宵，何如？」陳、吳二人說：「祇是勞動不當！」柳、蘇二人各顯其能，吹彈的十分幽雅﹔香君放開喉嚨，歌唱間幾遏行雲。定生與次尾、朝宗三人放懷暢飲。<br>\\n\\n  正在酒酣之時，又聽有人報說：「燈船又來了！」六人復憑欄觀看，見船上吹打的比眾不同，歌唱的較常大異，船頭立著一人，望著水榭緩緩而來，昆生說：「你看那船上象些老白相，我們須仔細領略。」祇見船頭一人，抬頭向水榭上一望，說：「丁家河房，為何此時尚有燈？大小廝們，快去看有何人？」小廝上岸一看，回報說：「燈籠上寫著：『復社會文，閑人免進』八字。」那人在船頭上一聞「復社」二字，即使歇了笙歌，滅了燈火，悄悄撐船遠避而去。眾人見好三座燈船，「不知何故滅燈、息歌，悄然而去？快著人看來！」敬亭說：「不必去看。我老眼雖昏，早已看真，那個鬍子便是阮大鋮，他買舟載歌，不敢早出，恐有人輕薄他，故半夜方敢出遊。今見三位相公在此飲酒，不敢近前，故此悄避而去耳！」昆生說：「我說歌吹比眾不同！」定生說：「好大膽！這貢院前也許他來混遊？」次尾即欲下榭，趕上採他鬍子。朝宗攔住次尾說：「他既迴避，我們也不必為已甚之行，且船已遠去，丟開手罷！」次尾忿忿而止說：「便宜了這狗子！」香君見天色太晚，對眾人說：「夜色已深，大家散罷！」敬亭說：「香君姐想媽媽了，我們送他回去。」遂同昆生、朝宗、香君辭了定生、次尾，下船搖櫓而去。陳、吳二人亦各回寓。正是：<br>\\n\\n  樓臺下去遊人盡，小舟留得一家春。<br>\\n\\n  不知後事何如，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000018\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000018\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第五回     阻就糧朝宗修札　寄勸書敬亭投轅</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000019\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000019\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  卻說侯朝宗有一故友，姓左名良玉，當年是父親麾下之將，家在遼陽，世為都司，祇因得罪罷職，補糧武昌。幸遇軍門侯恂，拔於走卒，命為戰將，不到一年即拜總兵之職。南征北討，功加侯爵，強兵壯馬，列鎮襄陽。祇因李自成擾亂，以致朝廷空虞，三軍缺糧，支銷乏策。又見三軍餓極，各有欲變之勢，遂有就糧南京之意，撤兵漢口之心，但恐未奉明旨形跡可疑，因此不敢驟行。祇得日夜撫恤，暫慰軍心。然就糧雖未即行，而傳言早以飛聞南京。文武官員聞知，莫不膽戰心驚。有一人，司馬熊明遇，久聞左良玉曾在侯恂麾下，見侯恂之子侯朝宗現在南京寄寓，意欲托朝宗修書勸阻東下。知楊龍友與朝宗有舊，遂著龍友來尋朝宗，央他修書。<br>\\n\\n  龍友承熊司馬之命前來求書，尋至寓所，不見朝宗。一路問來，知他在柳敬亭家中，聽說平話，遂來敬亭家中尋問。<br>\\n\\n  至門首，下馬逕入，見敬亭手執鼓板在那裏演說平活，朝宗坐在一旁細細恭聽，遂高聲說：「目下是甚麼時候，還在此聽說平話？」朝宗不知何故，急問曰：「龍老為何在此驚慌？」龍友說：「你還不知麼？如今左良玉領兵東下，要搶南京，且有窺伺北京之意，合城失措。即本兵熊明遇亦束手無策，知小弟與兄是好友，故托弟前來懇求。聞得尊翁老先生乃寧南侯之恩師，若肯發一手諭，必能退卻，不知世兄主意如何？」朝宗說：「這樣好事，怎肯不做？祇是家父罷政林泉，縱肯發書，未必有濟。況往返二、三千里，何以解目下之危？」龍友說：「吾兄素稱豪俠，當此國家大事，豈忍坐視？何不代寫一書，且救目前。另日，稟知尊翁，料不見責！」朝宗聞言，欣然說道：「這應急之便，倒也可行。候弟回家，大家商議。」龍友促之曰：「事不宜遲，即刻發書尚恐不及，哪裏等的商量？」朝宗遂命敬亭尋一花箋，即時修起一封阻書，遞與龍友，說：「可再著熊司馬改正好投。」龍友說：「不必改正，待我說與他知道就是。但書是有了，投遞之人，必須著一?妥老誠者方可。」朝宗說：「投書人原是要緊的，哪裏有這樣人？」<br>\\n\\n  二人正在尋思投書之時，忽敬亭立起身來，向二人高聲說：「楊老爺、侯相公，你二位不必作難，待老柳走一遭何如？」龍友欣然曰：「敬老肯去是極妙的，事不可緩，你可速備行李。我回去，即送盤費過來，今夜務必出城纔好。」三人一拱而別，有一詞說那柳麻子英俠，詞曰：<br>\\n\\n  一封書，權宜代，仗柳生，舌尖口快，阻回那，莽元帥。萬馬晨鐘，保住這好江城，三山□□。<br>\\n\\n  且說柳敬亭將朝宗書札包裹妥當，背上行李，曉行夜宿，衝風冒雨，沿江而來。行不數日，遠遠望見武昌，敬亭喜曰：「已到武昌城外了，待我放下行李，在草地下打開包裹，換了靴帽，好去轅門投書。」遂將衣服更換，不慌不忙竟往轅門上來。<br>\\n\\n  見了中軍官，朝上一拱，說：「煩將軍稟報元帥，說有河內寄書人要見！」中軍說：「這時候，還有甚麼書信投遞？你莫不是逃兵，或是流賊細作嗎？」敬亭答說：「我若是逃兵，怎肯自尋轅門？要是細作，亦斷不敢憑空唐突，實有密書一封，要見元帥當面交遞的。」中軍見有書函，不敢隱瞞，遂即擊鼓稟知元帥。良玉即刻升堂，喚中軍問：「有何軍情？早早報來！」中軍稟說：「別無軍情，祇有一差人，口稱投書的，要當堂面投。」良玉聞言，遂吩咐開門，叫大小三軍小心防備，若是流賊細作，即刻拿下，著他膝行而進。<br>\\n\\n  敬亭見轅門大開，刀槍密布，中軍手執令箭，傳說：「投書人膝行而進！」敬亭坦然進來，毫無懼色。行至大堂檐前，朝上一揖說：「元帥在上，晚生拜揖了！」良玉喝曰：「你是何等樣人？如此放肆！」敬亭說：「一介平民，怎敢放肆？持有密書一封，特來投遞。」良玉問說：「是何人書函？」敬亭答曰：「是河南歸德府，侯老先生寄來奉候的！」良玉說：「侯司徒是俺的恩師，你是何人，來此投遞，書在哪裏？」敬亭將書呈上。<br>\\n\\n  良玉接來一看，就吩咐掩門，請敬亭到後堂說：「尊客請坐！」良玉遂將書拆開一看，曰：「這書中文理，一時也看不透徹，無非勸俺鎮守邊方，不可移兵內地之意。轉問足下貴姓大號，與侯老先生有何瓜葛？」敬亭答曰：「不敢！小子姓柳，草號敬亭。」遂即獻上茶來，敬亭接茶在手，良玉對敬亭說：「足下可知這座武昌城，自張獻忠一番焚掠，十室九空，俺雖鎮守在此，缺草乏糧，日日鼓噪，連俺也做不得主了。」敬亭聞言，氣說：「元帥說哪裏話，自古兵隨將轉，哪有將隨兵移的？」遂將茶鍾摔於地下，良玉怒曰：「這等無理，竟把茶鍾擲地！」敬亭笑說：「晚生怎敢無禮！一時說的高興，隨手摔去。」良玉說：「隨手摔去？難道你心做不得主麼？」敬亭應說：「心若做的主，也不教手下亂動了。」良玉爽然曰：「敬亭講的有理，祇因三軍餓的急了，竟不問一聲兒。」又說：「我倒忘了，叫左右快擺飯來！」敬亭於是以手摩腹說：「好餓，好餓！」良玉見他如此光景，遂催說：「可惡奴才，還不快擺！」敬亭起身說：「等不的了，往內裏吃去罷。」說完往內裏就走。良玉怒曰：「你何進我內裏？」敬亭回顧良玉說：「餓的急了。」良玉喝曰：「餓急了就許進我內裏嗎？」敬亭笑說：「元帥也知餓急了，不可進內裏麼？」良玉笑說：「句句譏俺的短處，好個舌辯之士，俺帳下少不得你這個人哩！」遂又問說：「你與縉紳往來，必有絕技，正要請教！」敬亭說：「晚生自幼失學，偶讀幾句野史，信口演出，曾蒙吳橋范大司馬、桐城何老相國謬加賞贊，遂爾得交縉紳，實抱慚愧！」良玉喜曰：「竟不知敬亭有此絕技！就留在敝衙，早晚領教罷！」正是：<br>\\n\\n  口爽舌辯滑稽士，壓卻壯膽並雄心。<br>\\n\\n  未知後事如何，再看下回，便知端的。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000020\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000020\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第六回     阮學士懷怨進讒　楊知縣登樓報因</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000021\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000021\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  且說敬亭持書武昌，見了左良玉遠嘲近諷。說得他心神俱動，就糧之議，大半停止。南京文武，猶懷疑懼之心。遂奏聞朝廷，加他官職，蔭他子侄，又知會各處督撫並在城大小文武，齊集清議堂，公同計議助他糧餉。此不過恐投書未穩，以安良玉之心耳。因而計議諸文武，不論罷職、閑員都有傳單。而楊文驄、阮大鋮諸人亦在傳內，遂各冠帶早至清議堂中伺候議事。哪知阮大鋮懷恨卻奩之嫌，遂生暗害之心，一見龍友便說：「兄可知左良玉舉兵就糧，競有蕭牆人勾引？祇怕左兵一到，還要私放城門，引兵入城，此事不可不作准備。」龍友說：「這話恐未必確，況你我皆系廢員、閑宦，且莫輕言！」大鋮說：「小弟實有所聞，豈可隱秘不言？」<br>\\n\\n  二人正說未了，祇見淮安漕撫史可法，鳳陽督撫馬士英俱到，龍友與阮大鋮以及文武各官迎進施禮。坐畢，史可法問說：「本兵熊老先生為何不到？」長班稟說：「今日有旨差往江上點兵去了。」馬士英說：「這等，會議不成了。倘左兵到來，如何是好？」楊龍友打恭說：「老先生不必深憂，左良玉系侯司徒舊卒。昨已發書勸止，料無不從者。」史可法接說：「學生亦聞，此舉雖然熊司馬之意，實皆年兄之功也。」阮大鋮遂從中譖曰：「這倒不知。祇聞左兵之來，怕是敝同年侯恂之子侯方域略中勾通所致，他與左良玉相交最密，常有私書往來。若不早除此人，將來必為內應，為禍不小。」馬士英說：「有理。何惜一人，以陷滿城之命乎？」<br>\\n\\n  史可法拂然不悅，說道：「這也是莫須有之事，那侯方域卻是敝世兄，他在復社中錚錚有聲，豈肯為此？況阮老先生罷閑之人，國家大事也不可越位亂講，陷害正人以傷公道！」遂起身向眾人一拱，道：「今日之事大概不能議了，小弟告別！」遂忿忿而去。阮大鋮見史可法如此光景，遂恨道：「史兵部怎麼就拂衣而去？小弟之言，確鑿可據，聞得前日還托柳麻子去下私書哩！」龍友遂正言道：「這可大屈了他！敬亭之去，小弟所使﹔寫書之時，小弟在旁。虧他寫的懇切，怎反疑起他來？」大鋮笑說：「楊兄不知，那書中都有字眼、暗號，外人哪裏曉得？」士英聞言點頭說：「是呀，這樣人做事鬼詐多端，不可不殺。小弟回衙，即差人去訪拿！」遂起身向楊龍友說：「老妹丈，就此同行罷。」龍友說：「請舅翁先行一步，小弟隨後就來。」馬士英與阮大鋮臭味相投，遂並馬而回。正是：<br>\\n\\n  邪人無正論，公□皆私情。<br>\\n\\n  卻說楊龍友見他二人說得投機，必要暗害侯生，遂恨道：「這是哪裏說起？侯生素行雖未深知，祇論寫書一事，何等慷慨。為何反加讒言，誣他為暗勾之罪？祇得前去報信，叫他趁早躲避。」隧徑往李家別院而來。<br>\\n\\n  到了門首，祇聽得裏面吹彈歌唱，甚覺熱鬧，急急敲門。裏邊見敲門甚急，開來一看，見是楊龍友，即報與侯生，這侯朝宗聞說是楊龍友，遂同香君並昆生、貞娘一同下樓相見，笑道：「楊兄高興，也來消夜？」龍友歎了一口氣，說道：「兄還不知麼？目下有天大禍事前來尋你！」侯生聞言，吃了一驚說：「小弟有何禍事？如此惊慌！」龍友說：「今日清議堂議事，阮圓海對著大眾，說你與左寧南侯有舊，常通私書，將為內應。那些當事諸公俱有拿你之意，小弟恐兄有不測之禍，特報知。使兄脫此奇禍，豈為消夜而來？」侯生說：「我與阮圓海素無深仇，為何下這般毒手？」龍友說：「想必因卻奩一事太激烈了，故此老羞變怒。」貞麗聞此一段情節，遂催促侯生，說：「事不宜遲，早早高飛遠走，不要連累別人！」侯生說：「事已至此，祇得遠避，祇是燕爾新婚，如何捨得？」香君正色說：「官人素以豪傑自命，為何作此兒女態！」侯生說：「是，是！但不知哪裏去好？」龍友說：「不必慌，小弟倒有個算計。會議之時有漕撫史可法，鳳撫馬舍舅在坐，舍舅語言甚不相為，虧史公一力分豁。且說與尊府原有世誼，兄不如隨他去，到淮陽再候家信，似無不可。」侯生聞言說：「是哪個史可法？」想了一會說：「是了！史道鄰是家父門生。妙，妙！多謝指引。香君快快收拾行裝，我即刻投那裏安身去罷，但不知史公寓在哪廂？」昆生說：「聞他來京公幹，常寓在市隱園，待我送官人前去！」<br>\\n\\n  說話之間，香君已將行李收拾完備，著人挑出，與侯生攜手。不忍暫捨，眷戀一會，遂即分別，說：「暫此分離，後會不遠！」香君揮淚說道：「滿地煙塵，料難再會。祇願郎君一路平安，幸甚！」送出門來，大家灑淚而別。正是：<br>\\n\\n  恩愛方在情濃際，忽被西風急吹開。<br>\\n\\n  不知朝宗去投史公事體何如，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000022\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000022\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第七回     議迎立史公書阻　立新主馬阮成功</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000023\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000023\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  話說侯朝宗自從別了香君來投史可法，史公見是世誼，又見他被奸人所害，遂留在營內，以為記室。聞塘報言：「流賊李自成打破神京，崇禎皇帝於三月十五日縊死煤山。」不勝驚慌、忿恨。又聞南京文武各官議論紛紛，也有宜整頓兵馬赴北京報仇的，也有說聖上已經縊死，不如迎立新君，再圖恢復的。立論雖多，定見無人。惟有奸臣馬士英與阮大鋮同謀，倡議要迎立福王，以為功賞。朝宗一聞此言，大加驚駭，不知是真是假，專候史可法回衙探望消息。<br>\\n\\n  正在憂疑之際，史公回衙，遂問道：「史老先生，此信若何？」史公長嘆一聲說：「我史可法本貫河南，寄籍燕京，叨中進士，便值中原多故。今由淮安漕撫升補南京兵部，哪知到任一月，遭此大變，萬死無辭！今雖持此長江天險，苟延旦夕，但一月無君，人心惶惶，每日議迎議立，全無成說。至於北信，有說北京雖失，聖上無恙，航海而南的﹔又有說聖上縊死，太子已間道南奔的。總不得真確，以致搖搖無主，卻怎麼處？」<br>\\n\\n  正說之間，忽傳進一紙書來，說是鳳撫衙門寄來的。史公拆開一看，便皺著雙眉說道：「這馬瑤草又講甚麼迎立之事，我看書中意思屬意福王，又說聖上確確縊死，太子逃走無蹤。若果如此，縱不依他，他也竟自舉行。況福王昭穆倫次也不甚差，今日答他回書，明日會稿，一同列名纔是。」<br>\\n\\n  朝宗聞立福王之言，遂大聲疾呼，說：「老先生差矣！福王分藩敝鄉，晚生知之最悉，斷斷立不得！他有三大罪，人人俱知，老先生豈未聞乎？待晚生一一述來，求老先生參酌。福王者，乃神宗之驕子，母妃鄭氏淫邪不法，陰害太子，欲行自立。謀儲纂位，一大罪也。且秉性驕奢，於分藩之時，將內府金錢偷竊殆盡，盈裝滿載而去，及寇逼河南，舍不得一文助餉，以至國破家亡。貪財誤國，二大罪也。其父死於賊手，暴屍未葬，他竟忍心遠避，乘此離亂之時，納民妻女。忘父好色，三大罪也。有此三罪，君德有虧，如何可圖皇業？況又有五不可之說，第一件：車駕存亡，傳聞不一。天無二日，民無二主。第二件：聖上果殞，社稷尚有太子監國，為何棄儲君而尋枝葉乎？第三件：中興之主，原不拘定倫次，訪立英傑，以圖恢復，乃為正理。第四件：恐強藩聞知，乘機另立，豈不自相攻擊？第五件：小人挾擁戴之功，專權自恣，為禍卻也不小。」史公聽了這一番言語，恍然大悟，說道：「是，是！世兄高見，慮得深遠！前日見副使雷縯祚、禮部周鑣亦有此論。就煩世兄將這三大罪、五不可之論寫書回他罷了。」朝宗遵命，即著人秉燭磨墨，拊箋揮毫，在史公前將回書一揮而就，封了口面，用了圖書，分付外班，打發下書人而去。正是：<br>\\n\\n  群奸惟知希榮貴，一人獨敢進讜言。<br>\\n\\n  且說史可法回了馬士英之後，再不提迎立之事。卻有阮大鋮乃馬士英心腹之人，見史可法回書，又親自來轅門進謁，面議迎立福王。史公知他是魏黨，遂嚴行推絕，不容進見。掃興回至馬府稟知士英，士英說：「史可法書中有三大罪、五不可之言，兄今去面商，又推而不納，看來這事他是不肯行的了。但他現握兵權，一倡此論，那九卿班裏，如高宏圖、姜日廣、呂大器、張國維等誰敢竟行？這迎立之事，祇怕有幾分不妥。」阮大鋮說：「史可法雖掌兵權，全無定見，老爺可寫書，待晚生再去約會四鎮武臣以及勛戚內侍，倘他們肯行，即便舉行何妨？」士英喜說：「如此甚好！」遂即寫了一書，付與大鋮去約四鎮。<br>\\n\\n  誰知四鎮原是馬士英提拔之人，且無成見。一見約書，欣然許諾，約定本月二十八日齊赴江都迎駕。阮大鋮即忙回復士英，士英又問道：「高、黃、二劉之外，還有何人肯去？」大鋮說：「有魏國公徐鴻基、司禮監韓替周、吏科給事李沽、監察御史朱國昌諸人。」士英大喜說：「勛衛科道都有個把子，這就好了。我本是個外吏，那幾個武臣勛衛也等不的部院卿僚，目下寫表如何列名哩？」大鋮說：「這有甚麼可證，找本縉紳，便攬來從頭抄寫便了！」士英又說：「雖則如此，萬一駕到，沒有百官迎接，如何引進朝去？」大鋮說：「我看滿朝文武，誰是有定見的？乘輿一到，祇怕遞職名的還挨擠不上哩！」馬士英聽說大笑：「阮老先生見的極是！」遂著人取了一本縉紳，將銜名一一開列完備，整齊衣冠，收拾箱包，打點出城迎駕。<br>\\n\\n  因阮大鋮本是廢員，著不得冠帶，即著他權充責表官兒，背負表箱前去迎接聖駕，那阮大鋮祇圖要功補官，哪管背箱之恥？即欣然將表箱背起，同馬士英出城，徑往江浦而去。正是：<br>\\n\\n  祇知奔走求名利，由人笑罵我不羞。<br>\\n\\n  不知後事，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000024\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000024\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第八回     設朝儀奸臣大拜　守節義俠女拒媒</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000025\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000025\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  且說福王自流賊攻陷河南，其父殉國之後，即逃避江浦，已經數載。不料北京失守﹔大行皇帝升遐。南京奸臣欲要擁戴之功，不論賢愚，共立福王為監國之主。於甲申年五月初一日謁陵已畢，賀御偏殿，有一班文武官員如史可法、馬士英、黃得功、劉澤清等齊拜丹墀，尚書高宏圖等奏白：「臣等恭請陛下早正大位，改元聽政，以慰臣民之望！」福王聞奏，乃曰：「寡人外藩衰宗，才德涼薄，俯順臣民之請，來守高帝之宮，君父含冤大仇未報，有何顏面忝居正位？今暫以藩主監國，仍稱崇禎十七年，一切政務照常辦理，諸卿勿得諄諄，重寡人之罪！」眾臣聞言，齊聲呼曰：「萬歲，萬歲，萬萬歲！真仁君聖主之言，臣等敢不遵旨。但大仇不易速報，大位不可久失，將相不宜緩設，謹具題本，伏候裁決！」內使傳上題本，福王覽畢說：「覽卿等題本，汲汲以報仇復國為請，俱見忠悃。至於設立將相，寡人自有主意，眾卿且退午門候旨。」眾官俯伏退出。<br>\\n\\n  不一時，內監捧旨宣讀：「鳳陽督撫馬士英倡議迎立，功居第一，即升補內閣大學士兼兵部尚書，入閣辦事﹔吏部尚書高宏圖、禮部尚書姜日廣、兵部尚書史可法亦皆升補大學士，各兼本衙﹔高宏圖、姜日廣入衙辦事，史可法著督師江北。其餘部院大小官員，現任者多加三級，缺者將迎駕人員論功選補。再四鎮武臣靖南侯黃得功、興平伯高傑、東平伯劉澤清、廣昌伯劉良佐俱進侯爵，各回汛地謝恩。」<br>\\n\\n  眾人謝恩已畢，史可法遂向黃得功等說：「老夫職居本兵，每以不能克復中原為恥，聖上命俺督師江北，努力報效。今與列侯約定，於五月初十日齊集揚州，共商復仇之事，各須努力，勿得遲延，老夫今日走馬到任去也。」馬士英見史可法已去，眾官俱散，乃笑說：「不料今日做了堂堂首相，好快活人也！」將欲出門，又見阮大鋮探頭探腦在那裏暗瞧，遂問說：「那不是圓老麼，你從哪裏來？」阮上前深深一恭，道：「恭喜老公祖，果然大拜了！今欲何往？目下立國之初，諸事未定，不要叫高、姜二位奪了大權，何不入閣辦事去？」士英說：「圓老說的極是！」大鋮又附耳說：「老師相迎立有功，獲此大位﹔晚生賁表亦有微勞，如何不見提起？」士英說：「你不聽見宣旨，各部缺員許將迎立之人敘補麼？」大鋮喜曰：「好，好！還求老師相提拔！」士英說：「你的事何用多囑？學生初入內閣，未諳機務，你來幫一幫，也好各宜小心。」大鋮即替士英抱笏，進內閣去了。有七言絕句一首，詩曰：<br>\\n\\n  殿閣東偏曉霧黃，新參知政氣昂昂。<br>\\n\\n  過江同是從龍彥，也步金階抱笏囊。<br>\\n\\n  且說福王嗣位之後，推將迎立官員不論賢愚，一概補用。是以楊文驄補了禮部主事，阮大鋮仍以光祿起用，至於越其傑、田仰等亦皆補官。此數人者皆系馬士英同黨，故一一得補官職。適因漕撫缺人，該推升田仰。不料田仰知已將升漕撫，遂有娶妾之意，但意中無人，莫可如何。誰知阮大鋮潛窺田仰之意，遂向田仰說：「田年兄今升漕撫，官列極品，不知有幾位貴寵？」田仰答道：「兄還不知麼？弟家中祇有拙荊一人，並無嬖妾。昨卻有心要覓一人，但無中意者，是以遲遲。」阮大鋮說：「弟聞青樓中有一妓女，名為香君，生得千嬌萬媚，真正絕代佳人。龍友楊兄與他交厚，何不托他一言，成全此事？」田仰聞言，欣然起謝說：「多蒙指教！明日我即央龍友兄代為求之。」遂別了大鋮，回家兌上白銀三百兩，送到楊龍友處以作聘金，求他代聘香君為妾。<br>\\n\\n  這龍友一時錯了生意，要奉承那新漕撫，遂著長班喚清客丁繼之、女客卞玉京，托他二人為媒。<br>\\n\\n  不料，丁繼之等因弘光要將阮大鋮所獻《燕子箋》抄登總綱，選他們入內教演，特來央懇楊龍友講情免選。適長班方要去請，哪知他們卻在門前。長班見了一一問了姓名，說：「老爺正著我喚你們，來的恰好，你們候著，待我稟報。」遂即稟了龍友，龍友喜曰：「來的湊巧，著他們進來！」俱隨長班進入，見了楊老爺俱各跪拜，將求情的話說了一遍，龍友說：「這也不難，明日開列名字，送到阮圓海那邊，叫他免選罷了。」諸人聽見此言，俱各叩頭拜謝，龍友說：「你們起來，你們的事我已應承。我有一事，還求諸位攢助，事成自當重謝！」丁繼之等問說：「不知老爺有何事用俺們？」龍友遂將田仰央他為媒，要娶香君為妾的話說了一遍。丁繼之等聞要娶香君的話，大家俱皺著眉頭說：「香君自侯生別離之後，屏跡不下妝樓，這事祇怕難成。且老爺與他母親是厚交，何不親去說明，或者不好拒絕。」龍友說：「我曾替朝宗作伐，梳櫳香君今日又教他嫁人，怎好覿面去講？還煩眾位力為，待得事成，自當重謝！」<br>\\n\\n  丁繼之等不敢再言，遂辭了龍友，來李貞麗院裏來。走到裏面，祇見：<br>\\n\\n  寂寂空樓，絕不聞箏聲笛韻，纏纏嬌容，何曾去迎客送賓？<br>\\n\\n  二人大聲呼曰：「貞麗在家麼？」香君聽見有人叫他母親，望樓下一看，說：「卞姨娘同丁大爺來了，請上樓來坐！母親不在家，二位光降，有何事情？」卞玉京說：「我們並無事情，一來為你清冷，特來伴你﹔二來有一喜事，報你知道。」香君說：「夫君遠離，有何喜事？」丁繼之遂將龍友托他們說媒，教他改嫁田仰的話說了一遍。香君聞丁繼之言語，滿眼垂淚，說：「丁大爺說哪裏話？俺已嫁侯郎，祇知終身依著侯生。即今遠去，這定情詩扇，便抵過萬兩雪花！且奴福薄，不願為朱門侍妾。請大爺、姨娘回絕他，不要認錯題目。」話未說完，鄭妥娘、寇白門二人走上樓來說：「香君，這是楊老爺好意，憐你清苦，特尋一富貴之家著你去受用。」香君說：「我不圖富貴，嫁人的話休向我講！我祇知侯郎是我終身之依。任他富貴充盈，放不在我香君眼裏，請早回他，休得在奴面前說那些沒臉恥事，污我香君之耳！」說完，竟抽身走進臥房。拋下這些人也覺無趣，遂各下樓而去。正是：<br>\\n\\n  一點芳心拴的定，朝朝樓上望夫君。<br>\\n\\n  不知後事如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000026\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000026\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第九回     逼上轎面血濺扇　施巧計慈母代嫁</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000027\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000027\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  且說香君推絕了眾人，終日在樓上守定詩扇，盼望侯郎回來。不覺已到十月天氣，誰知首輔馬士英執掌朝綱，惟知呼朋聚黨﹔大權在手，不過報怨復仇。<br>\\n\\n  一日，因萬玉園中紅梅初放，要請楊龍友、阮大鋮、越其傑、田仰等一班小人同賞紅梅。那楊龍友、阮大鋮二人見帖，即在士英門房伺候傳呼。士英知他二人已到，遂傳他進見。二人進得門來，見了士英，百般奉承，千種謅媚，難以言述。士英笑說道：「今日天氣微寒，正宜小飲，纔下朝來，日已過午，晝短夜長，短了三個時辰。」二人打恭說：「是皆老師相調燮之功也！」士英又問：「越、田二位怎不見到？」長班稟說：「越老爺痔漏發了，早有辭帖。田老爺打發家眷起身，晚間纔來辭行。」士英說：「既如此，吩咐擺席！」士英上坐，二位傍坐，飲酒之時說了些升遷閑話，講了些奉承機趣。大鋮趁勢就生陷害香君之心，遂向士英說：「老師相，今日花間雅集，梨園可以不用。但對此各花，也少不了一聲曉風殘月哩！」士英笑向龍友說：「老妹丈是在行的，看有何人可以承應，著長班去喚。」龍友說：「餘皆平平，現有舊院李香君新學《牡丹亭》﹒倒也唱得出。」士英即著長班去喚，大鋮故問說：「前日田百源用三百金要娶做妾，想必是他？」龍友說：「可笑，這個獃丫頭要與侯朝宗守節，斷斷不從，我著人往說數次，竟不下樓。」士英聞聽此言怒道：「有這樣大膽奴才？可惡，可惡！」大鋮來勢激說道：「田漕撫是老師相鄉親，被他羞恥，所關非小！」<br>\\n\\n  長班上前稟說：「小人走到舊院去喚香君，他推托有病，不肯下樓。」士英想了想，說：「也罷，叫幾個家人小廝，持著財禮三百兩，挾著衣服，抬著轎子，竟抬他送到田漕撫船上去。」家人領命急走，阮大鋮向龍友說：「家人未必認得香君，倘或錯了，卻也未便。楊年兄同他前去，方保不錯。」士英說：「這卻也好！」<br>\\n\\n  龍友徑同家人往香君家去。來到門首，家人一齊敲門，貞麗見叫門甚急，即著人開了門，見轎夫、燈籠隨著楊龍友進來，龍友說：「他們是馬相爺家人，拿三百兩銀子，要替田老爺來娶香君，快快打發上轎。」家人將銀子遞與貞麗，說道：「銀子在此，快些打扮上轎！」貞麗見此光景，將龍友扯了一把，同往香君樓上來。叫開樓門，將此事一一告知香君，香君說：「楊老爺是疼俺母子的，為何下此毒手？」楊龍友說：「不干我事，這是馬相爺動此義舉。依我說，趁早收拾下樓，這一班惡奴甚難支吾。」香君聞言大怒說：「楊老爺說哪裏話？當日是你作媒，將奴嫁與侯郎，現有詩扇為證！」遂將扇取來，向龍友一伸，說道：「這首詩老爺也曾看過，難道忘了不成？我與侯郎既成夫婦，舉案齊眉，固是萬幸﹔即生離死別，亦當矢志靡他！如何再嫁人，以傷風化！」說還未了，祇聽樓下家人齊聲喊叫：「夜已深了，快上轎，還要趕到船上去哩！」貞麗說：「事已到此，也顧不得你了！楊老爺抱定他，待我替他梳頭穿衣，抱他上轎罷！」香君手持詩扇，就如防身寶劍一般，前後亂打。及至草草妝完，龍友方向前一抱，哪知香君向樓板上一頭撞去，鮮血亂噴，暈倒在樓板上不省人事。貞麗見香君如此光景，又驚又疼，說：「我兒蘇醒！把花容碰了個稀爛，血流滿樓，連詩扇都濺壞了。鴇兒暫扶他到臥房安歇，再作商量。」正是：<br>\\n\\n  奸臣要泄舊憤，那管美人花容？<br>\\n\\n  且說香君將頭面撞壞，濺污詩扇，已扶到臥房安歇。正在急忙之時，樓下家人又喊說：「夜已三更，騙去銀子，不打發上轎，我們要上樓拿人哩！」龍友遂向樓下說：「管家不要忙，略等一等，他母子分離難舍，其實可憐。」貞麗聞聽著忙，說道：「香君碰壞，外邊聲聲要人，這可怎處？」龍友趁勢就說：「那宰相勢力，你是知道的。這番執拗，你母子不要性命了！」貞麗向龍友叩頭，哀懇求救。<br>\\n\\n  龍友尋思一會說：「事已至此，沒奈何。祇有一權宜之計。」貞麗問說道：「何權宜之計？求老爺速為指示！」龍友說：「娼家從良原是好事，三百財禮也不算吃虧，嫁個漕撫也不算失所。況到他家，珍饈充口，綾羅適體，一生也吃穿不盡。香君既無福享受，你不如移花換木，替他嫁田仰走遭，卻也省的得罪相府，亦且免眾家人羅?，不知可否？」貞麗說：「這可斷斷使不得！我與香君年紀既不相若，且一時我哪裏捨得家私？倘或有人認出，更為不便。」龍友說：「這卻無妨，我說你是香君，誰能辨別？你說捨不得，這些惡奴硬要搶了去，看你捨得捨不得？你今若與香君一樣執拗，我就不管了，任那家人橫行罷！」貞麗聞此一段言語，低頭暗思，說道：「香君已經碰壞，家人又急要人，倘楊老爺走開不管，教我如何支持？不如暫從楊老爺之計，替孩兒走遭。」遂向龍友說：「老爺包管無事，老身不免代替，祇是落下香君在家，無人照顧，如何是好？」龍友說：「你可放心前去，卻是你的造化。香君在家，我自時常照應。」貞麗無奈，即忙收拾完備，將財禮交與香君收存。再三叮嚀囑咐，遂別了香君，拜辭龍友，走下樓上了轎子，隨眾家人竟往田仰船上成親。正是：<br>\\n\\n  一時舍了笙歌隊，不知今夜伴阿誰？<br>\\n\\n  不知後事如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000028\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000028\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十回     因染扇托師尋婿　驗優人侍酒罵奸</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000029\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000029\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  且說香君自從碰壞花容，母親代嫁之後，絕跡不肯下樓，不覺又是一月有餘。一日，在樓上想起昨日之事，一陣酸心雙淚交流，說：「昨日用苦肉計，得遂全身之節。目今孤守空樓，誰是作伴之人？想起侯郎避禍，不知流落何所？媽媽替奴當災，未知歸來何日？教俺日夜放心不下！今日獨坐無聊，不免取出侯郎詩扇，展看一回，你看詩扇都被血點濺污，侯郎，侯郎，你哪知奴家替你守節！」遂對扇啼哭一回，不覺困倦，將扇壓在妝臺上，盹睡一會。<br>\\n\\n  卻有蘇昆生與楊龍友放心不下，同來看視。進得門來，見樓上寂然無聲，遂說：「香君不肯下樓，我們一同上去談談罷。」上的樓來，見香君睡臥妝臺，龍友說：「香君抑鬱病損，困睡妝臺，不必喚他。」昆生見他扇兒展在面前，取過一看，不覺驚訝，道：「這扇面上，怎麼有許多的紅點？」龍友說：「想為昨日面血濺污，晾在此處。」遂拿過扇來，見上面血點紅艷非常，說道：「襯此血跡，不如添些枝葉，替他點綴點綴，祇是沒有顏色怎麼處？」昆生說：「待我摘取盆草，扭取鮮汁，權當顏色何如？」龍友說：「極妙！」於是扭汁的扭汁，畫扇的畫扇。不一時畫完，大笑一回說道：「竟成折枝桃花，可謂桃花扇了。」香君正在睡夢之中，被他們驚醒，抬頭一看說：「奴家得罪！」遂讓他二人坐下。<br>\\n\\n  龍友說：「幾日不曾來看你，傷痕漸已平復了。」笑將扇兒遞與香君，道：「下官有一柄畫扇奉贈妝臺！」香君接扇一看說：「這是奴家舊扇，怎麼有桃花幾枝？」昆生說：「這是楊老爺就你的血跡，代為點染的。」香君說：「這桃花命薄，扇底飄零，多謝楊老爺代奴寫照！」龍友說：「方纔點壞，得罪，得罪！你有這把桃花扇，少不得個顧曲周郎。難道青春受寡，竟做個入月嫦娥不成？」香君道：「說哪裏話？那關盼盼也是煙花，何嘗不在燕子樓中關閣到老？」昆生說：「我看香君這般苦情，今世難有！近聞侯郎奉史公之命，同高傑防河去了。不日我即還鄉，待我尋著他，叫他使人搬你，管你夫妻團圓如何？」香君一聞此言，倒身下拜說：「多謝師父！但願早行纔好。」昆生說：「待我明日湊些盤費，收拾起身，但須你一書纔好。」香君說：「目下奴家心緒如麻，言不成文，哪裏還能寫書？罷，罷！奴的千愁萬苦俱在扇頭，就把這扇兒寄去，權當一封書罷。」遂即將扇包封完備，遞與昆生，千囑萬叮，泣啼不已。<br>\\n\\n  龍友又向昆生說：「你可早行一步，見了侯郎，將一段苦節說與他，他自然來娶的。你回去收拾行李，盤費吾著人送來，速行為妙！」昆生說：「多謝，待我明日起身就是！」二人別了香君，下樓而去。正是：<br>\\n\\n  新書遠寄桃花扇，舊院常關燕子樓。<br>\\n\\n  卻說香君在媚香樓中苦守貞節，日日盼望師父找著侯郎，早早回來完聚，非止一日。哪知新主弘光性喜文墨，雅好女優。欲將大鋮所進《燕子箋》被之聲歌，為中興一代之樂，因把王鐸補了內閣學士，錢謙益補了禮部尚書，阮大鋮破格取在內庭供奉。阮大鋮因天顏日近逢迎益工，遂奏曰：「臣所獻《燕子箋》，既蒙聖恩採選，宮人被之聲歌，但恐生口不如熟口，清客強似教手。不如廣搜舊院，大羅秦淮，將那一般妓女、清客選進宮來，叫他們教演，豈不省事？」弘光聞奏，龍心大悅。立刻傳旨，將秦淮舊院中清客、妓女按名搜選，不得遺漏一名。因此，丁繼之等一班清客，卞玉京等一班妓女，央求楊龍友之情，勾名免選。阮大鋮稟知貴陽相公，通知龍友一一傳他們來教演，香君遂亦在選中。<br>\\n\\n  是日，乃乙酉新年，人逢佳節，天降大雪。阮大鋮同楊龍友在賞心亭，邀馬士英飲酒賞雪，要將一班清客、妓女帶到席前驗看。清客、妓女中惟丁繼之、卞玉京改妝出家去了，其餘如張燕筑等，鄭妥娘等以及香君，俱押解賞心亭驗看。香君此時滿心怨憤，忍氣吞聲，同眾人而來。聞知驗看官兒乃是馬士英、阮大鋮、楊龍友三人，心自忖道：「難得他們湊在一處，正好吐俺胸中之意！」<br>\\n\\n  不一時，聽見喝道之聲，知是奸相馬士英來了，眾妓女同香君回避一邊。祇見士英下轎，阮、楊二人迎接，百般醜態，令人難看。忽聞馬士英說：「好一派雪景！這賞心亭上真乃看雪之所。你看雪壓鍾山，圓珪方玉，賞心勝事，無過此亭！」三人談笑一回，吩咐把爐榼、遊具擺設起來，遂飲酒賞雪。飲酒數巡，阮大鋮遂向長班說：「選的妓女可曾叫到了麼？」外班跪稟說：「都已齊了。」「叫上來，席前驗看！」<br>\\n\\n  於是寇白門、鄭妥娘同香君等一班妓女，一一上前叩頭。馬士英遂個個驗看已完，吩咐：「著他們赴禮部過堂去罷。」阮大鋮起身稟說：「特令到此伺候酒席的。」士英說：「既承二位雅意，留下那個年小的在此承應罷，他叫甚麼名字？」外班跪稟說：「他叫李貞麗。」士英笑道：「這女子名叫貞麗，恐麗而未必貞也！上前來酌酒、唱曲！」香君搖頭說：「不會。」士英說：「不會唱曲，怎稱名妓？」香君滿眼流淚，說道：「俺原非名妓。」士英見他如此光景，問說：「你有甚心事？容你說來！」香君遂高聲說：「妾的心事，提起來亂如飛篷，想前年把俺夫妻拆散，今日裏又將俺母子分離，似這般奸賊挾仇報怨，坑殺平民，真比流賊還猛！」士英說：「有這些心事。」大鋮說：「這女子卻也受苦了。」龍友說：「老爺在此行樂，不必祇是訴冤了。」香君說：「楊老爺，你是知道奴的冤苦，也值不當的一訴。列公在上，聽奴一言：半壁南朝，全望爾等扶持。正宜統兵選將，報仇雪恨，以恢復北京，纔不愧忠臣！哪知爾等惟思希貴求寵，選秦淮之妓，徵青樓之客，以媚悅朝廷為事。今日，當此雪海冰山，猶著俺陪觴奏詠，忘崇禎縊死之仇，圖今朝一時之樂，豈不可愧，豈不可恨！」士英聞言怒道：「這妮子胡言亂道，該打嘴了！」大鋮與龍友俱說：「當今內閣在前，不得放肆！」香君遂大罵說：「你這一班閹兒璫子，靦著顏面在人面前，不知羞慚！呼親父，稱乾子，辱身賤行，真愧班聯。你今日狗仗人勢，把人來毒頑，恨祇恨新君刑寬，加不到你這奸臣身邊！」大鋮聞言怒道：「好大膽！罵的是哪個？快快拖下去丟在雪中，這奴才對著內閣大人這等放肆，我們都克罪了！」遂下席用腳將香君痛踢一頓。龍友一面勸止大鋮，一面拉起香君，士英說：「這樣奴才何難處死，祇怕妨俺宰相之度，著人送入內庭，揀極苦腳色叫他去當，拉下去，好好一個雅會，被這廝攪亂壞了，可笑，可笑！」阮、楊二人連忙打恭陪罪，說：「得罪，得罪！望乞海涵，另日竭誠罷！」正是：<br>\\n\\n  興盡宜回春雪桌，客羞應斬美人頭。<br>\\n\\n  不知後事如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000030\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000030\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十一回     薰風殿君臣選戲　睢州城將卒被擒</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000031\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000031\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  卻說楊龍友自香君辱罵阮大鋮，在雪中救起，送入內庭。又恐媚香樓無人看守，將藍田叔招去暫住看守不題。<br>\\n\\n  是日，新主弘光將那班清客、妓女俱選入薰風殿內，以待選定腳色，好去串戲。哪知生、旦、丑腳，不懂其意，阮大鋮在內庭供奉，遂先在那裏查看妓女，不見香君，問說：「李貞麗怎麼不見？」眾人說：「自從雪中一跌，至今忍痛，還在那廊下臥著哩。」大鋮說：「聖駕將到，選定腳色，以便串戲，哪裏由得他？」恨道：「這個奴才可惡，今日淨腳少不的借重他了！」正說之間，忽聞鐘聲響處，見二監手執龍扇，引著弘光出來，坐於龍位之上說：「寡人登極御宇將近一年，幸虧四鎮阻擋，流賊不能南下。昨有叛臣倡議欲立潞藩，昨已捕拿下獄。目今外侮不來，內患不生。正在採選淑女，冊立正宮，這都是小事。祇是朕享帝王之尊，無聲色之奉，端居高拱，好不悶人！」阮大鋮在旁奏曰：「臣光祿寺卿阮大鋮恭請萬安！」弘光令其平身，對阮大鋮說：「目下正值陽春，殘雪早花，爭奈寡人慵遊倦耍，何故？」大鋮跪啟說：「聖上應享太平，正宜行樂，慵遊倦耍卻是為何？」弘光說：「朕的心事諒卿亦應知之。」大鋮明知，故做不知，假作茫然之狀，啟曰：「微臣愚昧，聖慮高深，實不能窺測，伏望明白宣示，以便分憂！」弘光說：「朕諭你知道罷，朕貴為天子，何求不得？祇因卿所獻《燕子箋》乃中興一代之樂，點綴太平第一要事。今乃正月初九日，尚未選定腳色，萬一誤了燈節，豈不可惱？」因指王鐸所書對聯云：「『萬事無如杯在手，百年幾見月當頭。』一年能有幾元宵？故此躊躇，寢膳俱減耳！」大鋮跪在殿前，說：「原來為此巴里之曲，有憂聖懷，皆微臣之罪也，敢不鞠躬盡瘁，以報主知！但不知內庭女樂少何腳色？」弘光說：「別樣腳色還可將就，祇生、旦、小丑不愜朕意。」大鋮奏曰：「禮部送進清客、妓女現在外廂聽候揀選。聖上宣旨，傳他們進來揀選可也。」弘光准奏，即傳著大鋮宣旨，傳他們進殿。<br>\\n\\n  弘光見了這一班人，一一問說：「你們可能串那新出傳奇《燕子箋》麼？」眾人應說：「都曾串過。」惟香君伏俯不言，弘光問說：「那個年小歌妓，何故不言？」香君啟奏：「自幼不曾學過。」大鋮乘機奏道：「他既未曾學，可按例應排他做丑腳，學過的例應做生、旦。」弘光說：「既有定例，依卿所奏。」又問香君：「你既不曾學過《燕子箋》，別的可會麼？」香君又奏：「曾學過《牡丹亭》。」弘光說：「你即將《牡丹亭》演唱一番！」香君面帶羞容，弘光說：「看他粉面發紅，象是靦腆，賞他一把桃花扇，遍掩春色。」香君持扇，謝恩起來，唱曰：<br>\\n\\n  為甚的玉真重溯武陵源，也祇為水點花飛在眼前。是他天公不費買花錢，則咱人心上有啼紅怨。咳，辜負了春三二月天。<br>\\n\\n    《懶畫眉》<br>\\n\\n  弘光喜曰：「此女聲容俱佳，排他丑腳太屈了他，不如將那個黑色的換過來罷。」因著長侍斟酒，痛飲一回笑說：「那兩個已能唱演，這年少的也不難學會，眼見得誤不了元宵佳節，朕心甚覺欣幸。長侍，再斟酒來，待朕與爾等打一回十番，寡人善於打鼓，你們各任樂器，快快打來！」遂打了一套《雨夾雪》。打完，大喜曰：「寡人十分憂愁去了九分了！長侍，可將王鐸抄的楷本賞與此女，令他就在薰風殿中，三日念會，好去上腔演唱，那會的可領他入班。」大鋮與眾人俱各領旨退出，惟香君在薰風殿中讀念腳本。正是：<br>\\n\\n  縱有春風無路入，長門關住碧桃花。<br>\\n\\n  且說侯朝宗奉史公之命，同總兵高傑來睢州防河。爭奈高傑性氣乖張，當面將總兵許定國責罵，朝宗恐其挑起爭端，難以收救，遂面見高傑百般勸解。那高傑乃有勇無謀武夫，怎肯聽朝宗之言？朝宗懼禍臨不測，遂力辭高傑，逃遁而去。以後高傑意氣揚揚，有俯視一切之狀。<br>\\n\\n  不意許定國聽他夫人侯氏密計，詐使人手持印符去請高傑進城赴宴，點查軍馬。高傑哪知是計？遂帶心腹二將，往許定國署內飲酒，點查而來。定國差人在橋頭跪接，高傑行至橋頭問說：「你是何處差官？」眾人曰：「小人們是許定國差來的。」又問：「那許定國為何不來？」眾說：「許定國臥病不起，特著小人們送牌印來，請元帥進城飲酒，以便查點軍馬。」高傑絕不疑忌，欣然收了牌印，同眾進了察院，吩咐：「拿酒來，待俺痛飲一回，好去查點軍馬。」<br>\\n\\n  不一時，酒筵齊備，高傑同二將飲酒，不覺大醉。纔要起身，忽聽炮響了一聲，許定國家將手持利刃將高傑二將俱各殺死，獨不見高傑，大呼曰：「高傑走脫了，快尋，快尋！」一齊點起火把，各處找尋，一將仰視而言，說：「頂破椽瓦，想是爬房了。」一將往房上一看說：「那樓脊上影影綽綽似有人形，快快放箭！」高傑無奈，跳下樓來，被眾人拿住認了認，見是高傑，說：「拿住了！」高傑大呼道：「俺是皇帝差來防河的，誰敢害我？」眾人說：「俺祇認的許總爺，不認的你甚麼黑的、黃的，快伸頭來！」高傑頓足說：「悔不聽朝宗之言，致有今日！」將脖子一伸，「取我頭去！」眾人將高傑首級獻與許定國，遂令眾將乘夜悄悄出城，帶著高傑首級，投北朝來獻，就領北朝人馬渡河南下。<br>\\n\\n  不知後事如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000032\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000032\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十二回     蘇教師落水逢故　侯公子赴南踐盟</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000033\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000033\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  話說高傑已被許定國賺殺，持其首級投順北朝獻功而去。黃河岸上盡是逃命兵卒沿河奔跑。時蘇昆生受了香君之托，一心要往高傑營內尋找朝宗，背著包裹，僱了一個驢兒騎著急走。哪知高傑逃竄兵馬在河岸上逃命，昆生正走之時，祇見數十個逃兵趕上，把昆生一推，推下河中，奪驢跑了。幸而昆生落在淺處，水也不甚溜，立在水中，頭頂包裹，高聲呼叫：「救人，救人！」<br>\\n\\n  正在危急之時，見前面有一小舟，一男子撐著，方欲泊船。船中有一貧婆喚說：「駕長，你看淺灘中有一人喊叫救人，想是落水難人，你我撐過船去，救他一命，積個陰德何如？」舟子說：「黃河水溜，不是當耍的！」貧婆說：「人行好事，大王爺自然加護的。」舟子聽貧婆之言，即忙撐船至淺水邊，呼說：「快快上來，合該你不死。」昆生見舟子伸篙在面前，遂攀篙上船，滿身濕衣，在船頭上祇是打顫，說：「好冷，好冷！」舟子說：「待我拿身乾衣服來與你穿換。」昆生說：「多謝！」舟子取了乾衣，昆生脫下濕衣換了，納頭便拜說：「幸蒙駕長撈救，得以不死，真俺重生父母。」祇顧叩頭，舟子說：「不干我事，虧了這位娘子叫我救你的。」昆生聞言，即向艙中拜謝，抬頭一看，大驚：「你是李貞麗，為何在這船上？」婆子亦驚，仔細看了看，道：「那不是蘇師父，你從哪裏來，卻落在水中？」二人各揮淚相認，坐在艙中，昆生將香君托他寄扇尋找朝宗，聞他在高傑署內，找尋至此，不料被亂兵奪驢，掀在水中，幸遇娘子撈救，此恩非淺！且問貞娘：「你既入田府，怎得到此？」貞娘面帶羞容，說：「我自那夜被馬士英家丁抬送田仰船中，孰知田仰夫人甚是嫉妒。一見我上船，即與田仰撕鬧，不容我在船上。田仰懼內不敢違拗，遂將我轉嫁這個駕長，卻也相得，祇是日夜掛念香君，不知他近來光景何如？」舟子在旁見他二人說到傷心處，知他二人原是舊識，遂向貞麗說：「娘子，你且取盆火來，給這位老人家烘乾衣服，你們再敘罷，我要睡去哩。」舟子遂向後艙裏盹睡去了。正是：<br>\\n\\n  閉門不管窗前月，吩咐梅花自主張。<br>\\n\\n  且說二人正在艙中烘衣敘話，祇見河內有舟子撐船，一人在艙坐著說：「駕長，這是呂梁地方了，扯起篷來早趕一程，明日要起早哩。」撐船人說：「相公，不要心急！這樣風浪，如何行得？你看那邊有一船泊在那裏，我們亦湊泊一處，暫住一夜，俟風息浪靜時再往前去罷。」艙內說：「憑你罷。」遂將船亦泊在貞麗船邊。艙中人說：「驚魂稍定，不免略盹一盹。」遂臥在船上睡去。<br>\\n\\n  昆生在船上烘衣，與貞麗講話。見一客船來幫泊一處，舟中有一秀士，雖然天黑看不分明，說話聲音有些耳熟，遂放所烘之衣，出艙來問舟子：「你那船要往何處去的？也泊在此？」舟子說：「我送一相公往歸德去的。」昆生說：「我亦要往歸德去的，不知你相公是何等樣人？」<br>\\n\\n  舟子未及回答，早已驚醒朝宗起來，問駕長：「你與何人說話，將我的夢頭驚醒？」舟子說：「要往歸德去的一位老客官。」侯生出艙一看大驚，問道：「那船上站的，莫非蘇昆生麼？」昆生一看，就說：「莫非侯相公麼？我哪裏不曾尋到，卻在這裏！貞娘快來，侯郎在此。」貞麗出艙來一看說：「侯郎，你好負心，將我女兒拋在院中樓上，怎再不去看看？」侯生說：「我因避禍，隨著高傑防河，故爾未回。你二人既在此，想必香君亦與你同在船上，快請來相見！」貞娘說：「香君果在此，豈不是天大喜事？祇是香君從你避禍之後，日夜思你，足跡不出樓門。適有一大官央龍友楊爺持銀三百兩，三番兩次要娶香君為妾。」<br>\\n\\n  侯生未等說完，急頓足說：「我的香君，怎的他改適了？」貞娘說：「他原不曾嫁，香君立志替你守節，碰死在樓上。」侯生大哭說：「我的香君呀！怎的便碰死了？」貞娘說：「死是不曾死，碰的鮮血滿面，不能動移。樓下還聲聲要人，一時無奈，妾身權充香君，替他嫁了田仰。」侯生喜曰：「好，好，你竟嫁田仰了，今日坐船要往哪裏去？」貞娘帶羞不語。昆生說：「他為田仰妒婦所逐，如今轉嫁這船上一位將爺了。」侯生微笑說：「有這些風波，可憐，可憐！」因問昆生：「你怎得到此？」昆生說：「香君在院中日日盼你不回，特托俺持書尋你。」侯生問：「書在哪裏？」昆生將包袱解開，取扇遞與侯生。<br>\\n\\n  侯生接來一看，道：「這是小生贈他的定情詩扇，怎說是書？」又看了看那一面，道：「是誰畫的桃花？」昆生遂把香君碰破花容，濺污扇面，龍友添上梗葉，成了幾枝折枝桃花說了一遍。侯生仔細一看，見果然是些血點，遂滿眼流淚，說：「害死我的香君了！這桃花扇真是小生至寶，少不得朝夕叩拜，但不知怎的在你手中？」昆生又將「以扇代書」的話說了一遍，侯生不覺大哭：「香君，香君！叫小生怎生報你？」又問道：「你怎生與貞娘同在船上？」昆生遂將黃河岸上遇著亂兵，被他們推在河中，幸虧貞娘著駕長撈救的話說了一遍，又問侯生：「你在高傑署內，怎得到此？」<br>\\n\\n  侯生亦將高傑不聽諫言，辭了高傑，後高傑被許兵刺殺，恐許兵蹤跡，買舟南渡，從頭說了一遍。昆生說：「既然如此，且到南京看看香君，再作道理。」侯生欣然說：「有理！目下怕有人蹤跡，快快換衣，大家開船去罷！」遂即別了貞娘，同昆生開船往南京而來。<br>\\n\\n  不知可能尋著香君否？且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000034\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000034\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十三回     覓佳人樓頭題畫　訪故友書店被擒</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000035\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000035\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  且說侯朝宗同蘇昆生登舟，星夜望南京進發，幸喜風順舟快，不數日來到南京。天晚無奈，尋店暫宿一宵。<br>\\n\\n  次日天明，著昆生在店中看守行李，自己袖著桃花扇，直撲秦淮而來。不一時，到了香君門首，但見雙門虛掩，人蹤寂寂，用手推開門兒，側身而入，早已來至媚香樓下。朝宗心裏自忖說：「這是媚香樓，你看寂寂寥寥，湘簾晝卷，想是香君春眠未起。俺且不要喚他！」遂手提羅襟，足蹈樓梯，悄悄上樓一看，祇見歌樓舞榭竟改成個畫院，不覺失驚。又想了一想：「莫非香君替我守節，不肯做那青樓舊態，故此留心丹青，消遣春愁嗎？」又看一看，說道：「這是香君臥室，待我輕輕推開，看香君在內作甚？」方欲近前，又見封鎖嚴密，倒象久不開的，無奈此對徬徨無措，如有所失。<br>\\n\\n  正在驚疑之際，忽聽樓下有步履之聲。望下一看，見一人手持畫箋上樓而來。其人一見侯生，大驚曰：「你是何人，上我寓樓？」侯生答道：「這是我香君妝樓，你為何寓此？」其人說：「我是畫士藍瑛，兵科楊龍友先生送俺作寓的。」侯生說：「原來是藍老先生，久仰！」藍瑛問道：「臺兄尊號？」侯生說：「小生乃河南侯朝宗，也是龍友舊交。」<br>\\n\\n  藍瑛聞名大驚，「啊呀！」一聲，說：「文名震耳，纔得會面，請坐，請坐！」侯生坐下，急急問道：「我且問你，俺那香君哪裏去了？」藍瑛說：「已被選入宮去了。」侯生一聞入宮之言，不覺神色俱失，兩眼垂淚說道：「怎的被選入宮中，幾時去的？你看鴛衾盡掩，殘帕猶在，好叫人睹物傷心！想起小生定情之日，桃花盛花，映著簇新新一座妝樓。不料美人一去，零落至此！今日小生重來，又值桃花盛開，對景觸情，怎能忍得住？」不覺淚如泉涌，禁止不住。<br>\\n\\n  正在悲啼，忽聞有喝道之聲，漸到門首，報說：「兵科楊老爺來看藍相公，門外下轎了！」藍瑛慌忙迎上樓來。龍友一見侯生，作揖問說：「侯兄幾時到來？」侯生說：「適纔來的，尚未奉拜！」龍友說：「聞兄一向在史公幕中，又隨高兵部防河，昨見塘報，高傑於正月初十日被許定國所殺，那時兄在何處？」侯生說：「小弟見高傑凌辱許定國，力為勸解，高傑執而不聽。小生彼時恐生禍端，遂辭職回鄉，欲扶著家父逃避山中。恐許兵蹤跡，遂又買舟南來。路遇蘇昆生持扇相訪，祇得連夜奔來赴約，竟不知香君已去。請問是幾時去的？」龍友說：「他是正月八日被選入宮。」侯生又問道：「幾時纔得出來？小生祇得在此等候。」龍友說：「香君出宮遙遙無期，且此處又非久戀之地，倒是別尋佳麗罷。」<br>\\n\\n  二人敘談不已，藍瑛在旁畫畫已完。二人抬頭一看，見是畫的一幅《桃源圖》，問曰：「兄是替何人畫的？」藍瑛說：「是為張瑤星先生新修起松風閣，要裱做照屏的。」侯生贊道：「妙，妙！位置、點染全非金陵舊派。」藍瑛說：「見笑！就求先生題詠，為拙畫生色！」侯生謙虛道：「祇怕寫壞，有污名筆！」遂提筆一揮，詠成七言絕句一首，詩曰：<br>\\n\\n  原是看花洞裏人，重來哪得便迷津。<br>\\n\\n  漁郎誑指空山路，留取桃源自避秦。<br>\\n\\n   歸德侯方域題<br>\\n\\n  龍友讀了一遍，說：「佳句！寓意深遠，似有微怪小弟之意。」遂起身來說：「侯世兄不必埋怨，如今馬、阮當道，專以報仇為事。恰好八日設席喚香君供唱，香君性氣，手指二公大罵一場。阮圓海將香君推在雪中，用腳去踢，幸虧小弟在旁十分解勸，送入宮中，暫保性命。世兄不必戀戀於此，恐為小人所算。」侯生聞言說：「是，是，小弟即刻告辭！」遂辭了藍田叔，下樓作別而去。正是：<br>\\n\\n  嫦娥一入月中去，巫峽千秋空白雲。<br>\\n\\n  卻說南京地方三山街上有書坊一座，乃是蔡益庵開設，鋪內書籍充箱盈架，列肆連樓。不但興南販北，積古堆今，而且嚴批妙選，精刻善印，無不俱全。這一日，蔡益庵開了門面，掛出招牌，又因今乃乙酉鄉試之年，准了禮部尚書錢謙益的條奏，要亟正文體，以光新冶，遂聘了名手陳定生、吳次尾諸人在內刪改批評。因將封面一紙貼在檐下，以便發買，不在話下。<br>\\n\\n  且說侯朝宗聞楊龍友之言，急急回寓，將香君入宮。奸阮報仇之事告知昆生，又恐在店內居住，有人蹤跡，遂與昆生背著行李，要尋僻靜所在多住幾時，好打聽香君消息。昆生說：「我看人情已變，朝政日非，且當道諸公日日羅織正人，報復夙怨。不如暫避其鋒，把香君消息從容打聽罷。」侯生說：「你也說的是。但這附近州縣別無相熟的，祇有陳定生住在宜興，吳次尾住在貴池，不免訪覓故人，也是快事。」<br>\\n\\n  二人穿街越巷，說話之間，早已走到三山街上。看見蔡益庵書鋪招牌，侯生指說道：「這是蔡益庵書店，定生、次尾時常寓此，不免問他一信。」走在檐下，見廊柱上貼著封面，上寫著「復社文的」，左邊一行小字是：「壬午癸未房墨合刊」，右邊是：「陳定生、吳次尾兩先生新選」。侯生見了大喜，說道：「他二人想必亦寓在此！」遂至櫃前問道：「掌櫃的！」那裏蔡益庵出來相見，侯生說：「請問陳定生、吳次尾兩位相公可在此否？」蔡益庵說：「現在裏邊，待我請他出來。」二人聽說是侯朝宗、蘇昆生二位，不勝歡喜，遂請至鋪內用茶敘話。<br>\\n\\n  忽有阮大鋮升了兵部侍郎，特賜蟒玉，欽命防江。這一日拜客來到三山街上，見書鋪廊柱貼著封面，上有「復社」字樣，遂叫長班揭下一看，怒曰：「呀！復社乃東林後起，與周鑣、雷縯祚同黨，朝廷正在訪拿，還敢留選書？這個書客也大膽之極了！快快住轎！」遂傳坊主吩咐：「這個書肆不守王法，通同復社渠首，如今奉命訪拿逆黨。快遞報單與鎮撫司差校尉拿人，用心著人看守，不可令此人逃脫！」<br>\\n\\n  三人在內聞知，即出鋪至轎前問道：「我們有何罪犯，著人拿俺？你這老先生不畏天地鬼神了！」大鋮說：「請教尊號？」三人遂各通姓名，大鋮大怒道：「哦！原來就是你們三位，今日卻來認認下官！」三人說：「你就是阮鬍子麼？今日報仇來了，好，好！大家扯他到朝門外，講講他的素行去！」大鋮佯笑說：「不要忙，有你講的哩！」遂揚揚上轎而去。祇見四個校尉提鎖執牌，來到鋪前，見了坊主問道：「那三個秀才在哪裏？快快領我們拿人！」三人說：「俺三人就是！」校尉不用分說，用鎖套住，蜂擁而去。蔡益庵說：「蘇兄快來，了不得，了不得！選書的二位拿去罷了，連侯相公也拿去，如何是好？」昆生說：「我們跟去打聽一個真信，好設法救他！」正是：<br>\\n\\n  挾仇且將正人捆，罹殃不失君子心。<br>\\n\\n  不知三人吉凶如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000036\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000036\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十四回     救難友昆生見帥　投檄文敬亭罹殃</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000037\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000037\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  卻說陳定生等三人，被阮大鋮囑鎮撫司拿去，送至錦衣衛衙門勘問。幸錦衣衛大堂張瑤星不肯阿附權奸，一力開豁，設法審問，不至入在黨逆之中。蘇昆生打探明白，一心要救他三人出獄，一路思想設法打救。回至書鋪內尋思說：「目下滿朝俱是奸阮黨羽，誰人可以救他出獄？」左思右想，忽想起寧南左良玉是侯公子厚交，不免星夜奔至寧南，求他解救，或有可望。於是即刻收拾行李，離了書鋪，竟往寧南而來。<br>\\n\\n  不消數日，來至寧南。一住三日，無門可入，逐日在街上閑遊。一日，見左帥在江上大操，無奈何尋了一座酒樓詐作飲酒，專等左帥操完回營，好相機求見。誰想至辰刻直等到天晚，不見動靜。待至明月東升，方見左兵回營。於是假作唱曲，好待左帥來時驚動他，以便見面。正唱之時，祇聽左帥人馬漸近，反高聲歌唱起來。左良玉同袁繼咸、黃澍等並馬而來。至酒樓下，聞見樓上歌聲嘹亮，便一齊勒住馬問說：「當此戒嚴之時，樓上是何人歌唱？快快拿下！」眾兵等領命，一齊上樓，鎖下來帶至馬前脆下。左良玉問道：「方纔唱曲就是你麼？」昆生叩頭說：「小人求見元帥不得，無可奈何，冒死唱曲，好求見尊面！」左良玉喝道：「軍令嚴肅，如此大膽！你是哪裏人？帶到衙門細審。」<br>\\n\\n  不一時，來至衙門下馬，三人同坐下。袁繼咸說：「方纔唱曲之人，須要早早發放！」良玉遂吩咐將那唱曲人帶過來，問道：「你是哪裏人氏？敢大膽半夜唱曲，快快實說！」昆生說：「小人來自南京，特投元帥，因無門可入，故意犯法求見元帥之面。」良玉問道：「你要見我，有何緣故？」昆生遂泣訴說：「京中奸臣搜拿黨人，無故將公子侯朝宗拿入囹圄，小人特來求見元帥，念舊日交情，統兵前去，以清君側，盡除奸黨，救出侯生，感謝不盡！」良玉說：「侯朝宗乃吾恩師之子，可有書麼？」昆生叩頭說：「那日，阮大鋮親領校尉，立拿送獄，哪裏寫得及！」良玉說：「憑你口說，如何可信？」想了一想說：「有了，俺幕中有侯公子一個舊人，煩他一認，便知真假。」遂吩咐：「請柳相公出來！」<br>\\n\\n  敬亭聞聽外面堂上請他認人，遂緩步出來說：「待老漢認是何人？」一見昆生，大驚：「呀！原來是蘇昆生盟弟，你從何處來？」又向左良玉說：「他是河南蘇昆生，唱曲名手，誰不認得他。」良玉遂叫昆生起來讓坐，問道：「你且說，侯公子為何下獄？」昆生從頭訴說一番，復又一揖說：「祇求元帥早發救書，也不在俺一番遠來！」良玉聞言大怒，說：「袁、黃二位盟弟，你看朝事如此，豈不可恨！」袁繼咸說：「不特此也，聞舊妃童氏跋涉來尋，馬、阮不令收認。另藏私人，以備採選，要圖椒房之親，豈不可殺？」黃澍亦曰：「還有一件，崇禎太子七載儲君，講官大臣確有證據，今已付之幽囚，人人共憤，皆思寸磔馬、阮，以謝先帝。」<br>\\n\\n  良玉聞言，愈加憤怒，說：「我輩戮力疆場，祇為報效朝廷，不料信用奸黨，殺害正人，日日賣官鬻爵，演舞教歌，一代中興之君，行的俱是亡國之政！雖有史閣部心存忠心，俱為馬、阮內裏掣肘，卻也依樣葫蘆。剩俺單身隻手，怎去恢復中原？罷，罷，罷！沒奈何，祇得做要君之事了！」遂向袁繼咸一揖：「臨侯，你替俺修起參本來，參馬、阮欺君誤國、棄正妃、囚嗣君數般大罪，還要一道檄文。」又向黃澍一揖：「借重仲霖起稿，祇說俺發兵進討，教他死無?類。」<br>\\n\\n  二人遂一齊提筆，登時參本立就，檄文寫完。大家列名在上，遂吩咐作速謄寫，明日就要發兵了。袁、黃二位說：「京中匿名文書紛紛雨集，馬、阮令人搜尋，隨得隨燒。且密令安慶將軍杜弘域筑起城磯，久有防備我兵之意。此檄一到，豈肯干休？竟從鋪遞，必行燒毀，差人投遞，死多活少，這便怎處？」敬亭在旁，挺身而出，說：「這樣事，讓老漢走走！」眾人驚曰：「這位柳先生竟是荊柯之流，我輩當以白衣冠送之！」敬亭說：「這條老命甚麼希罕，祇求辦的元帥事來。」良玉大喜，吩咐：「取酒來！待我拜敬一杯。」眾人齊拜，敬亭答拜起來，向昆生說：「借重賢弟暫陪元帥，俺就束裝起程。」遂立刻取了檄文、包裹，辭別而行。正是：<br>\\n\\n  壯士仗義投檄去，雄鎮奮怒提兵來。<br>\\n\\n  卻說柳敬亭仗義，不怕生死，要往南京遞投檄文。遂即辭了左良玉，背著行李，帶著檄文，望南京而來。不數日，來到京城，那日正值三月十九日，乃崇禎皇帝忌辰，百官奉旨，俱在太平門外設壇祭拜。馬士英等俱行禮已畢，佯哭一回。祇見一人索服趕來，大哭說：「先帝，先帝！你國破家亡，總吃虧那一伙東林小人，如今都去投順北朝，剩下我們幾個忠臣，今日還想來哭，你為何至死不悟？」馬士英見是阮大鋮，亦覺看不上，用手拉大鋮說：「圓老不必過哀，起來作揖罷！」大鋮方假拭淚眼，與眾人相見。<br>\\n\\n  眾官散去，士英同大鋮要去看牡丹，來至門首下馬。走至園中，方欲擺設玩具，飲酒賞花。不料班役手持參本，跪稟說：「寧南侯左良玉有本章一道竟投通政司，這內閣揭帖送來過目。」士英接過一看，大驚道：「啊呀，了不得！就是參咱們疏稿。這疏內參咱七大罪，教聖上立賜處分，好不恨人！」有人持檄文稟說：「這文書是差人?來的，差人尚在外廂押著。」<br>\\n\\n  士英折開看時，見是一道檄文，驚惶無措，乃對大鋮說：「這文書竟是討俺的檄文，文中罵得著實，不久還要發兵前來取俺的首級，這可怎了？」大鋮聞言，亦渾身抖戰，說：「怕人，怕人！別的有法，這卻沒法了！」士英說：「難道伸著脖頸，等他來割不成？」大鋮想了一想，說：「除非調取黃、劉三鎮，早去堵截。」士英說：「倘北兵過河，何人迎敵？」大鋮附耳說：「北兵一來，還要迎甚麼敵？祇有兩著，不是跑，就是降。」士英聞言大悟，說：「慮的是，大丈夫烈烈轟轟，寧可叩北兵之馬，不可試南賊之刀。吾主意已定，即發兵符去調取三鎮的是，還煩圓老親去走遭。」大鋮欣然應承，說：「辭過老師相，晚生即刻就要起程！」士英說：「且住！還有一句密話。」附著大鋮耳邊說：「內閣高宏圖、姜日廣左坦逆黨，俱已罷職。那周鑣、雷縯祚留在監中恐為內應，趁早處決。」奸賊大鋮說：「極該的！」遂一恭欲出，士英又說：「且慢，那投檄的差人如何發落？」大鋮躊躇一回說：「不要孟浪，我看黃、劉三鎮不是左兵敵手，萬一斬了來使，日後何以見面？不如且發在鎮撫司，送在監內監禁，俟拿住左良玉之時，再行處決。」士英點頭說：「極是！」遂一揖而去。正是：<br>\\n\\n  少留一點情意，日後好去見面。<br>\\n\\n  不知後事如何，再聽下面分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000038\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000038\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十五回     清君側良玉氣死　墮揚城可法投江</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000039\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000039\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  話說阮大鋮拿了柳敬亭，送在獄中監禁。遂親赴黃河調取三鎮人馬，在阪磯截殺左兵。黃、劉二鎮見了兵符軍牌，遂不顧守河，即刻撤兵，在阪磯上設了弩臺，架起炮來，使鐵鎖截攔江面，以擋左兵進路。那左良玉令其子夢庚駕船前來搶殺，不料弩臺上亂箭齊發，不能前進，大敗而回。<br>\\n\\n  良玉恐兒子夢庚被亂兵引誘，時常勸諭，不在話下。忽聞黃得功截殺阪磯，先鋒敗回，大驚說：「黃得功也是一條好漢，怎的受馬、阮指撥，祇知擁戴新主，竟不念先帝六尺之孤，豈不可恨？」叫左右：「快請巡按黃老爺、巡按何老爺過船議事！」黃澍即忙過船相見，良玉喜曰：「仲霖果然到來，何公為何不見？」黃澍說：「他至半路回去了。」良玉歎曰：「憑他罷！目下黃得功截殺阪磯，三軍不能前進，如何是好？」黃澍說：「這倒可慮，且待袁老爺船到再商議。」忽報曰：「袁督撫老爺船到了！」三人見面，作揖而坐。袁繼咸曰：「適在武昌，回署整頓兵馬，願隨鞭弭。」黃、左二人說：「目下黃得功截殺阪磯，先鋒大敗而回，這便怎處？」袁繼咸說：「事已至此，欲罷不能，快快遣人遊說纔好。」左良玉說：「敬亭已去，無人可遣，奈何？」蘇昆生在旁說：「晚生與他頗有一面，情願效力！」黃澍說：「昆生義士不亞敬亭，今日正好借重！」<br>\\n\\n  大家正在商議之際，忽有人飛報說：「九江城內一片火起，袁老爺本標人馬自破城了！」袁繼咸驚道：「俺本標兵馬怎麼自破城池？了不得！」左良玉大怒說：「豈有此理，不用猜疑，定是我兒子左夢庚做出此事，陷我為反叛之臣。罷了，罷了！有何顏面再見江東父老？」遂即拔劍，急欲自刎。黃澍抱住良玉，良玉即握住袁繼咸手，注目說：「臨侯，臨侯，我負你了！」大呼大叫，嘔血倒地而死。眾人慟一回，袁繼咸、黃澍見良玉氣死，三軍無主。遂回武昌同何騰蛟另做事業去了。良玉兵馬亦各逃散而去。<br>\\n\\n  昆生見如此光景，獃了一會，說：「他們竟自散去，剩下俺蘇昆生一人守著元帥屍骸，好不可憐！」不免點起香燭，哭奠一番。等他兒子奔喪回船，收斂停當，纔好辭之而去。有詩為證。詩曰：<br>\\n\\n  英雄不得過江州，魂戀春波起暮愁。<br>\\n\\n  滿眼青山無葬地，斜風細雨打船頭。<br>\\n\\n  卻說黃得功祇知截殺左兵，以致左良玉因子夢庚叛逆，憤恨而死，卻丟下黃河一帶無人把守。於四月二十一日北兵渡河入淮，史可法帶領淮陽三千兵馬敵擋不住，祇得棄了淮安，保守揚州。爭奈三軍離心，各有投降之意，可法設法安撫，三軍祇是不聽。此時束手無策，頓足說：「看此光景，分明有離叛之心，不料天意人心瓦解，至此惟有一死以報國恩！」遂拍胸大哭，淚下如雨，皆成鮮血，戰袍皆赤。三軍見元帥如此，各自感動良心，一齊至可法面前跪懇，說：「元帥忠心俺們盡知，倘北兵圍城，俱聽元帥指揮，死戰不移，務必守住這揚州，誓無他志！」可法聞言，止住淚痕，安慰眾軍，調撥人馬守禦。<br>\\n\\n  不意北兵所向無敵，兵到之時，各自納款投降。自得了淮安，遂圍揚州，三軍雖各用心守禦，而城內糧草缺乏，城破祇在旦夕。可法此時竟一籌莫展，惟有親督兵民死守而已。揚州城內，兵民餓死者不計其數。可法料不能守禦，遂自忖說：「揚州大半不能保全，倘被攻破，罪無可贖，不如乘夜墮下城去。奔到南京，彼處兵將尚多，保護聖駕，再圖恢復，未始不可。」遂不帶一人，乘夜靜更深墮下城來，沿江飛奔而去。<br>\\n\\n  行至半途，天色已明，祇見沿岸逃難百姓紛紛亂奔，遂止住腳步，略息一回。見一老者背著包裹往南奔走。方欲問他，又見一軍官匹馬而來，見了可法，翻身下馬說：「史元戎欲向何往，怎麼這般光景？」可法說：「你是何人？」軍官跪道：「小人乃南京城把守城門的，今夜不知何故，皇帝開了城門，攜帶嬪妃逃走無蹤，朝中文武官員盡皆逃散。小人祇得匹馬報知元帥，不料卻遇元帥於此。且問元帥，為何不守淮揚，卻在此處？」<br>\\n\\n  史可法聞軍官之言，遂放聲大哭，說：「我史可法枉讀詩書，空談忠孝！且見淮安已破，揚州難守，意欲奔到南京保駕，希圖恢復。不料，皇上逃奔無蹤，當此國破家亡之時，尚有何面目生在人間！」遂將冠帶袍靴脫下，哭拜於地。老者在旁勸道：「史老爺不必如此，且從容打探皇帝消息，再圖報仇纔是！」可法聞言說：「你是何人？」老者說：「小人乃南京贊禮，今欲往棲霞山。替崇禎皇帝做好事的。」可法扯住老者說：「你一贊禮尚思報效先帝，我乃堂堂閣部，反欲偷生乎？」復大哭，跪拜說：「大幸皇帝，臣不能為君父報仇雪恨，不敢衣冠見聖上於地下了！」遂向軍官、老者說：「你看那邊兵馬來了。」二人回頭一看，可法縱身一跳，沉於江中，波浪一涌隨水而沒，死於江中。<br>\\n\\n  軍官見可法投江，騎馬而去。贊禮慟哭一會，將衣冠葬於梅嶺之上，歎息不已，往南而來。<br>\\n\\n  不知後事如何，且聽下回分解。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000040\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000040\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">第十六回     南京城君臣逃散　棲真觀夫妻團圓</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000041\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000041\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">  話說南京弘光皇帝自迎立之後，日聽馬、阮饞言，在薰風殿中演戲教歌，朝政日非。哪知移鎮截江，以致北兵乘虛渡河，破淮困揚，史可法連夜告急，人心惶惶。南京臣民都無守志，馬士英與阮大鋮躲藏無蹤。弘光在薰風殿演戲，忽聞北兵渡河，將臨南京城下，渾身抖戰，手足無惜。急令人撲滅燈火，收拾包裹，領著嬪妃，奔出城門潛逃而去。馬士英聞天子逃去，亦即收拾細軟，帶著家眷逃走。不料，遇著一起亂民，持棒大喝說道：「是奸賊馬士英弄的民窮財盡，今日馱著婦女、裝著財帛要往哪裏跑？」一齊舉棒打倒在地，奪了婦女，搶了財物，一哄而散。士英正在地下伏著，阮大鋮亦騎馬飛奔而來，見士英在地下哼哼，問道：「老相國還不跑，在此作甚？」士英說：「被亂民將家眷財物搶去，打倒在此跑不得了！」大鋮說：「了不得！晚生家眷、行囊都在後面，不要也被搶去，待俺回去迎迎。」纔欲動身，祇見亂民持棒擁著婦女，抬著行李說：「這是阮大鋮的家私，方纔搶來，大家分開罷！」大鋮聽見，急喝曰：「好大膽，怎敢搶俺阮老爺家私？」眾人說：「你就是阮大鋮麼？來得正好！」一棒打倒，剝了衣服說：「且饒他狗命，快到雞鵝巷褲子襠燒他二人房子去。」哄然而散。<br>\\n\\n  馬、阮二人一個打傷腰肢，一個打壞臂膊，都爬不起來。正在急難之時，祇見楊文驄騎馬而來，見了他二人，下馬問說：「你二人因何至此？」二人說：「被亂民搶劫一空，僅留性命。」文驄使人拿衣服與二人穿了，說：「幸有閑馬一匹，你二人迭騎，出城逃命罷！」二人上馬而去。忽見寇白門、鄭妥娘亦飛奔而去，楊文驄見了說：「你二人亦逃出宮來了，香君怎麼不見？」二人說：「他腳小走不動，僱一乘轎子抬著先走了。」忽聞有人呼說：「楊老爺，北兵殺過江來，皇帝逃去，宮人散淨了！」龍友抬頭一看，見是沈公憲、張燕銳二人，問說果然如此，遂改變衣服，同眾人向秦淮而來。<br>\\n\\n  已到香君門首，龍友敲門。藍瑛開門一看，見是龍友，急呼曰：「香君快來，楊老爺來了！」香君見了楊龍友，不及敘寒溫，急問說：「楊老爺，可知侯郎消息麼？」龍友未及答，蘇昆生急忙忙走到面前，說：「香君出來了？」香君問曰：「蘇師父從哪裏來，可見侯郎麼？」昆生說：「俺為侯生陷獄，特往武昌求左寧南救他。寧南至半途暴亡，沒奈何回京，忽聞此信，急尋至獄前，祇見獄門大開，眾囚四散，怎不見侯生回來？」香君聞言，大哭不止。龍友與眾人安慰一回，別了眾人，回鄉去了。香君遂向昆生說：「前日累師父萬水千山找回侯郎，奴已入宮，今日出宮，侯郎又不見面。還求師父可憐，領著奴家各處找尋，務求會著侯郎，奴方甘心！」昆生說：「這離亂之時，不知往哪裏去方好？」藍瑛說：「城東棲霞山人跡罕到，有錦衣衛張瑤星在此出家，侯相公未必不往此地避亂。我意欲拜瑤星為師，何不作伴同行，或者天緣湊巧，尋著侯生，亦未可知，不知你二人意下何如？」昆生與香君同說有理，遂收拾行李，一同往棲霞而來。<br>\\n\\n  且說侯朝宗同陳定生、吳次尾、柳敬亭三人逃出獄來，緣江而走。正商量分路逃生，祇見一老者跌跌蹌蹌飛奔而來。眾人問曰：「老兄要往何處去？」其人告道：「弟是往棲霞山與崇禎皇帝做好事的。你們是往哪裏去的？」眾人說：「俺們從京中逃出，要送此位過江。今北兵殺奔而來，不能北上，正在這裏商量，去向未定。」老者說：「棲霞山是極幽僻所在，相公既無去路，何不同俺往棲霞避亂，俟平安後，再圖歸計何如？」朝宗說：「有理！」遂與陳、吳掩淚分手，與柳敬亭同老贊禮往棲霞而來。哪知香君與蘇昆生被藍田叔領著早往棲霞，無意之中敲門尋宿，遇著卞玉京做了葆真庵庵主，留他暫住，不在話下。<br>\\n\\n  且說侯朝宗、柳敬亭同贊禮徑往棲霞而來。走了數日，已至棲霞地面，贊禮說：「此是棲霞山了，你們可尋一道院，趁早宿下罷。」朝宗抬頭一看，見是一座庵觀說：「何不敲門借宿？」贊禮即敲門，玉京問道：「何人敲門？」贊禮說：「俺是南京來的，要借寶庵暫安行李。」玉京說：「這是女道住持，從不留客！」敬亭說：「我們不比遊方僧道，暫住何妨？」香君說：「這人好不絮煩！」玉京說：「不要睬他，且到香廚用齋去。」眾人見裏邊不應，等了一會，隨即前行。<br>\\n\\n  正走之時，忽見一道人提籃而來，贊禮說：「那邊有人來了。」遂向前一拱，說：「老仙長，俺是上山要做好事的，敢求道院暫安行李，懇求方便。」道人抬頭仔細一看，驚道：「這位相公好象河南侯公子？」敬亭答道：「不是他是誰？」道人又認了認，道：「老兄，你可是柳敬亭嗎？」朝宗說：「正是他！」敬亭與朝宗仔細一認，說：「你莫不是丁繼之，為何出了家？」繼之將出家緣由告訴一遍，向眾人說：「前面不遠是俺修煉之所，就請暫住何如？」贊禮見他二人遇著故人，遂辭曰：「你二人既遇故人，我要往白雲庵去了。」一拱而去。丁繼之領著朝宗、敬亭，一路敘了些別離的話，言及香君，朝宗掩淚說：「香君入宮，不見消息。」敬亭說：「宮中人逃散，香君亦應出宮，且待平定後訪問罷！」說話之間，已到繼之庵中，遂安息在庵內，已經數日。<br>\\n\\n  及至七月十五日，白雲庵要建壇追荐先帝，那些各庵道眾以及村莊士民俱來搭醮。卞玉京遂向香君說：「我要往白雲庵聽講，你可同俺到彼散悶，何如？」香君欣然收拾，同玉京前來遊阮。不料侯朝宗同丁繼之來白雲庵隨喜，滿庵中也有道家，也有俗家。人煙湊雜，紛紛不一。朝宗在人叢中見一女子慘淡衣妝、體態香麗，定睛一看，自忖說：「那女子好象俺香君模樣。」遂取出桃花扇，向著香君玩弄。香君先見朝宗立在人叢中，還不留心細看，及見了桃花扇，定睛一看，禁不住呼問說：「那人莫不是侯郎麼？」朝宗聽說，向前一認，泣曰：「你莫不是俺的香君麼？」<br>\\n\\n  二人見了，情不自禁，也不顧道場清淨，也不顧人煙眾多，向前拉住，大放悲聲，哭訴離情，不忍釋手。張瑤星在壇上，見了二人如此光景，大喝曰：「何物兒女，在吾壇下調情！」丁繼之說：「這是侯朝宗。」瑤星一聽，說：「侯先生，你可認得我麼，你在獄中怎得出來？」朝宗將前事述說一遍，瑤星又問：「那女子是何人？」玉京又說：「此是香君，乃侯相公聘妾。」瑤星曰：「此處乃清淨法壇，豈容爾等在此訴情？快快領下去！」丁繼之、卞玉京領命，將二人領下去。<br>\\n\\n  出了庵門。二人復抱頭大哭，各訴從前別後之事，遂央丁繼之找尋柳敬亭，卞玉京尋著蘇昆生，各自拜謝他二人患難相救之恩，又轉謝繼之、玉京收留之情。此時因兵馬荒亂，不敢回家，遂托繼之代他尋了一處邸宅，夫妻二人與敬亭、昆生同住避亂。後日平定，即辭了繼之、玉京，帶著蘇、柳二人回家。行至江邊買船，恰好遇著李貞麗的船，他四人竟登船往河南而來。到了家中，因父親避亂終南山中，遂攜柳敬亭同至終南山，找回父親。昆生拜見了，貞麗與香君亦來拜見，一家完聚。朝宗也無意功名，因香君生子三人，祇在家中教訓兒子，後來俱各自成名，書香不絕。朝宗與香君俱各壽至八旬有餘而終。有七言絕句二首為記：<br>\\n\\n  詩曰：<br>\\n\\n  往事南朝一夢多，興亡轉瞬鬧秋蟲。<br>\\n\\n  多情最是侯公子，消受桃花扇底風。<br>\\n\\n  又曰：<br>\\n\\n  名士傾城氣味投，何來豪貴起戈矛。<br>\\n\\n  卻奩更闢田家聘，仿佛徐州燕子樓。<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000042\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000042\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">End of the Project Gutenberg EBook of Peach Blossom Fan, by Shangjen Kong</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000043\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000043\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>*** END OF THIS PROJECT GUTENBERG EBOOK PEACH BLOSSOM FAN ***</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000044\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000044\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>***** This file should be named 24234-0.txt or 24234-0.zip *****\\nThis and all associated files of various formats will be found in:\\n        http://www.gutenberg.org/2/4/2/3/24234/</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000045\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000045\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Produced by Ching Guo</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000046\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000046\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Updated editions will replace the previous one—the old editions\\nwill be renamed.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000047\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000047\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Creating the works from public domain print editions means that no\\none owns a United States copyright in these works, so the Foundation\\n(and you!) can copy and distribute it in the United States without\\npermission and without paying copyright royalties.  Special rules,\\nset forth in the General Terms of Use part of this license, apply to\\ncopying and distributing Project Gutenberg-tm electronic works to\\nprotect the PROJECT GUTENBERG-tm concept and trademark.  Project\\nGutenberg is a registered trademark, and may not be used if you\\ncharge for the eBooks, unless you receive specific permission.  If you\\ndo not charge anything for copies of this eBook, complying with the\\nrules is very easy.  You may use this eBook for nearly any purpose\\nsuch as creation of derivative works, reports, performances and\\nresearch.  They may be modified and printed and given away—you may do\\npractically ANYTHING with public domain eBooks.  Redistribution is\\nsubject to the trademark license, especially commercial\\nredistribution.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000048\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000048\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h3 style=\\\"\\\">*** START: FULL LICENSE ***</h3></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000049\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000049\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h5>THE FULL PROJECT GUTENBERG LICENSE\\nPLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK</h5></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000050\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000050\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>To protect the Project Gutenberg-tm mission of promoting the free\\ndistribution of electronic works, by using or distributing this work\\n(or any other work associated in any way with the phrase &quot;Project\\nGutenberg&quot;), you agree to comply with all the terms of the Full Project\\nGutenberg-tm License (available with this file or online at\\nhttp://gutenberg.org/license).</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000051\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000051\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h4 style=\\\"\\\">Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\nelectronic works</h4></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000052\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000052\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.A.  By reading or using any part of this Project Gutenberg-tm\\nelectronic work, you indicate that you have read, understand, agree to\\nand accept all the terms of this license and intellectual property\\n(trademark/copyright) agreement.  If you do not agree to abide by all\\nthe terms of this agreement, you must cease using and return or destroy\\nall copies of Project Gutenberg-tm electronic works in your possession.\\nIf you paid a fee for obtaining a copy of or access to a Project\\nGutenberg-tm electronic work and you do not agree to be bound by the\\nterms of this agreement, you may obtain a refund from the person or\\nentity to whom you paid the fee as set forth in paragraph 1.E.8.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000053\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000053\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\nused on or associated in any way with an electronic work by people who\\nagree to be bound by the terms of this agreement.  There are a few\\nthings that you can do with most Project Gutenberg-tm electronic works\\neven without complying with the full terms of this agreement.  See\\nparagraph 1.C below.  There are a lot of things you can do with Project\\nGutenberg-tm electronic works if you follow the terms of this agreement\\nand help preserve free future access to Project Gutenberg-tm electronic\\nworks.  See paragraph 1.E below.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000054\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000054\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\nor PGLAF), owns a compilation copyright in the collection of Project\\nGutenberg-tm electronic works.  Nearly all the individual works in the\\ncollection are in the public domain in the United States.  If an\\nindividual work is in the public domain in the United States and you are\\nlocated in the United States, we do not claim a right to prevent you from\\ncopying, distributing, performing, displaying or creating derivative\\nworks based on the work as long as all references to Project Gutenberg\\nare removed.  Of course, we hope that you will support the Project\\nGutenberg-tm mission of promoting free access to electronic works by\\nfreely sharing Project Gutenberg-tm works in compliance with the terms of\\nthis agreement for keeping the Project Gutenberg-tm name associated with\\nthe work.  You can easily comply with the terms of this agreement by\\nkeeping this work in the same format with its attached full Project\\nGutenberg-tm License when you share it without charge with others.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000055\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000055\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.D.  The copyright laws of the place where you are located also govern\\nwhat you can do with this work.  Copyright laws in most countries are in\\na constant state of change.  If you are outside the United States, check\\nthe laws of your country in addition to the terms of this agreement\\nbefore downloading, copying, displaying, performing, distributing or\\ncreating derivative works based on this work or any other Project\\nGutenberg-tm work.  The Foundation makes no representations concerning\\nthe copyright status of any work in any country outside the United\\nStates.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000056\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000056\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.  Unless you have removed all references to Project Gutenberg:</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000057\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000057\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.1.  The following sentence, with active links to, or other immediate\\naccess to, the full Project Gutenberg-tm License must appear prominently\\nwhenever any copy of a Project Gutenberg-tm work (any work on which the\\nphrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\nGutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\ncopied or distributed:</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000058\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000058\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>This eBook is for the use of anyone anywhere at no cost and with\\nalmost no restrictions whatsoever.  You may copy it, give it away or\\nre-use it under the terms of the Project Gutenberg License included\\nwith this eBook or online at www.gutenberg.org</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000059\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000059\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\nfrom the public domain (does not contain a notice indicating that it is\\nposted with permission of the copyright holder), the work can be copied\\nand distributed to anyone in the United States without paying any fees\\nor charges.  If you are redistributing or providing access to a work\\nwith the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\nwork, you must comply either with the requirements of paragraphs 1.E.1\\nthrough 1.E.7 or obtain permission for the use of the work and the\\nProject Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000060\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000060\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\nwith the permission of the copyright holder, your use and distribution\\nmust comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\nterms imposed by the copyright holder.  Additional terms will be linked\\nto the Project Gutenberg-tm License for all works posted with the\\npermission of the copyright holder found at the beginning of this work.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000061\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000061\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\nLicense terms from this work, or any files containing a part of this\\nwork or any other work associated with Project Gutenberg-tm.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000062\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000062\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\nelectronic work, or any part of this electronic work, without\\nprominently displaying the sentence set forth in paragraph 1.E.1 with\\nactive links or immediate access to the full terms of the Project\\nGutenberg-tm License.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000063\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000063\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.6.  You may convert to and distribute this work in any binary,\\ncompressed, marked up, nonproprietary or proprietary form, including any\\nword processing or hypertext form.  However, if you provide access to or\\ndistribute copies of a Project Gutenberg-tm work in a format other than\\n&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\nposted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\nyou must, at no additional cost, fee or expense to the user, provide a\\ncopy, a means of exporting a copy, or a means of obtaining a copy upon\\nrequest, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\nform.  Any alternate format must include the full Project Gutenberg-tm\\nLicense as specified in paragraph 1.E.1.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000064\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000064\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\nperforming, copying or distributing any Project Gutenberg-tm works\\nunless you comply with paragraph 1.E.8 or 1.E.9.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000065\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000065\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.8.  You may charge a reasonable fee for copies of or providing\\naccess to or distributing Project Gutenberg-tm electronic works provided\\nthat</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000066\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000066\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">- You pay a royalty fee of 20% of the gross profits you derive from\\n     the use of Project Gutenberg-tm works calculated using the method\\n     you already use to calculate your applicable taxes.  The fee is\\n     owed to the owner of the Project Gutenberg-tm trademark, but he\\n     has agreed to donate royalties under this paragraph to the\\n     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n     must be paid within 60 days following each date on which you\\n     prepare (or are legally required to prepare) your periodic tax\\n     returns.  Royalty payments should be clearly marked as such and\\n     sent to the Project Gutenberg Literary Archive Foundation at the\\n     address specified in Section 4, &quot;Information about donations to\\n     the Project Gutenberg Literary Archive Foundation.&quot;</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000067\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000067\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">- You provide a full refund of any money paid by a user who notifies\\n     you in writing (or by e-mail) within 30 days of receipt that s/he\\n     does not agree to the terms of the full Project Gutenberg-tm\\n     License.  You must require such a user to return or\\n     destroy all copies of the works possessed in a physical medium\\n     and discontinue all use of and all access to other copies of\\n     Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000068\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000068\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n     money paid for a work or a replacement copy, if a defect in the\\n     electronic work is discovered and reported to you within 90 days\\n     of receipt of the work.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000069\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000069\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">- You comply with all other terms of this agreement for free\\n     distribution of Project Gutenberg-tm works.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000070\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000070\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\nelectronic work or group of works on different terms than are set\\nforth in this agreement, you must obtain permission in writing from\\nboth the Project Gutenberg Literary Archive Foundation and Michael\\nHart, the owner of the Project Gutenberg-tm trademark.  Contact the\\nFoundation as set forth in Section 3 below.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000071\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000071\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h5>1.F.</h5></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000072\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000072\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\neffort to identify, do copyright research on, transcribe and proofread\\npublic domain works in creating the Project Gutenberg-tm\\ncollection.  Despite these efforts, Project Gutenberg-tm electronic\\nworks, and the medium on which they may be stored, may contain\\n&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\ncorrupt data, transcription errors, a copyright or other intellectual\\nproperty infringement, a defective or damaged disk or other medium, a\\ncomputer virus, or computer codes that damage or cannot be read by\\nyour equipment.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000073\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000073\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\nof Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\nGutenberg Literary Archive Foundation, the owner of the Project\\nGutenberg-tm trademark, and any other party distributing a Project\\nGutenberg-tm electronic work under this agreement, disclaim all\\nliability to you for damages, costs and expenses, including legal\\nfees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\nLIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\nPROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\nTRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\nLIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\nINCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\nDAMAGE.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000074\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000074\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\ndefect in this electronic work within 90 days of receiving it, you can\\nreceive a refund of the money (if any) you paid for it by sending a\\nwritten explanation to the person you received the work from.  If you\\nreceived the work on a physical medium, you must return the medium with\\nyour written explanation.  The person or entity that provided you with\\nthe defective work may elect to provide a replacement copy in lieu of a\\nrefund.  If you received the work electronically, the person or entity\\nproviding it to you may choose to give you a second opportunity to\\nreceive the work electronically in lieu of a refund.  If the second copy\\nis also defective, you may demand a refund in writing without further\\nopportunities to fix the problem.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000075\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000075\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.F.4.  Except for the limited right of replacement or refund set forth\\nin paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\nWARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\nWARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000076\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000076\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.F.5.  Some states do not allow disclaimers of certain implied\\nwarranties or the exclusion or limitation of certain types of damages.\\nIf any disclaimer or limitation set forth in this agreement violates the\\nlaw of the state applicable to this agreement, the agreement shall be\\ninterpreted to make the maximum disclaimer or limitation permitted by\\nthe applicable state law.  The invalidity or unenforceability of any\\nprovision of this agreement shall not void the remaining provisions.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000077\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000077\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\ntrademark owner, any agent or employee of the Foundation, anyone\\nproviding copies of Project Gutenberg-tm electronic works in accordance\\nwith this agreement, and any volunteers associated with the production,\\npromotion and distribution of Project Gutenberg-tm electronic works,\\nharmless from all liability, costs and expenses, including legal fees,\\nthat arise directly or indirectly from any of the following which you do\\nor cause to occur: (a) distribution of this or any Project Gutenberg-tm\\nwork, (b) alteration, modification, or additions or deletions to any\\nProject Gutenberg-tm work, and (c) any Defect you cause.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000078\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000078\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h4 style=\\\"\\\">Section  2.  Information about the Mission of Project Gutenberg-tm</h4></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000079\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000079\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Project Gutenberg-tm is synonymous with the free distribution of\\nelectronic works in formats readable by the widest variety of computers\\nincluding obsolete, old, middle-aged and new computers.  It exists\\nbecause of the efforts of hundreds of volunteers and donations from\\npeople in all walks of life.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000080\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000080\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Volunteers and financial support to provide volunteers with the\\nassistance they need, is critical to reaching Project Gutenberg-tm's\\ngoals and ensuring that the Project Gutenberg-tm collection will\\nremain freely available for generations to come.  In 2001, the Project\\nGutenberg Literary Archive Foundation was created to provide a secure\\nand permanent future for Project Gutenberg-tm and future generations.\\nTo learn more about the Project Gutenberg Literary Archive Foundation\\nand how your efforts and donations can help, see Sections 3 and 4\\nand the Foundation web page at http://www.pglaf.org.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000081\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000081\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h4 style=\\\"\\\">Section 3.  Information about the Project Gutenberg Literary Archive\\nFoundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000082\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000082\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>The Project Gutenberg Literary Archive Foundation is a non profit\\n501(c)(3) educational corporation organized under the laws of the\\nstate of Mississippi and granted tax exempt status by the Internal\\nRevenue Service.  The Foundation's EIN or federal tax identification\\nnumber is 64-6221541.  Its 501(c)(3) letter is posted at\\nhttp://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\nLiterary Archive Foundation are tax deductible to the full extent\\npermitted by U.S. federal laws and your state's laws.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000083\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000083\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>The Foundation's principal office is located at 4557 Melan Dr. S.\\nFairbanks, AK, 99712., but its volunteers and employees are scattered\\nthroughout numerous locations.  Its business office is located at\\n809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\nbusiness@pglaf.org.  Email contact links and up to date contact\\ninformation can be found at the Foundation's web site and official\\npage at http://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000084\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000084\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>For additional contact information:<br>\\n\\n     Dr. Gregory B. Newby<br>\\n\\n     Chief Executive and Director<br>\\n\\n     gbnewby@pglaf.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000085\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000085\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h4 style=\\\"\\\">Section 4.  Information about Donations to the Project Gutenberg\\nLiterary Archive Foundation</h4></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000086\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000086\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Project Gutenberg-tm depends upon and cannot survive without wide\\nspread public support and donations to carry out its mission of\\nincreasing the number of public domain and licensed works that can be\\nfreely distributed in machine readable form accessible by the widest\\narray of equipment including outdated equipment.  Many small donations\\n($1 to $5,000) are particularly important to maintaining tax exempt\\nstatus with the IRS.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000087\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000087\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>The Foundation is committed to complying with the laws regulating\\ncharities and charitable donations in all 50 states of the United\\nStates.  Compliance requirements are not uniform and it takes a\\nconsiderable effort, much paperwork and many fees to meet and keep up\\nwith these requirements.  We do not solicit donations in locations\\nwhere we have not received written confirmation of compliance.  To\\nSEND DONATIONS or determine the status of compliance for any\\nparticular state visit http://pglaf.org</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000088\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000088\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>While we cannot and do not solicit contributions from states where we\\nhave not met the solicitation requirements, we know of no prohibition\\nagainst accepting unsolicited donations from donors in such states who\\napproach us with offers to donate.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000089\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000089\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>International donations are gratefully accepted, but we cannot make\\nany statements concerning tax treatment of donations received from\\noutside the United States.  U.S. laws alone swamp our small staff.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000090\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000090\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Please check the Project Gutenberg Web pages for current donation\\nmethods and addresses.  Donations are accepted in a number of other\\nways including checks, online payments and credit card donations.\\nTo donate, please visit: http://pglaf.org/donate</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000091\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000091\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><h4 style=\\\"\\\">Section 5.  General Information About Project Gutenberg-tm electronic\\nworks.</h4></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000092\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000092\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>Professor Michael S. Hart is the originator of the Project Gutenberg-tm\\nconcept of a library of electronic works that could be freely shared\\nwith anyone.  For thirty years, he produced and distributed Project\\nGutenberg-tm eBooks with only a loose network of volunteer support.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000093\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000093\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">Project Gutenberg-tm eBooks are often created from several printed\\neditions, all of which are confirmed as Public Domain in the U.S.\\nunless a copyright notice is included.  Thus, we do not necessarily\\nkeep eBooks in compliance with any particular paper edition.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000094\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000094\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p style=\\\"\\\">Most people start at our Web site which has the main PG search facility:</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000095\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000095\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>     http://www.gutenberg.org<br>\\n</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text/000000096\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000096\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-6f747cb048be6a3a-f09fcd twpub-6f747cb048be6a3a-6b4cd0\\\"><p>This Web site includes information about Project Gutenberg-tm,\\nincluding how to make donations to the Project Gutenberg Literary\\nArchive Foundation, how to help produce our new eBooks, and how to\\nsubscribe to our email newsletter to hear about new eBooks.</p></div>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-1\",\n            \"caption\": \"*** START: FULL LICENSE ***\",\n            \"tags\": \"$:/plugins/twpub/6f747cb048be6a3a/toc\",\n            \"target\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000048\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-2\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-2\",\n            \"caption\": \"Section 1. General Terms of Use and Redistributing Project Gutenberg-tm electronic works\",\n            \"tags\": \"$:/plugins/twpub/6f747cb048be6a3a/toc\",\n            \"target\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000051\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-3\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-3\",\n            \"caption\": \"Section 2. Information about the Mission of Project Gutenberg-tm\",\n            \"tags\": \"$:/plugins/twpub/6f747cb048be6a3a/toc\",\n            \"target\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000078\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-4\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-4\",\n            \"caption\": \"Section 3. Information about the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/6f747cb048be6a3a/toc\",\n            \"target\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000081\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-5\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-5\",\n            \"caption\": \"Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation\",\n            \"tags\": \"$:/plugins/twpub/6f747cb048be6a3a/toc\",\n            \"target\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000085\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-6\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/toc/np-6\",\n            \"caption\": \"Section 5. General Information About Project Gutenberg-tm electronic works.\",\n            \"tags\": \"$:/plugins/twpub/6f747cb048be6a3a/toc\",\n            \"target\": \"$:/plugins/twpub/6f747cb048be6a3a/text/000000091\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-6f747cb048be6a3a-f09fcd blockquote,.twpub-6f747cb048be6a3a-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-6f747cb048be6a3a-f09fcd body > p{text-align:justify;}.twpub-6f747cb048be6a3a-f09fcd h2{clear:both;}.twpub-6f747cb048be6a3a-f09fcd h3{font-weight:normal;clear:both;}.twpub-6f747cb048be6a3a-f09fcd hr{clear:both;}\\n.twpub-6f747cb048be6a3a-6b4cd0 div,.twpub-6f747cb048be6a3a-6b4cd0 p,.twpub-6f747cb048be6a3a-6b4cd0 pre,.twpub-6f747cb048be6a3a-6b4cd0 h1,.twpub-6f747cb048be6a3a-6b4cd0 h2,.twpub-6f747cb048be6a3a-6b4cd0 h3,.twpub-6f747cb048be6a3a-6b4cd0 h4,.twpub-6f747cb048be6a3a-6b4cd0 h5,.twpub-6f747cb048be6a3a-6b4cd0 h6{display:block;}.twpub-6f747cb048be6a3a-6b4cd0 div.figcenter span.caption{display:block;}.twpub-6f747cb048be6a3a-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/images/OEBPS/9036543545129676726_24234-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/images/OEBPS/9036543545129676726_24234-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAACEo0lEQVR42uzdeXxU5aH4/8lOEhIgYZFVEBCi4gKCivtuFdcCal3qVq2497reXlutWsTW6239KS6IWvetLkWrdcFdsQqigqCAggKK7EjYk98f6TedniSTyTYzmfN+v/iDmcxMZp6c5JzPPGfOyRj/agQAAIAQyjQEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAkHwZlZWVRgEAACCEzBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAILQEAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABA4mUn5buuX79+1qxZCf6m2267bUFBgWdS7zMBAABCIqOysjLx33Xu3LmjR49O8De97777Bg0a5JnU+0wAAICQsMsoAACAIAQAAEAQAgAAIAgBAAAQhAAAAKSR7FR4EmPHju3cuXOzP+yGDRvGjBnjmTTxmQAAAIKwBZWVlfXs2bPZH7a8vNwzafozAQAA0pVdRgEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQWgIAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABaRnYqPIn169eXl5e3xMN6Jk1/JgAAgCBsQSeccEKKDIdnAgAAhIddRgEAAAQhAAAAghAAAABBCAAAgCAEAAAgjWRUVlYm/rv++OOPb775ZoK/6fDhw9u3b++Z1PtMAAAAQQgAAEA6s8soAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIDQEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAgKTJTtcXtmXLlur/Z2RkZGZKXwAAgBAE4ccff3zmmWdWX9xvv/1uvvlmP2wAAIBo5s0AAAAEIQAAAGGSWruMzps37+WXX546der8+fNXrVoViUSKi4vbtWvXs2fPQYMG7bTTTjvttJNPAxJCy5cvX716dfXFkpKS4uLihj7It99+u3nz5uqLGRkZW2+9tbEFABCEyTd37txbbrnlvffeC1y/dOnSpUuXzp079/XXX49EIh07djzqqKOOOeaY7t27++ERHhMnTnzkkUeqL15wwQWnnXZagx7hk08+OeOMMyorK6uvOeyww2644QZjCwAQZikx2/bEE0+cdNJJNWuwpqVLl06cOPHYY4/9wx/+ED1hAsRQUVExbty46BosKCi45JJLjAwAgCBMsrvvvvvGG2/ctGlT/HfZsmXLo48+evTRR69du9aPEOr117/+ddasWdHXnHvuuR07djQyAACCMJleeumlO+64o3H3zc/PLyws9COE2FatWnXbbbdFX9OvX7/jjz/eyAAAkMwgXLp06Y033tjou++yyy5+flCv/+//+/8C+1dfeeWVWVlZRgYAgGQeVKauzwFmZmb269evtLQ0IyNj2bJlixcvrvVmgwcP9vOD2D7//PNnnnkm+poRI0Z4MwUAgCQH4eLFi1977bXAlcXFxWeeeeaRRx7Zrl276isrKyu/+OKLDz744Lnnnps3b1719TZqIbbKysobb7yxoqKi+pqioqKLLrrIyAAAkOQgfPLJJ6O3UyORSK9evW677bZu3boFbpmRkTFgwIABAwaccsopH3300cSJE99///327dv36dPHzw9ieO655z777LPoa8aMGVNSUmJkAABIchC+8sor0Rfz8/P//Oc/16zBgCFDhgwZMuTdd9+dOnVqRkaGnx/UZc2aNbfeemv0NQMGDBg5cqSRAQAgyUG4YsWKb7/9Nvqa0047rWfPnnHeffjw4cOHD/fDgxjGjx+/YsWK6osZGRlXXXVVZmamkQEAoFpytg4//fTT/6jS7OzjjjvODwOay5dffvnEE09EX3P00UcPGjTIyAAAkPwgXLBgQfTFAQMG+FwTNKNx48ZFf0a3uLj4wgsvNCwAAKREEAZOIzFw4EA/CWguL7zwwrRp06KvueCCC6KP3AsAAFWS8xnCQBB26NDBTyI1bdy4cfHixevWrSsqKuratatPoKW+8vLyP/3pT9HXbL/99sccc4yRsWADAKRKEK5bty76Yn5+foKfwIcffvj8889Pnz59yZIllZWVpaWlXbp02XPPPQ888MD4j21TlwULFrz55psff/zx119/XXVUj9LS0o4dOw4bNmy//fbr3bt3nI+zfv36hQsXVg9RzUOwfv75588999zUqVMXL168adOmTp06dezYcbfddjvkkEOafk6OyZMnP/7449OmTdu0aVPVNQUFBcOGDRs9evRuu+0WfculS5e+/fbbVf/v1q3bsGHD6n05eXl5PXr0CNzg+++/f/jhh996663FixdnZ2e3b99+4MCBF110Uc1b1vTJJ5+88MIL06dPX7RoUdVWfp8+fXbfffcRI0ZstdVW8b/q5I55s7jzzjuXLl1afTEzM7Ppx5JZtGjRP/7xj3/+85/z5s1buXJlJBLp0KFDv379dt9998MOO6yh+3un2YINANCqZVRWVib+u44dO/bJJ5+svnj66aeff/75zfj4H3/88Zlnnll98YADDvjDH/5Q9f/58+dfd911gR3qoh1zzDGXXHJJ27ZtG/F933777Xvvvffjjz+OcZtDDjnkv/7rvzp27NigV1FWVvbggw9Gt9NNN930+uuvx/guV155ZeP2Ely+fPlVV1314Ycf1nWD/fff/7e//W1RUVHVxVdeeeWKK66o+v+BBx5400031ftyevXq9fTTT0d/9cknn7zlllvWr18fuNfDDz88YMCAGM/2m2++GTt27JQpU2r9ak5OzujRo88///zc3NyGLjmJHPN6/fGPf3zkkUeqL15wwQWnnXZazZt99dVXJ5xwwubNm6uvGTly5FVXXdXo77tixYo//elPzz//fOCsodXy8vJOPPHEc845J84RTr8FGwCgVUvOjlKBKcFVq1a16LfLysqq+s+UKVNOOeWUGDUYiUSeeeaZ0aNHL168uEHfYsaMGSeeeOJFF10UuwYjkcg//vGP0aNHz507t0GPH/18Pvvss5NPPjnGRnPVdxk1alTg4D1xfqNTTjklxkZzJBKZPHnyaaedtnz58uqN+IZ+l8A+w+PHjx87dmzNGozUtzvx+++/f/LJJ9dVg5FIZNOmTQ899NDpp58efQKGVBvzZnTTTTdF12CHDh3OO++8pryxMnr06L/97W911WAkEtmwYcN99913yimnfPfdd434Fmm2YAMACMK4VL8HXyVwTsJmVzV3MWPGjEsuuWTt2rX13v77778///zz48zULVu23H777aeddtoXX3wR5/NZtWrVmDFjGtScK1eurNrPdu7cueedd171NmsMy5Ytu/DCCxsU2+Xl5eedd148W/Zff/31BRdcsGHDhkgksmTJkqYE4TPPPDNhwoS6bhljd8QPPvjgkksu+fHHH+v9drNmzfrlL39ZXl7eoCeZmDFvRq+88soHH3wQfc2FF15YXFzcuEf78MMPx4wZE8+rjkQic+bMOfPMMxv6Nkr6LdgAAIIwLoHP6X388ccbN25suW+Xn59fXl5++eWXV23nxePrr78eN25cnDd+9NFHY0yh1Grp0qXXX399g+7y3Xffbdiw4dJLL40ngapU7U4Z/7cYN27c/Pnz47zxrFmzbr311kijJlIqKiqq8uybb76p3pu3puLi4uzs2j/munjx4iuuuCL+xWbOnDnXXnttQ59nAsa8uaxfv/5///d/o6/ZaaedjjzyyMY92oIFCy699NL4f1+qxuqSSy4JfDw4bAs2AIAgjEvgwCobN2589913W+7btW3b9q677mroLm0vvfTS7Nmz671ZVlbW0KFDG/Gs3n///alTp8Z/+8WLF0+YMKGhO8u9/PLL8byKSCQyderUSZMmNejBH3300dmzZzduIqVqkrCuPUWrxNhf9Lrrrgvsd1qvV1555ZVXXmnQXVp6zJvRhAkTogMmMzPzyiuvzMjIaMRDVVRUXH311WvWrGnoHb/88ss///nPDb1Xmi3YAACtS3KOMtq7d++8vLzo+Yfbb799n332abmDvz/xxBPR28rDhw8/+OCDu3fvXlJSsmLFihkzZjz77LM1P9f3yCOPXHPNNfU++O677x79waeCgoLDDz98n3326d+/f0lJSXl5+ddffz1p0qSnn346MJH41FNPDR48OM6XMGvWrEcffTT6mu233/6ggw7q1q1bhw4dVqxYMXPmzBdeeOGHH36ouXX729/+tt7Hr5oVCTjooINGjx5dVlaWnZ29dOnS6dOnP/300x999FHVVysrK8eNG/fNN980LggXLFhQ8+N/PXv27NChw6pVqxYtWlTX/qKvvPJKzTsOHjx41KhRAwYMKC4uXrx48RtvvPHEE08Ediy84447DjjggPgXs5Ye8+ayYMGChx56KPqa0aNHb7vtto17tKeeeuqzzz4LXNmmTZuDDz542LBhXbp0qaioWLBgwVtvvfXOO+8EFuknnnjiiCOO2GGHHeL/dmm2YAMAtC7JOcpoJBK58MIL33nnnehrzjvvvDPOOKNZHjxwlNFoW2+99R//+MdtttkmcP3mzZtvueWWwIZpYWHha6+9Vtdei9W++eabqvO8ZWZmjho16txzzw18SLLKu+++e/HFF2/ZsiU6HV9//fXqY97E/yq22mqrsWPH7rjjjoHry8vLr7/++pdeein6yqKioldeeSX2q5g6deovfvGL6GsyMzOvueaaI444ouaNX3jhheuuu67W3TXjPMpoJBK566677rrrruqDfGRkZBx99NFnnHFG9+7dq66pOjlB3759A49TUVFx/PHHz5s3L/qpXnzxxSeddFLglt9///0ll1wSmEe68cYbDz744EYsOc0+5g0S+yijgd+m0tLSv/71r407Uu769euPOuqoZcuWRV+52267XXvttZ06dQrcePbs2VdddVVgb8xdd931zjvvbNyvZ2tcsAEAWrWknY557733Dlxz++23v/jiiy36Tfv27fvAAw/UrMFIJJKdnX3ZZZftv//+0VeuXbv2k08+qfdhe/bs2b1791122eXhhx++/PLLa63BSCQyfPjwc845J7CZO2PGjIa+it69ez/00EM1N5qrCvP666/fddddo69cs2ZNvd/lqaeeClxz0UUX1brRHIlEDj/88LFjxzZud8Rq06ZNq67B3NzcG2+88eqrr66uwUgk0qZNm5o1GIlE3nrrregarMqhmjUYiUS6dOly6623BvY7vffeexvxbFtizJvL66+/Hnhv5eKLL25cDVZFUaAG99prr1tvvbVmDUYikQEDBtxzzz2BPcA//PDDmhOM4VmwAQAEYVwOO+ywgoKC6GsqKyt/85vfRO/b2bxyc3PHjh1bWFgY4za/+tWvAvN18QRhJBK55ZZbJkyY0L9//9g3O/HEEwO5OGvWrAa9ipycnN///vft27ev8yeamXnVVVcFNmpjnwyjvLx88uTJ0dfssMMOtSZWtf32269qUrTR7r777ur/X3vttQcddFCcd/zrX/8afXHXXXc9+eST67pxaWnppZdeGn3N7Nmzq8+KnsQxby4bN24MHEtm8ODBhx9+eKMfMPoEoZFIpHPnztdff31dk9iRSKRDhw433XRTTk5O9JWPPfZYQ79v2izYAACCMC5FRUXHHXdc4MotW7bceOONV1xxRUscuP+EE06odcYpWrdu3fbZZ5/oa7788st4HrzeR65SUFAQePyvv/66Qa+i6mNysW/Tu3fv4cOHR18zZ86cGLefMmVK4HiSv/zlL+udJzn33HMDGdAg1afL++lPf3rIIYfEea9Vq1YFjj80ZsyY2E/1kEMOiZ54jEQib731VtLHvLlMnDgxum+zsrKuvPLKRj/a/PnzA3vYjhkzpq4Z7+iF/8QTT4y+ZvLkyTGOFZTeCzYAgCCM1xlnnFFaWlrz+ldeeeWnP/3pCy+80IzfKyMjY9SoUfHccs8994y+2OznSAwckrShxz49/vjj47nZXnvtFX0x9uExAonVpUuX3Xbbrd5vUVpauu+++zZxNIqLiy+88ML4b//WW29FH8Vkxx133GmnnepZxDMzjz766Ohr3nzzzaSPebP49ttv77///uhrTjzxxDjfm6hVYD6tU6dOP/nJT+K54ymnnBIdUevWrWvocYPTbMEGABCE9WvXrt1vfvObWr+0YsWKq6+++owzzpg5c2azfK/tttuuW7du8dxy5513jr7Y7OciC3yCceXKlfHfd+DAgT169IjnlkOGDIn/VQT2uzv00EPjPA5n/Pt51uVnP/tZgz7t9t577zXiCey+++6B1xv/sZRaaMybxU033RQ4AkqXLl2a8oCB89ofeuihcR4Xp6SkJJBq77//fpgXbAAAQRiXvfba69xzz63rq9OnT//5z39+3XXXrVixoonfaNiwYXHesnv37tFbjc2+82pg98X4T8ZdM2xi6NGjR/SucTGys+qsGNHXBHZqjWHo0KFNOQJHZmZmQz+vNW3atOiL++23Xzz3Kisri/7A6oYNGxYvXpzEMW8WkydPDhxLJhKJPPDAA7UeJDMeFRUVgU/MNmiiLPCzqD5iUAgXbAAAQdgAZ511VvQB9GtupD7zzDOjRo1q6CnFA7bbbrs4b5mbmxu9I+vGjRsbvYVdq+Li4uiLDXrw+F9FXl5e9En8YryKOXPmRO+EmZmZWVZWFud3ad++faBvG2TIkCG1HruyLsuWLYueESopKYnzu2dmZvbq1Sv6mvg/utkSY95069atu/nmm2tev2TJkueee65xjzl//vx169ZF/yLUesDPugT2xlywYMHatWvDuWADAAjChrngggsuvfTSGEcyXLFixRVXXFHXKcLi0aAPVgUOf7pp06bmHPHMzNzc3OqL0aclrFe/fv3iv3FgV8zqg7gEfPXVV9EX+/fv36ZNm/i/S6PPfh6JRAIHCKlX4AgiAwcOjP++gSAMvOoEj3nTPfnkk3VNct5///0NWqjqGt7+/fs36DyKnTp1it5htbKyMs4DMqXfgg0AIAgb7MQTT7zjjjtizxc988wzZ5999urVqxvRYA16vz+w4djsm/XRQRj/h9kyMzPj/Bhkg17FokWLoi/WepLGGOL86Fet6j0eTOxN/AY91c6dO0df/OGHH5I45k0XY1fJRYsWNe6ATIEDtPTp06ehjxB42yXOadj0W7ABAARhYwwePPipp5464YQTYhz44dNPPz3nnHMa9Lm7SCTSvn37Bs11BA46H3+ztaj27ds36Gj4gRtH7z4XLXBYjoYelWSrrbZq3MvJyMio97SNAYE5sQbtbpqfnx99MXrfyMSPefM64IADAtfce++9jfjWgeHt2bNnQx8hMA0b5wc102zBBgAQhI1XWFh42WWX/eUvf4kxd/TFF19ceeWVDYq06A8dtV4t9CqWLVvWlO3mRj+r0tLSwK659Qps4gcm/epdtKIvxvnxttRfckaMGDFu3LjevXtHXzl//vyXX365oQ8VmDVtUG/XepclS5aEcMEGAGhdslPwOZWVlU2cOPGll166+eabA1t1Vd57772HH374pJNOalwMtKhNmzbNmjVr+vTpn3322bJly1avXr1mzZrASbrjP9hGAl7FmjVrGl1ZkUikffv2jfu+jThBQmA/yXHjxt1yyy1x3jcwJRjnDGEil5xG6Nu371VXXZWZmXnmmWdeffXV0V+aOHHiIYcc0qBDZQZ2xm5EEQVOKxrnEXrTbMEGABCEzePQQw/dc889//jHP/7tb3+r+dU77rjj8MMP79ChQzwP1dCZqMZZvnz5Y4899uSTT7bQ+QYCOz02l8D+tw39Lo1+Vg06/WCtxdKUcY4zCFtozJtFQUHBTTfdVPWBusMOO+zuu+9esGBB9VfnzJnzxhtvxHlajloLqhGdFrhLnEGYZgs2AEDrkpnKT65t27bXXHPN2LFjax4esLy8/MEHH4zzcWIcv7S5PPPMMyNGjJgwYULLnX2uQR+DjF/gwK15eXmJ2W6OPrJOnMrLy5vrVce5y3ELjXmz+PWvf129p2jVJGHgBvfcc0+DHnDDhg1N/MkGgjDwgCFZsAEABGEzO+SQQyZMmNCuXbvA9c8++2ycR3Fs0c36ioqKa6+99rrrrotz8zfVgjAwhg3ttEbHdiPu2Lzn/2jVQXj44Ycfdthh0df85Cc/CRwYc+bMme+++26jl4RG/IACwxXnzyvNFmwAAEHY/MrKym699dbAe/wrVqyYOnVq0p/b+PHjG30q8FTQirabW+4sDq1OzfNqZmVlnXHGGYErJ0yYEP9jBs5e2IifbOD4wI07HaIgBABIpOzW8kS33377888//+abb46+csqUKcOGDUvis3rnnXfuvffemtf369fv4IMPLisr69OnT9u2bdu2bRu9rTx06NDEnJAgriWgUbM6SdGgQ6SE0IgRI+65556FCxdWXzN9+vSPPvpoyJAh8dw9cDqHRuR3oACTO7/aihZsAABBGJfjjz/+0Ucfjd7e/fzzz5P7lG677bbAp9G6det29dVXJzdTm7LdHPjkVb0SeZLGQLE8+OCDZWVlfoerZWVlnX766ddff330lRMmTIgzCANzaI0IwsBdUioIU3nBBgBIosxW9FyzsrJGjBgRfc3XX3+dxOfz/vvvz549O/qa/v37P/LII62oBmtmQEM/CZnI3TgDTzVwGEkikciRRx7ZtWvX6Gs++OCDTz/9NJ77Bg7dFOeBWKMFzqeS3OOytKIFGwBAEMYr0FpLly5N4r6Xf//736Mv5uXl3XzzzY04m0JyBZ5w4JSJ9UrknnjFxcWCMLbs7OzTTjstcGWcnyQMDG/gLBTxCPxEAg9owQYAEIRNtc0220Rf3LJlSyPmMZrLtGnToi8eeeSR3bt3r/deFRUVqfMBwkgkUlRUFGjsBt29GU8FUa/AkWYDpyWkytFHH92lS5foa95+++3AVHatOnbsGH1x2bJlDf3WgYWn5pGBLdgAAIKwSYqLi5u4J1hzWbp0afSnGSORyFFHHRXPHZNYsLUqKSmJvvj999836O5xnny8WXTq1Cn64jfffOMXuKacnJzGTRIGgrChS0IkElmyZEn0xc6dO1uwAQAEYTMLnHwicKT7hAnUSJs2bQYOHBjPHQOfs0q6wFb7Dz/80KC7N2IeqdECE7BfffWVX+BaHXPMMYF4njx58rx582LfK3AawwULFjTxlyLwaUYLNgCAIGwGgc8CBXYMS5jA/opbb711nCcuC8yiJF23bt2iLzb0OD2LFi1K2FPt2bOnIIxHbm5uYJKwsrLynnvuiX2vwLkN586d29Dv++WXXwZ+KSzYAACCsDmtW7cu+mAPBQUFyTp/dOCQG/F36Zw5c1JqSHv37h19cdasWQ06n3giD/Q6YMCA6Ivz589PtbpOHccdd1xpaWn0Nf/4xz9i72Tbr1+/wPA2aDb7u+++W758eYwHtGADAAjCpgrs9pbEwxgGJirjP8L+F198kVJDGpgX2rBhQ4OSNZGnguzevXvgJ/7OO+/4Ha5Vbm7uz3/+8+hrKioq7r333hh3KSoqip7Tq6io+PDDD+P/jh988EH0xZ49eyb3iLutaMEGABCE8frkk09ibPMlUkFBQfTF+A8V88Ybb6TUkBYXFwd2xXz33XfjvO8333zTiEOPNFpGRkbgHOuvvfaa3+G6jBw5MnBgleeff/67776LcZehQ4dGX3z99dfj/3aTJ0+Ovhj4SVmwAQAEYTN4/vnnoy/usMMOKRKEcR7U/tNPP429RZ4UO+20U/TFwPkVY2hQMDSL3XffPbCJn2ozrqkjLy/v1FNPjb5m8+bN9913X4y77LbbbtEXX3311TjPvrBs2bJAbgVOGWrBBgAQhP9SWVnZuDtOmTIlsB/X9ttvn6yB69ChQ/TFBQsWxHPm67vvvjsFF4I99tgj+uLcuXNnzpxZ770qKiqefvrpBD/VAw44IHBc2dQc0hQxcuTIwIL67LPPxnjzYo899oh+p2Pt2rVPPvlkPN/owQcf3Lx5c/XF3Nzcvffe24INACAIazF//vwxY8Y0dGJnzZo1v/vd76KvKSwsHDx4cLIGbptttglsRL799tux7/Lee++l5mfehg8fnpOTE33NHXfcUe+9nn766fnz5yf4qZaUlAS28l977bXnnnsu/kfYuHFjePYGzM/PP/nkkwMv/4EHHohx+wMPPDD6mokTJ9Z7wob58+c/+uij0dfsvffegSl0CzYAgCD8tylTppx00km//vWvp02bFs/tly1bds455wR2tjziiCPiP5RLsysqKgqc6Oz++++PMfn59ddf//d//3dqLgTFxcV77bVX9DXvvPPO3/72txh3mTt37v/+7/8m5dmecMIJgWvGjh07ZcqUeO776quvjho1KnD4k/Q2evTodu3aRV/z1FNPrVy5sq7bH3vssdEX16xZc9VVV23cuLGu269du/bKK68M3GDUqFEWbAAAQRhLRUXFiy++eNZZZx133HETJkyYPn169Pkkqq1evfovf/nLqFGjZs+eHfjSyJEjkzt2gfnJmTNn3nbbbXUF8DnnnFN96sLAXnyp4Kc//WngmhtuuOHll1+u9cbvvPPOWWedFc8usi1h+PDhZWVl0dds3Ljx/PPPv+uuu+o6tM+6desmTZr0s5/97PLLL//2229D9RteUFAQmCRct27dQw89VNftd9ppp8DH/6ZNm3beeefVeoaPhQsXnn322YHZ/u222y5wcBoLNgBAyspO+jOYP3/++PHjx48fn5eXt+2223bs2LGkpCQrK2vVqlULFiyYPXt2RUVFzXuNGDEiiYcYrXLwwQe/+OKL0dfce++98+bNO/XUU7fbbrvs7Owffvhh5syZkyZNeuONN6onD/fff/8ePXrE2G0vKfbYY4+BAwfOmjWr+ppNmzZdeeWVL7300rHHHjtw4MDMzMwlS5bMmTNn0qRJ//znP6tfzoEHHvjqq68m+NlecsklZ599duD9hTvvvPOBBx44+OCD+/bt26VLly1btqxevXrhwoWfffbZzJkzN2zYENpf8hNOOOGBBx6ofj8iEok89thjp556al0nzxwzZkz0jzgSiUydOvW4444bMWLEnnvuWXXC92+//fbNN9984YUXak4eXnDBBRZsAABB2GAbNmz49NNP47llp06dLr300qQ/4eHDh5eUlAROxv3GG29UnVgiMzOzZsrm5uZecsklce7fmPjKOueccwJXTp48OXA6gcDLOfPMMxO/3TxkyJDjjjvur3/9a+D68vLyZ5991m91QEFBwUknnTR+/Pjqa9auXfvYY4+dddZZtd5+0KBBxx9/fOBjgevWrXviiSeeeOKJ2N/riCOOSIXji7bSBRsAIPEyW90zzsrKuuaaa+qa3Eik3Nzcmhua1Wqd2Lzwwgu7d+8effrv1LHrrrseeeSRDbrLL37xi2Tt/vqrX/1q22239QscpxNOOCHwK/Pwww/HOKXEhRde2IgZ+F69el122WUWbAAAQdhSsrOzf/e73wVORpdExx57bPznQtxvv/2qDojSq1ev1BzeK664Iv7KGjZs2M9//vMYhxtpUfn5+X/+858DZx6nLm3btj3xxBOjr1m1alWMU0rk5eXddttt3bt3j/9blJaW/t///V8qvFPTqhdsAID0D8Ju3bqdeuqpgcPBx6NLly633377YYcdljrDl5WVdcstt8Sz3Tx48OAbbrghIyMjEol06tQpFQ7KX2tl3XbbbfFsOu+8885/+MMfsrKykvjZvE6dOk2cOHHnnXdu0M/r+OOP33fffUP4q/6zn/2ssLAw+poHHnggRvZ06tTp7rvvjvNUn3369Jk4cWJqTn23ugUbACDNgzA3N/eiiy56/PHHR40aFed+WYWFhaeffvrjjz8+ZMiQVBvBkpKS++67b5999okRIT/72c9uv/32Nm3aVF+ZslNbJSUl995778iRIwPnf49+OSeffPL48ePbtm0biURqPTZsIp/t3Xfffdlll5WUlMS+ZV5e3ogRIx5//PHLL7+8uLg4hL/qRUVFgUnC5cuX1/wcZrQuXbrcc889Z511Voz3L9q0aXPaaac99NBDPXr0SOWX37oWbACAhMmIceq8BKioqPjoo49mzJjx5ZdffvXVV6tWrSovL1+7dm1mZmbbtm27des2YMCAYcOG7bPPPnl5eSk+lB999NGkSZM+/fTT77//ftOmTUVFRX369Bk6dOjhhx9ecwpx8eLFVZ/gys7OTs15lfnz5z/33HMffPDBggUL1q1bV1hY2Lt376FDhx599NHRL2fmzJmnnHJK9cWDDjpo3LhxiX+2GzZseP31199+++1Zs2Z9//3369aty8/Pb9u2bceOHQcOHDho0KD99tsvNfdmbBVWrlz54osvvv322/PmzVuxYkVGRkaHDh369++/++67H3rooa3r43ata8EGAEjzIKS1mzFjxqmnnlp98bDDDrvhhhsMCxZsAIBWIdMQ0BRr166NvtiIj4aCBRsAQBDSKgVOXRA4bAlYsAEABCFpa+nSpdEXw3m8FizYAACCkDCaN29e9MXS0lJjggUbAEAQEgpffPFF9MWuXbsaEyzYAACCkPS3atWqTz75JPqalD01OViwAQAEIc1p8uTJW7Zsqb5YWFhY84yLYMEGABCEpJstW7bcf//90dcMGjQoIyPDyGDBBgAQhLQm06dPX79+fYPu8uijjy5YsCD6mt12281IYsEGABCEtDIvv/zy6NGjp0yZEuftP/zwwz//+c+BKw844AAjiQUbAEAQ0vosXLhwzJgxp5566nPPPbdhw4YYt3z22WcvuuiizZs3R1+5yy679OjRwzBiwQYAaEWyDQHRZsyYMWPGjLFjx5aVlQ0aNGjbbbdt3759cXFxfn7+8uXL58yZM2nSpNmzZ9e84ymnnGL0sGADAAhCWr2NGzdOnz59+vTpcd5+l1122XfffY0bFmwAgNbFLqM0VUFBwf/8z/8YByzYAACCkHDJzs6+/vrre/fubSiwYAMACEJapZEjRw4fPryh9youLr7lllvsU4cFGwCglcqorKw0ClT55z//+eSTT7711luxD8YYiUSys7N/8pOfnHfeeZ06dTJuWLABAAQhaaK8vPz999+fNWvWrFmzFi5cuGbNmrVr127cuDE/P79Tp059+/YdMmTIQQcdVFpaaqywYAMACEIAAABaH58hBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEoSEAAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAGio7Y/H7TX+U8Z/vYSgBANLVuWXvtbrnbAMV4grC5P6N8IsKAADQuoOwRUtSNAIAAKRhEDY9GuUiAABA2gZho3NRKwIAAKRzEDaiFYUiAABAmgdhg0JRJQIAAIIwpGpWokQEAAAEoURUiQAAgCBUif9ZifoQAAAQhPpQIgIAAIJQIupDAABAEKIPAQAAQUiwD8UhAAAgCMWhPgQAAAShPhSHAACAIBSH+hAAABCE+tDkIQAAIAjFoTgEAAAEIeIQAAAQhPw7DpUhAAAgCMNehuIQAAAQhOJQHAIAAIJQHCpDAABAECpDcQgAAIIQcagMAQBAEKIMlSEAAAhClKHRAAAAQUioy1AcAgCAIEQcKkMAABCEKENlCAAAghBlaDQAAEAQogwBAABBiDIEAABSXqYhoNnLMPoIpQAAQMoyQ0hLZWHVf0wYAgCAIEQZKkMAABCEKEMAACAF+AwhSShDHzIEAIBUYIaQpGVh1X9MGAIAgCBEGSpDAABIKLuMkkJlaFdSAABIJDOEpFwWVv3HhCEAALQ0M4SkbhmaMAQAgBZlhpBUz8Kq/5gwBACAZmeGkFZThiYMAQCgeZkhpJVlYdV/TBgCAEDTmSGktZahCUMAABCEyEIAAKAx7DJKOmRh1X/sRwoAAA1ihpC0KkMThgAAIAiRhQAAgCBEFgIAALXxGULSPAur/uPjhQAAUJMZQsJShiYMAQBAECILAQAAQYgsBAAAQQiyEAAABCHIQgAAEIQgCwEAQBCCLAQAgDTjPIQQzMKq/zh1IQAAac8MIdRZhiYMAQAQhCALAQBAEIIsBAAAQQiyEAAABCGEKwsNAgAAghDC24SyEAAAQQiyEAAABCHIQgAAEIQgCwEAQBCCLAQAAEEIshAAAAQhyEIAABCEkOZZaBAAABCEEN4mlIUAAAhCkIUAACAIQRYCAIAgBFkIAACCEMKVhQYBAABBCOFtQlkIAIAgBFkIAACCEGQhAAAIQghhFhoEAAAEIYS3CWUhAACCEGQhAAAIQghrFhoEAAAEIYS3CWUhAACCEGQhAAAIQghrFhoEAAAEIYS3CWUhAACCEEKdhQYBAABBCOFtQlkIAIAgBFkIAACCEMKahQYBAABBCOFtQlkIAIAghFBnoUEAAEAQQnibUBYCACAIIdRZaBAAABCEEN4mlIUAAAhCCHUWGgQAAAQhhLcJZSEAAIIQQp2FBgEAAEEI4W1CWQgAgCCEUGehQQAAQBBCeJtQFgIAIAgh1FloEAAABCEQ3iaUhQAAghAIdRYaBAAAQQiEtwllIQCAIARCnYUGAQBAEAKaEAAAQQiErwllIQCAIARCnYUGAQBAEAKaEAAAQQiErwllIQCAIARCnYUGAQBAEALhbUJZCAAgCIFQZ6FBAAAQhIAmBACg1cse//ketg6Bhv7WN/FPBwAAKRGETbx/IzYKNSSkRxZqQgCAsAdhSzSkYgRNCABAegZhU4pRK0KqNWHE7qMAAIIwia2oEiHpWagJAQAEoUoETQgAgCBUiaAJAQAQhClbifoQmr0JIz5SCAAgCFtjH0pEaK4s1IQAAIKw1SeiPgRNCAAgCPWhPoQGN2HE7qMAAIIwLftQHEKcWagJAQAEYTrHoT4ETQgAIAj1oTgETQgAIAjFoTiE/2zCiI8UAgAIQnEIYc5CTQgAIAjFoThEEwIAkGSZhiBZcVj1z1AQziY0CAAAqcAMYfLL0FYy4WxCb4gAAAhCaolDZUhImjDiMDMAAIKQuspQHBKGLNSEAADJ4jOErSAOfdqQtG9CgwAAIAhRhmhCAAAEIcoQTQgAgCBEGaIJAQBoCQ4qkyZlaHuadGpCb3MAACSGGcJ0K0NzhqRNFgIAIAhRhmhCAAAEIcoQTQgAgCBEGaIJAQAQhDSmDI0DmhAAAEEY6ixUhmhCAIAwc9oJZeiUFbSaJvQWBgBA8zJDyL/L0NY2rSILAQAQhLRgFipDNCEAgCAk7GVoHNCEAACCkFBnoTJEEwIACELCXobGAU0IACAIkYWgCQEABCFhzUJliCYEABCEhL0MjQOaEABAECILQRMCAAhCZCEkvAllIQCAICT5WagMSWIWGgQAAEFISpShcUATAgAIQmQhaEIAAEGILARNCAAgCJGFoAkBAAQhshA0IQCAIEQWgiYEABCEyELQhAAAghBZCJoQAEAQIgtBEwIACEJkIWhCAABBiCwETQgAIAiRhaAJAQAEIbIQNCEAgCBEFoImBAAQhMhC0IQAAIKQ1piFBgFNCAAgCAlvE8pCNCEAgCBEFoImBAAQhMhC0IQAAIIQWQiaEABAEBKuLDQIaEIAAEFIeJtQFqIJAQAEIbIQNCEAgCAkrFloENCEAACCkPA2oSxEEwIACEJkIWhCAABBSFiz0CAAAIAgJLxNKAtpEJOEAIAgBFmIJgQAEISQRlloENCEAIAghPA2oSxEEwIAghBCnYUGAU0IAAhCCG8TykI0IQAgCCHUWWgQ0IQAgCCE8DahLEQTAgCCEGQhaEIAQBBCWLPQIKAJAQBBCOFtQlkIAIAghFBnoUGgViYJAQBBCJoQTQgAIAghrZtQFqIJAQBBCKHOQoOAJgQABCGEtwllIZoQABCEEOosNAhoQgBAEEJ4m1AWogkBAEEIoc5Cg4AmBAAEIWhCAAAQhBC+JpSFVDNJCAAIQghjFhoENCEAIAghvE0oC9GEAIAghFBnoUFAEwIAghA0IZoQAEAQQviaUBYCACAIIdRZaBBCziQhACAIQROiCQEABCGEsglloSY0CACAIIRQZ6FB0IQAAIIQNCGaEABAEIImBAAAQQjhaUJZGFomCQEAQQiYKtSEAACCEDQhmhAAQBCCJkQTAgAIQghXE8pCAAAEIYQ6Cw1C2JgkBAAEIaAJNSEAgCAETagJNSEAgCCEMDehLAQAQBBCqLPQIISHSUIAQBACmlATAgAIQkATakIAAEEImtAgaEIAAEEImhAAAAQhhK8JZWFImCQEAAQhUHsWGgRNCAAgCEETogkBAAQhaEIAABCEoAlJGyYJAQBBCGhCTQgAIAgBTagJAQAEIaAJAQAQhKAJnaIwzZkkBAAEIVBPFhoETQgAIAhBEwIAgCAETUi6MEkIAAhCQBNqQgAAQQhoQk0IACAIAU0IAIAgBDRhmjNJCAAIQkATakIAAEEIaEJNCAAgCAFNCACAIAQ0YZozSQgACEJAE2pCAABBCGhCAAAEIaAJQ8IkIQAgCAFNqAkBAAQhoAkBABCEgCYMCZOEAIAgBDShJgQAEISAJgQAQBACmjAkTBICAIIQ0ISaEABAEAKaEAAAQQhowpAwSQgACEJAE2pCAIBYsg0BEGhCLYF4BoCQMEMI1NKEBkHnAACCENCEaEIAQBACmhAAAEEIaEJaC5OEAIAgBDShJgQAEISAJgQAQBAChIRJQgBAEAKNZJJQEwIAghDQhAAACEJAE9LamCQEAAQhoAkBABCEgCYMGZOEAIAgBDShJgQAEISAJgQAEIQAmjAkTBICAIIQQBMCAIIQoFFMEgIACEJAE9L6mCQEAAQhoAkBAAQhgCYMGZOEACAIATShJgQABCGAJgQAEIQAhIRJQgAQhADNwCQhAIAgBDQhrYlJQgAQhACaUBMCAIIQQBMCAAhCAELCJCEACEKA5mGSEABAEAKakFbDJCEACEIATQgAIAgBNGHImCQEAEEIgCYEAAQhQJOZJAQAEISAJqR1MEkIAIIQQBMCAAhCAE0YMiYJAUAQAgAAIAgBmoNJwlbEJCEACEIATQgAIAgBNGHImCQEAEEIgCYEAAQhQDMxSQgAIAgBTUiqM0kIAIIQQBMCAAhCAELGJCEACEKA5meSEABAEAKakJRmkhAABCEAAACCEKD5mCRsFUwSAoAgBNCEAACCEEAThoxJQgAQhAAAAAhCgGZlkjD1mSQEAEEIoAkBAAQhACFjkhAABCFASzFJqAkBAEEIaEIAAAQhACnGJCEAtGoZ4181CIDkoPFM5AJA62WGENAbKHYAEIQAmhAAQBACQPxMEgKAIARoQSYJAQAEIaAJAQAQhACkDHuNAoAgBGhZJgkBAAQhACnHJCEACEKAlmWSEABAEAKakJRjkhAABCEAAACCEKBlmCRMWSYJAUAQAmhCAABBCEDImCQEAEEI0OJMEgIACEJAE5JaTBICgCAEAABAEAK0GJOEqckkIQAIQgAAAAQhQIsxSZiaTBICgCAE0IQAAIIQgJAxSQgAghAgEUwSAgAIQgAAAAQhEDImCVOQvUYBQBACaEIAAEEIQMiYJAQAQQiQICYJAQAEIQCpwiQhAAhCgAQxSQgAIAgBTUiqMEkIAIIQAAAAQQjQwkwSAgAIQgBSgr1GAUAQAiSOSUIAAEEIQEowSQgAghAgcUwSAgAIQgBSgklCABCEAIljkhAAQBACmhAAAEEIQPLYaxQABCFAQpkkBAAQhAAkn0lCABCEAAllkhAAQBACAAAIQoCQMUmYOuw1CgCCEAAAAEEIkBAmCVOHSUIAEIQAAAAIQoCEMEkIACAIAUgye40CgCAESDSThACAIASAJDNJCACCECDRTBICAIIQAAAAQQgQMiYJU4S9RgFAEAIAACAIARLFJCEAIAgBIJnsNQoAghAgCUwSAgCCEACSySQhAAhCgCQwSQgACEIAAAAEIUDImCRMBfYaBQBBCAAAgCAESCCThACAIASApLHXKAAIQoDkMEkIAAhCAAAABCFAyJgkTDp7jQKAIAQAAEAQAhAyJgkBQBACJIe9RgEAQQgAAIAgBAgZk4RJZ69RABCEAAAACEKAxDJJCAAIQgBIDnuNAoAgBEgak4QAgCAEAABAEAJAAtlrFAAEIUDS2GsUABCEAAAACEKAkDFJmFz2GgUAQQgAAIAgBEg4k4QAgCAEgCSw1ygACEIAAAAEIUDC2WsUABCEAAAACEKAkDFJmEQ+RggAghAAAABBCAAAgCAESBh7jSaRvUYBQBACAAAgCAGSwSQhACAIASDR7DUKAIIQAAAAQQiQDPYaBQAEIQAkmr1GAUAQAgAAIAgBksFeowCAIAQAAEAQAoSMScJk8TFCABCEAAAACEIAAAAEIUAi2Ws0Wew1CgCCEAAAAEEIAACAIARIJHuNAgCCEAASyscIAUAQAgAAIAgBksReowCAIAQAAEAQAkDL8zFCABCEAMlnr1EAQBACAAAgCAGg5dlrFAAEIUDy2WsUABCEAAAACEIAAAAEIUAY2Gs0KXyMEAAEIQAAAIIQAAAAQQiQYPYaBQAEIQAkjo8RAoAgBAAAQBACJI+9RgEAQQgAAIAgBIAW5mOEACAIAVKCvUYBAEEIAACAIAQAAEAQAgAAIAgB0paPESae48oAgCAEAABAEAIAACAIARLPXqMAgCAEgATxMUIAEIQAAAAIQgAAAAQhQOL5GCEAIAgBAAAQhADQkhxXBgAEIUCqsNcoACAIAQAAEIQAAAAIQgBodj5GCACCECBV+BghACAIAQAAEIQAAAAIQgAAAAQhQNryMcIEc1wZABCEAAAACEIAAAAEIQAAgCAEIHF8jBAAEIQAAAAIQgBoMQ40CgCCEAAAAEEIkGw+RggACEIAAAAEIQAAAIIQAJqX48oAgCAEAABAEAIkm+PKAACCEAAAAEEIAACAIAQAAEAQAqQtHyNMJAcaBQBBCAAAgCAEAAAQhIYAAABAEAIAACAIAWh5jisDAAhCAGhxDjQKAIIQAAAAQQgAACAIAQAAEIQAJJTjygAAghAAAABBCAAtw4FGAUAQAgAAIAgBAAAEIQAAAIIQgIRyoFEAQBACAAAgCAEAABCEANCMnHkCAAQhAAAAghAAAEAQApAsDjQKAAhCAAAABCEAAACCEAAAAEEIAACAIASARnEqQgAQhACpxYFGAQBBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhQGvlzBMAgCAEgJbl3PQAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBAC0HKceQIAEIQAAAAIQgAAAAQhAAAAghAAmuTcsvcMAgAIQgAAAEEIAACAIAQAAEAQAgAAIAgBaHnOTQ8ACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEglnPL3jMIAAhCAAAABCEAAACCEAAAAEEIQEKN/3wPgwAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgBIA+eWvWcQABCEAAAACEIAUsD4z/cwCACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAKkhY/yrBgGA8Dq37L2mP8j4z/cwkgC0RtmGAACSVZVKEgBBCABKUjQCIAgBgIZEo1wEQBACgFzUigAIQgAgZisKRQAEIQAIRZUIIAgBAJVYoxIlIoAgBAAkokoEEIQAgEr8z0rUhwCCEADQhxIRQBACABJRHwIIQgAAfQggCAEAgn0oDgEEIQAgDvUhgCAEAPShOAQQhACAONSHAIIQANCHJg8BBCEAIA7FIYAgBAAQhwCCEADg33GoDAEEIQAQ9jIUhwCCEAAQh+IQQBACAOJQGQIIQgBAGYpDAEEIAIhDZQgIQgAAZagMAUEIAKAMjQYgCAEAQl2G4hAQhAAA4lAZAoIQAEAZKkNAEAIAKEOjAQhCAABlCCAIAQCUIUArkWkIAACasQyjj1AKkOLMEAIANH8WVv3HhCEgCAEAlKEyBAQhAIAyBEgZPkMIAJDQMvQhQyB1mCEEAEhCFlb9x4QhIAgBAJShMgSSwC6jAAApUYZ2JQUSzwwhAEAKZWHVf0wYAolhhhAAIBXL0IQhkABmCAEAUjcLq/5jwhBoIWYIAQBaQRmaMARaghlCAIBWk4VV/zFhCDQXM4QAAK2vDE0YAoIQAEAWAjSeXUYBAFp3Flb9x36kQCOYIQQASJMyNGEICEIAAFkIIAgBAGQhQN18hhAAIG2zsOo/Pl4I1MUMIQBA+pehCUNAEAIAyEIAQQgAIAsBQWgIAABkISAIAQCQhYAgBABAFgKCEAAAWQikJechBADg31lY9R+nLoSQMEMIAEAtZWjCEAQhAACyEBCEAADIQkAQAgAgCwFBCABAuLLQIIAgBAAgvE0oC0EQAgAgCwFBCACALAQEIQAAshAQhAAAyEJAEAIAIAsBQQgAgCwEBCEAAGmehQYBBCEAAOFtQlkIghAAAFkICEIAAGQhIAgBAJCFgCAEACBcWWgQQBACABDeJpSFIAgBAJCFgCAEAEAWAoIQAIAQZqFBAEEIAEB4m1AWgiAEAEAWAoIQAICwZqFBAEEIAEB4m1AWgiAEAEAWAoIQAICwZqFBAEEIAEB4m1AWgiAEACDUWWgQQBACABDeJpSFIAgBAJCFgCAEACCsWWgQQBACABDeJpSFIAgBAAh1FhoEEIQAAIS3CWUhCEIAAEKdhQYBBCEAAOFtQlkIghAAgFBnoUEAQQgAQHibUBaCIAQAINRZaBBAEAIAEN4mlIUgCAEACHUWGgQQhAAAhLcJZSEIQgAAQp2FBgEEIQAA4W1CWQiCEACAUGehQUAQAgBAeJtQFiIIAQAg1FloEBCEAACgCUEQAgBA+JpQFiIIAQAg1FloEBCEAACgCUEQAgBA+JpQFiIIAQAg1FloEBCEAAAQ3iaUhQhCAAAIdRYaBAQhAABoQkgTGeNfNQgAYOsQaIDxn+9hEBCEAICGBE0IghAAUIygCUEQAgBaEWQhCEIAQCWCJgRBCACoRNCEIAgBAJUImhAEIQCgD0EWgiAEACQiaEIQhACAPgRNCIIQANCHIAtBEAIA4hA0IQhCAEAfgiYEQQgAiEPQhCAIAQBxCLIQBCEAIA5BE4IgBADEIWhCEIQAgDIETQiCEAAQh6AJQRACAMoQZCGCEABAHIImRBACAChD0IQIQgAAZQiaEEEIAKAMQRMiCAEAlCFoQgQhAIAyBFmIIAQAUIagCRGEAADKEDQhghAAQBmCJkQQAgAoQ9CECEIAAFkImhBBCACgDEETIggBAJQhyEIEIQCALARNiCAEAFCGoAkRhAAAshBNCIIQAEAZoglBEAIAyEI0IQhCAABZiCYEQQgAoAzRhCAIAQBkIZoQBCEAgCxEE4IgBACQhchCBCEAAMoQTYggBABAFqIJEYQAAMhCNCGCEAAAWYgmRBACACAL0YQIQgAAZCGaEEEIAIAsRBMiCAEAkIVoQgQhAACyEE2IIAQAQBaiCRGEAADIQjQhghAAAFmIJkQQAgAgC9GECEIAAGQhmhBBCACALEQTIggBAGShLEQT0pwyDQEAgC14Qsj7C0TMEAIA2JQnzLzLIAgNAgCALEQTIggBAJCFaEIEIQAAshBNSHpzUBkAAFvz4D2FkDJDCABgsx7+xTsLghAAAFmIJiQU7DIKAGCbHv7NuwmhYoYQAMDGPQR5T0EQAgAgC9GEpDO7jAIA2LIHQsoMIQBAiJgqpEG8lSAIAQCQhWhC0pNdRgEAbOJDnbx9kN7MEAIA2NaHengTIV2ZIQQAsJUP9fDeQboyQwgAgM194uIdhPRjhhAAABv6xMUbB+nHDCEAALb4aQBvHwhCAABkIZoQQQjYILBiANCEaEIEIWDdbz0BYNWAIEQQAtb01hkA1hRoQgQhYO1uzQFgrYEmRBAC1ujWHwBWImhCBCFgLW4VAmBtgiZEEAKhX3lbiwBYs6AJEYRAqFfYViQAVjFoQgQhEOr1tHUJgNUNmpCEyTQEYPXsyQNg6x/r8XAyQwj+CtvIAMDaB2twQQhYH1ujAGA1hDW4IASsg61UALA+wupbEALWvlYqAFgxYfWdnhxUBqx0vUwAZABW34IQ8HfWiwVAE2L1LQgBf2G9ZACa2ISyEAQhII28cIBQZ6FBsNFiEAQh4A+rlw+gCbHuJuU4yij4k2rzAgCrMKy7Q8oMIViVGgoA9ADW3YIQ8GfUgACgCbHuFoSAP6CGBQBNCGnPZwhB9ti2AMDaDSvukDJDCACAKsB7AYIQ8EfTEAGgCbHuFoSAP5cGCgBNiHW3IAQAgJZtQlkIghAI8s6Z4QIIVRYaBOtuBCHgT6RBA9CEWHcjCAEA0IRoQgQh+MuIoQMITxPKQhCEAACEOgsNQnh4P1cQAv4mGkAANKHVN4IQAAA0oSZEEII/hRhGAE1oEKzBEYQAAGhCoJlljH/VIECq8K6YDQgArCixBk8kM4QAAOgElL8gBAAATYgmFISAP3yGFABNCIIQAAA0IYnmjV1BCAAAmlATIgjB3zsMLACa0KocQQgAAJoQBCEAAJpwD1mY3kwSCkIAAKgnCw2CJkQQgr9xGF4ATQgIQgAANCHpwju8ghAAADShJkQQAgCAJtSECEIAANCEIAgBAEATpjmThIIQ/FHDIAOgCa3ZEYQAAKAJNSGCEAAANCEIQgAA0IRpziShIAQAAE2oCRGEAACgCUEQAgCAJgwJk4SCEAAANKEmRBACAIAmBEEIAACaMCRMEgpCAADQhJoQQQgAAJoQBCEAAGjCkDBJKAgBAEATakIEIVgJYZABsKYAQQgAAJowJEwSCkIAANCEmhBBCAAAmhAEIQAAaMKQMEkoCAEAQBNqQgQhWOsYXgCw+gBBCAAAmjAkTBIKQgAA0ISaEEEIAACaEAQhWNkYWAAgJEwSCkIAAGgkby9qQkEIAACaEAQhYE1jSAGwWqG1MUkoCAEAQBOCIAQAAE0YMiYJBSFYxxhMALCK0YQIQgAA0IQIQsAKxjACgHVNSJgkFIQAAIAmRBBC6vGOowEEwBoHBCEAAGhCWoRJQkEI1i6GDgCsehCEAACAJgwZk4SCEKxaDBoAWAdpQkEIWLUYLgCwJkIQAgAAhETIJwkFIaQ07zUaKACsj0AQglULhggAayVaRJgnCQUhAABoQk0Y0iYUhGC9YnAAwOqJkBKEYL1iWAAAQjpJKAhB/BgQALCeIqQEIVi1GAoAsLYiEgnlJKEgBKsWgwAA1lmElCAEqxYvHwCsufiXsE0SCkKwavHCAQBC2oSCEKSRlwwAVmGElCAEaxcvFgCsyPgP4ZkkFIRg7eJlAoDVGSElCMHaxQsEACs1gkIySZjtJw1ps3ZJvz9b1poAAC3KDCHIJy8HAKzgqEUYJgkzxr/qBw3+eFlTAoCVNWHcLDFDCP5yefIAYH1HSNPdDCH4E2bVCABW04R0K0UQgvWNP7IAYB2NIASscvx5BQAraMK00SIIwVrHX1UAsHZGEALWPf6YAoAgJEybMYIQrIQSsRLSgQCgCQWhIARCtDYSgQCgCTVhisv2QwVi/I2Lf+Uk/wAAWh0zhAAAkBJMErYKafYmeKafKAAAKA3CSRACAIAmJF5pNpErCAEAAEJKEAIAQAoxSZj60mmSUBACAIAmJKQEIQAAQMOkzSShIAQAgJRjklATCkIAANCEIAgBAABSTBpMEgpCAABIUSYJEYQAAKAJSVGtfZJQEAIAgCYkpAQhAABA47XqSUJBCAAAqc4kIYIQAAA0IQhCAACAlNF69xoVhAAA0DqYJEQQAgAApJxWOkkoCAEAoNUwSYggBAAATUjKaY2ThIIQAAAgpAQhAAC0MiYJU1armyQUhAAAoAkJKUEIAADQbFrXJKEgBACAVskkIYIQAAA0IamlFU0SCkIAAICQEoQAANCKmSRMTa1lklAQAgAAhJQgBACA1s0kYWpqFZOEghAAADQhISUIAQAAWkTqTxIKQgAASAcmCRGEAAAACEIAAAgZk4QpKMX3GhWEAACgCQkpQQgAANCCUnmSUBACAEBaMUmIIAQAAEgVKTtJKAgBACDdmCREEAIAgCYkVaTmJKEgBAAACClBCAAA6ckkIYIQAAAgJaTgXqOCEAAA0pZJQgQhAABASki1SUJBCAAA6cwkIYIQAAAgJaTUJKEgBACANGeSEEEIAACaEAQhAABA8qTOXqOCEAAAQsEkIYIQAAAg+VJkklAQAgBAWJgkRBACAAAgCAEAIGRMEqaOVNhrVBACAACElCAEAIBwMUmYOpI+SSgIAQAAQkoQAgBA6JgkRBACAAAkWXL3GhWEAAAQRiYJEYQAAABJlsRJQkEIAAAhZZIQQQgAACAIAQCAkDFJmCKStdeoIAQAAAgpQQgAAKFmklAQAgAAkExJ2WtUEAIAQNiZJAwtQQgAAJASEj9JKAgBAACThCElCAEAAAQhAAAQYiYJU0GC9xoVhAAAACElCAEAgH8xSSgIAQAASJpE7jUqCAEAgH8zSRgqghAAACCkMsa/ahAInfhn4b1DhuUKAOs1kiIxGwzZBhp/zhp0X5vyWK4AgLRhhhAb641nI95yZbkCwFqPVr1VIAjxl8sWPJYrANCEIQ1Cu4zir1VzPgFb8JYryxUA0IqYIcQme/Oz+W65slwBYJ1Iq9gAMEOIP08t9dxsvluuLFcAQIozQ4hN9pZl891yZbkCwCqSlF3pC0L8PbL5brmyXAGAIAzpGj/T+OKPkSdvufLkASApNULS+QwhtnoT+ir8SbVcWa4AgNRhhhBb7V6O5crLAQBCuqL3GUJs4yaHKR3LleUKACtQkr6KN0OIPzpeoOXKCwQAQkoQYqPWy7RceZkAUA87oaTr+l0QYnPWizXUXiwAEFKCEBuyXrJB9pIBoH4mCQUh2IT1wg2vFw4ApM+aXRBi49XLN7BePgAQUoIQm60GwZAaBACIi71GBSHYYDUUBtNQAACCEGyqGhDDaEAACBmThGm2QheE2Eg1LAbQsAAAISUIsXlqcAydwQEABCEAAEB97DWaRM3+9q4gJE0WZUOEQTNEAIAgxCapgTJcGCgAWpZJQkEIAABAojXve7uCkNa9BBsuDJThAgAEITZDDZohwqABkDj2GhWEAAAAJFozvrErCGmVC66hw+AYOgBAEAIAAMlhr1FBCPEyF2EADYsBBAAEIQAAkCZMEiZLc72rKwhpTcurYTQIBsQwAgDNSBACAAAIQmgZ5h8MpqEwmACkMXuNtuo1uCAEAAAIKUEIAAAgCKEF2BXNkBoEQwpA2rPXqCAEAAAgoZr+lq4gBAAACClBSAuyE5qB9fINLAAhYa9RQQgAAIAgBAAAoOU1cR8fQQgAADQDe422RoKQluLzSIbXCze8AIAgBAAAoKU05S3dbMMHADRF9w7777L1VZ2Kh2Zntlm1bs7sxfd9+s2fKio3GxlIlj6djjl00NO1fmn24vsnf35ay33r8Z/vYX+T1kUQAgCNt02nnx68w+MZGf/a56ikcIc9+v2xc9HQl2ecYHAAUp9dRgGARsrOzN97wO3VNVitb5fje5X+xPgAtIK/5IYAAKoV5G6Vm90+nltWVG7avGXt+k1Lw7xvZM/Sw/JzO9f6pW23OnXBsr9bolJBbnZxj5JDtireo0PbHdrl98vLbp+TXbSlYsP6TUvXb1q2et2871a9893Kd5b9+LEdfWkW9hpNinPL3mvcUV4FIS21RBqElP21t1xhuYph2DbXD+x2Zvy3r6zc8uP6BUvW/HPhitfmLXly/aZloRquzsXDGvElEqZHyUGDel7cs+SQzIycwJcys3JystoWtendqWhI386jIpHI+k3LvvjuL58vmrBi7UxDB+EhCAGg8TIysory+xTl9+nbefRe29765XcPffj179as+yokL78wr0ddX2rbpqfFI7mtvveA2zsVDYn/Lm1ySnfsecmOPS9ZtOL19+desWT1B4YRwsBnCAGgmdapGTkDup52/G4zBvW8KCQvOSerIMZoZGZ43zk5y+Hw/rccO+S9BtVgtG4d9jtu1/cP2v7htm16GU8axxnqBSEAhFR2Zv6e/f9vv7KJNQ+1kn42V6yv60sVlZt8IC3x2uR0HLHLyzv2vLjJi19Gvy4n9u54lCGFVqRxH67x1h0ANL+BXU+vrNz8xqyz0/tllm9YVNeXflz/TXh+3AW5W23X/ZfR1/yw5sP5SyclvAZLjxo8uaRwh+Z6wG+Wv2TMIe0JQgBoEWXdfvH96imzFt2Txq/xhzUf1fWlUH0CrWfpYbv2+W30NTMX3pngOMnJajti5380Yw2uWffVqvIvjTmN5lijrYVdRgGgpezZ//8Kcrum8QtcsOyFTVvW1PqlL777S3h+0N3a75v057DfwAkdiwY34wOm8vRgiow5CEIAIJacrLZDt7k2jV/gxs2r359zRc3rv176bKhOQtitw37JfQLbdx/Tt8vxzfuYqR6EyR5zSE2NmJUVhADQgrbd6tT8nE5p/AJnLBw/+fPTVq2bU3Vxw+aV0xfc/MpnJ4bnR9y2Ta+iNr2T+AQK83rs3m9c8z5mReXmhSteM+Y0kWONtgo+QwgALSgrM2/brj+fvuCPafwaZy++f/bi+/OyO2Rm5q7f9ENlZUWofsTd2u+X3Cew17Z/yslq27yP+f2q9zZuXm3MQRACAE3Vt/PI9A7CKhs2rwjnz7dbh2R+mK1L8e59Oh0X541/XL9gwfIXl//46YZNy7OzCvJzOxe16d29w4HF+dsEbpny+4v6ACEIQgBIrClzr5o2/8b/dymjTU5JUZvePUsP3aHH+bGPHNO5eFhedofQ9lL6B2FSZ6uG9Lk6npst+/GTKXOvWrDs75FIZc2vFudvU9bt7O26n5OX3f5fQbjsJWOevioNAdF8hhAAGrNFtX7Tsh/WfDT1698/8t62X/3wTMwbZ3Rp54M06akwr0fN6bWEKWk7qFfp4fXe7NNv/vTUP3ddsOyFukpg9bp5U+Ze+eA7PT/86pqKio3rNy1d+uNUY56+OZjQnbp9jDDxGnpcGUEIAE2yacuPL382esnqf8a4TceiXQxUWureYb8kfveyrmfWe5sP5v36nS8vrqjcFM+S/OFX1z7xz10+nn9TKn8QNLljng5BWLnFIBDNLqO0CKciTcwgW66wXKWIispN73558TFD3qnrBu0LBtR6fWZmbm5WceDKzVvWbq5YV/PGhXndtu8+ZuuORxbn98nMyFm/afkPaz588ZOj43+eHYt26d7hwNK2gwpyu+ZkF23cvHr9xh+W/vjxwuWvLP1xeirsSNa+YGDfzqO2ar9nh4Lt2uSUZmbmbNy8es36r35YM3X+0knfLHsxnrCJdzTa7tyt5IDSwkEFed1ys4o2V6xbv2nZuo3fLVn9weKVb61ZPz+eB0nivouZGTn9tzop9m0+XzRh6te/b9DDrlg7c8Xaman865aAMW/e5bD2X/OK8s1bygNXZmRk9iw5rG/nUZ2LdyvM656dVbBp8+pV6+Z8t/LtL79/5Ic1HzbLq9tSsSFwTV52+607juhcvFtB7laVlVvWbFiweOVbzfjrNjA7f1Sbkj1zi7bLLijNzM7JyFhdseWrLRumblo7acOKF9ev3NSQPz65GRnFGVmBK9dWVqyr7V2Mblm5Ywq6HJnXoU92Xk4kY3nF5g83rT16xez6l4HM7JPzO+6fW9w3q01BRubSik3TNpc/s375yxtWCUIAoBbfrXp3ZfnsusKvrkPkb116+KGDng5cOX3BH9+bc1ngykE9Ltyt7++zswqj+zArc884t0cHdj19p57/1a6gf82v9o+cVJUB0+bf+OX3Dzdo9mCr9nsN2+b6Wr/0zbIXoz5yWb/Stjvu1ndszR0g2+SUtskp7VS063bdzl674dupX/9+5qI7mzJ/lZWZV9btrB17XlKc3zfGzZb/+OlnC2/74rsHN29ZW+dmbtczBnQ9rdYvbdf9nO26n1PHovLOMx/t1fRFrkfJQW1yOsa4waryL97+4oIWWuCH9P6fodtcV+uX3ptzWb1HUerYdueRw6bV+qVFK994bup+yRrzllgOa/01n734vsmfnx74ge617a3tCwb+R6rllHTOGda5eNiOvX71zbIX35x97pr1Xzc5CNdH/zoM6f2bHXteFP23JRKJ7NzrsvKNi6fM/e/Zi+9ryveqGs9flu4UvD4zuzQze9ecwrMLOn+7ZePvf1x4Z/n3cf5WH57X4ekO2wau/OPaxZetDr6Jc2HhVr8v6lWYkRndh3tm1LODZFYk41eFXX9b1CP6jv0jbfbILRpT0GXaprVnr5r34aa1Uc+n/eM1nk8kEjlhxZeTNrSOj44LQgBoHt8se7GuIMzP7Rz/47QvLPvPKzL2GXjHdt3OrnnLTXGcGKBj0S4HlN1f0nZQ7Jt1KNzugO3+sn2PMa/OOGn1unlxPtX8nI7d2td+vMc16xqw2brz1pcP2+b6zIyc2DcrzOux94Db+3U58R+fjVy3cUkjfkZbtRu+X9nEun5M0UraDtpnwB3Dtrnh/blXzFo0seb06S5bX7Fb3xuTuLzV++nBN2afE73pnwZaeswTthxGIpGORYP/I7D7/GZon2sikYwYd+lZetjIoR/9/ZOjvlv1TlNeZvXMZH5ulyN2+ntdO7QX5Hbdv+zeHh0OmjzrjIqKjS03nj2ycm9v1+fE/I4jV3yxpKKRc5Jl2fn/8UczErmj3TZnF9Tyh3d1zPe8CjIyH+vQf0RehzoXwpzCdzvucPrKuQ+tW1p1zTbZbQpri8zsjIwk/rKcW/Ze/Lv8+AwhADSP5Ws/q+tLeTkl8T9Oh4L/CMI9+v2h1hqMRCIbt6yJ/VB9Oh17zJB36q3Bal2Kdx817OPuHfZP4LBl7DPwzt37jqt3q7Fa1/Z7H7frlLZtejX0Ow3oetpRg1+Ppwartckp3W/ghMN3ej7wnIf3uzm5NRiJRHqV/iTGVxcse2HRitfT6Nerpcc8ccth9VswWZl5Vf/ftc81Q/tcG7sGq/+SHL7T8x0Kt2vKS91UsTYSieRkFR21y2v1fry5/1YnHVj2l3ieWxPHc+/coikdd+iVldcsQfiH4q1rrcFIJLKmos4gzIpkxK7BKjmRjL+073dsm3/9Ve+Vldvaf7sEIQA0jx/XL6jrS9mZbeJ/nKI2vbMz/7Vxs03nkTv1+q86N+xizhBu3fHIQ3Z4ovqh4pSTVfSTHSclrAn36HdTXbkbe4hG7PyP3Ox2DanBn+9fdm/8m6f/sW0b9fZ/Zkb2Advdv2OvXyV3YWvbpmfsXV6nzR+XNr9ZCRjzhC2H0S+qpHCHSCSydekRu/b5bfx3zM1ud/AOj2VmNj5CqvaC3r9sYpxh2bfL8btsfXkCxrN3Vt4/Sga2q/H5wDjvm///fk9Htin5r8I6TwUUY4bw6qLu9dZgdUE92L7fttltIpFIr8y8Vv8rZv0NAM1i05Yf6/pSVkYDthgyMjKrZrHa5HTcd8CdMW65cUudQVhSuMPB2z+a0ahNq+ysgkMHPVOU36elR6xv59E79bq0cfdtXzBg34F3x3njrdrtue/ACY1+notWTK7+/7C+v992q1OSvrB1LhoW46vL1362eOWbafOb1dJjnrDlMKBj0S7ZWQX7DLyzoXcsKdxhhx7nN/r1bty8pnfHo7fpPDL+uwzt87vAhxtbaDwHZOff3b4x5xTJjEQGZOdHIpGOmdl3tov1CHUF4Y45Bb9u2z3+71iQkXlvu74ZZgghBscqNLxeuOENmxhH5KuINOw471UfI9y1z29i72u6aXPtu4xmZuYeuP1D2VkFjX4tudnFB2//SOPm0+KUn9t57wG3N207flSfTsfUe7OcrKIDt38wM6Pxx01YGBWE+TmdU2Fh61Q8NMZXv/zu4XT6zWrRMU/YclhrEG7X/ZeFed0bcd9del2e1diJqc1b1u7er2E732Zm5u7eb1xixnNUm9Jj2pQ04o5Ve43+pm2PksxYv+x17TJ6U1Gv7AbuGTs8t2h0fmmjd3MVhACQbnJqHFm+Ws3jvMfWobCsILfrdt1/Gftmdc0Q7tTzktK2Ozbx5XQu3m2HHue13HAN7fO7NjmlTXyQPfrdXG/pDen9P3Ud5TUem7as+WHNR6m2sHVsu1OMr371w9N+H1NtOaypf5eTh/a5trEd26VPp+Mad9+y7r+If7qvWu+OR3Vsu3NixvPm4q2zG/ypxUhZdn7XzJxfFnaJfbNaZwiH5rQ9NK99I57q/xX37pqqM4Txn6lLEAJA88jP7VTXlzbXvTdp7UFYULZd93PqnaDbWNtnCNvklO6y9X83yysa3PvXudnFLTFW7fL7Dex2ZtMfpzh/m35dToxxg8K8HoN6XtSUb7F45VspeCLvWs8gUmXthkUry2f5fUyp5bBWudnFOVltG/1N+3U5oXF37FlyaOPuuEPPCxMznttk5Z2Y3+CqLMvOP6ewS059JVlrEF5cuFXjnupWmTlpUFOCEACaR2ndb5+v2/hDgx6qV+nhO8fxIZxaZwi36/7L5qq4NjkdB/W4qCXGalDPC2PPqKwq/3LW4omffHPL/KWTYp8dO3bvDep5YVbTDvkQvb9oisjIyGrbZuu6vvrdyrf8MqbactgSunc4oEV36q4lQTuPjr0jer3j+eXm9RPLl9yydvGkDStin4z+orqPClOXw/PaX1rYrd6bra6xy2hRRtaxjdpJNW04DyEtaPzne8Q/W02DBtZyZTGwXKWgru3rPPN1+cbvGrZ6ju/jfzU/Q5iRkdW8+3mWdTtr6vwbmnIi+FpfXV3nFo9EIhUVG9/64rzPF91Tfeq/wrxuB27/cF0nPOxUNKRDYdmKtZ/X/FLVOeib+GwXpV4Qtm3TK8Zm99Ifp/llTKnlsCEq16yfv3rdV3k5HUoKd4gdVzlZbTsWDV6yekoCR6xw645Hzv3+sUaP5/7tzqyuwG5ZuQ+377dvbu3vXg3JKSzLzv9887r4n15BRlwTXWtqzBAe1aZDfkaoJ8kEIQA0g/YFA7Zqt2ddX129bk5LfNOaM4Q9OhxYkBvrnfU16+d/PH/ctyteWbv+24K8rl3b771zrys6FJbFaI+eJYcuWPb3ZnzavUoPz8kqquurr31+2pzvH4m+Zu2GRZM+PuSYwW92Lt6t1rv06XTcirU31PaNfpKXHesg8pu3lM9ceMcX3z2wat2c7Mz8ovw+W3cc0b/Lz6rP6LBx86pAX705+5y3v/jXAR636fzT/cvuq/WRZy26550vL659k7/JO6AW5MT6lNTyHz9Ls1+uFhrzhC2Hcfp66bMfzP318rUzqn/19h14V+zdOzsW7dy0IKz84rsHZi68a0X55xmRzK7t99mt7+9jn6hz69Ij6grCeMazst2/dyhdtGXjIcs/f7N0+91yat9v9rg2JTf8uLDZF6eau4weXt+nB7/YvP7qNd+8tXH12sqKvtltTsnveHZBl8LW0JBxnp5eEAJAMxjWN9aG4Iq1zfKZrsrvV72/snx2+cbvsjPz2xcMWLdxSeAWfbscH+P+S1Z/8PzHh27YvPL/Zeq81evmzfn+scMGPd2z9LC67tWvy4nNG4TbdPppXV/66odnAlvhVSoqNr4y46QTdp9V65xJz5JDp359Q23fKNaB9TdsXjFp2iE/rPmw6uKmLT+u2/TDktUffPjVNX07Hz+k99UdCssWrXwjMDu6pWLDlsiG6v/X9eAVlZs3NfCDo/Frk9sx1vbu+q/S7JerhcY8YcthPGYuuuvNWb+MRO1F+eP6BX+ffuRxu77fsWhw3e9DDWz8X5PKitdmnvLl9w9Hveq/Llzx6lGDX49x8JgeJQc1ZTwD+/hsrKw8acWcWZ13qvUQMofmtW96EFZGIu9vXDN7y/rvtmzKz8gc8P+3d+dxbpX3vceP9pmRZl+8jT3GNl7AY2MT2xAotRNSwhLglgT8KnDj5L7SNCFtLgmXlpI2pQ1plr5eadqAX2kDhNwGEpawY8CYJWw2Nja2x/aMPfZ49lUjabRLR+fcP3zj2jN6Hh1pJI0kf95/wZwjnXN+ejR+vnOe8zzWshFt8tDfKx2ylST3xIOb3IcDf4iR++LBffHgY+GxbXUrGswlkqQIhMgtRvfloqQUgXZFuyo0K5vvkHSGFEU5nToy7tW09T3wcc+PApFe+X6S+wkxdWLbgetPp8EzetuRV9tu2ryh3VU2X/yeJkX6wE86TPPqPi3aJulPT4SPdw4/nnQ9ullVG8xmu6bFjHdeFUV5/dCfJf1cdF3rHH78+MgTF8z9qqoFC7C9ldlkgTAQ6eErWVDtMCVvqOPdjm9M/Yppevz9Y9+6fu1bohdOZ/rcg33/dmYa/MNvCd9rBz+/ecNh0cL3FfY5leXn+cNd2arn8UTk8bD79vIkTXqDzWU3mWJ6hr95dEV5IDj0o+BAb0L2iSyxljWZhY9ihnXtRk9HYMpNxT3x4BZv54t1y0vjy0AgBAAgczZL5cULv3NRy92SfVQtPObP/LEuVQu/cuCGvvHtKfesqVgmWdNsX/c/h2PDyQ+RCH144t5PXfCrpFvL7U2NlWuztfRCnfOCclvy6Vh9oWPy5Hxs+LGkHXGz2V7nXDnm33vmD2udF5TbhUMru0af7XW/IutN6olD/Q8WZquzW4U3NBJaVHSXbMmszVde+HhaBzo29Osdh28ryW9u3tqhETs77xbNWDPgfXsifPz0GObJ8cyR4dyYCS3yUdd9osR7qH+rZI6cpqr1UwPhdOr5WHgsaSC0m0wrrRV745n8USasazd4OrZHfSn3/ITNKdn678GhfkGefCnqfSnqvTajxSoKDbOMAgBgSLmtsaZieU3F8lrnBbNrLl8ya/MVy39+6ydPyNOgoih949vl8xNKY4m2ve1mI2lQUZRZ1ZdI3qdj8FHJa4+PPBlP+EVb59Rcka0yNlWtF23qdr8kf+2A582EFkm6qd7VavxAiqK09f178TZFybypUXWcr2pBtcOUgtGBbveL8l8gok3yR2QlukafnTpY4LQjA/8peW3SNTCnU883YxMRwbRVrdaKDK5OU5SbPceMpEFFUVZJD/FQeESy9YHgUGl8HQiEyDmGolFMSkExS8OqBd/afMmRzZccuWXDoRvXvnPlhY9fMPfP5YP3Tjkx8nTGB20ffLh77EWDOze41og2DfneDcUGJa9NaJGTYy8I37nyomyVsV68ovpYqpuQCS3qDXUk3VRVtsj4gYLRvgHvW0UcCE3ChbDVRJivakG1w5R63dvks/gOi6eNsVmcmV2+/G9M48FD40Hh1ETVFUunU8+p/+JEda1DTR6wF1kzWTPm4dDIi1GPwZ2XWctFmw6qoaOCEztlR8wXzOoMzLlg5BEbAiEAADkUVT0nRp/K7LWnRnIa37/OtVIcCN9P+fJh8T6SJRbTVeu8ULTJHTiY8uWijnhl+cLJ1XAKq9HveVMv+G6crPcmXn1O02N86QqqHaY06HtXvkOyB/ZOtwR7Zpefcm7SIa/wrKrLl2S9nh2CP2QstKQdCEO6dq+/1/j+Syxlok2/j/nlr43p+q54oAS+DgRC5AP3HygjBaGM56zD/T9XE6HMXts99sLUeUQlKsvOE20y8lzT6ITwxkhtxXIl2TSAGZD0mEPRgZQvj8TdSX8+9Vat5ED5XLotz4o66OZT3tphSu7AfvkOgagw3phMlowaScITak+VGHeLNiV9UHma9XRratKfN4inexF5IeKZOo+oRLNFGKr3GXh8cX88WAJfBwIhAAC5Eo2Pf9z9w4xf3jnyG+M7m0xm0TShiqIYWS/79AJoSboLZnu5vSkbJTG5HPNFndSI6k75+pjqE3TE6w0eSFGUMf/HRd2uJI+kypcyR97bYWre0NFUx5rI7sWHYoMpF8OU/DYos9VPmYN0uvX0acnPpz79dR1+E3Eb39lhMteJD3Ewnvpvee1qKQzS5rcG8oR1AqZfQIpAu6JdFZ33O78tmbkhpSHve8Z3LrPWS0YSBmOp/0gfT/jjiYDNknyRaKdjrmiS0jRO0lYnmhDFZLJ8dVPmK7Zbzz5th61WMvOK5JZLsQdCE4GwkNphSpH4mJpIcYtJ1bIcOQLRvpT7BKOSBQBNZdb6M59JTreef2H4VF3p3wJ9L9U4zzM1SgNnv4EVRORrWhQL7hACAJATx4d/2zH4y4xfHooNheOjxvd32OpEmxJaJBo3NPlkKCqceEayoEUaJ5nppIgpTZpnRXKjRtc1I2PYCllC3E+1pRlIzk15a4dGvuap878Wze5Jim5vnikcG5IMP5608Enu6mlPc6T6kBYfTWe8aLU4cOqKMpxI/VZpDU8lEALci6B0FIfSnUOGvO++cWTLdN7BFzqWXh9XHAijqtEJ9ySDu+yWqix0xG256jiaz37WSNJDjahuTVeLunWJVhpUpEsUIv/tMPU3Lu7O/+UbeapZ09VYYkLczKryU0+bKb1AeEw6KehUleJA6NZUVdFTvsO4VgS/TFKOpSIQAgCQZd3ul17c/1nRSmUGSXpjSVnNwrnyEgmjZ5IQ34uwiN8/jZPMdJZ8A0xnH6hCXI2if+ZHkvAtZofk2pHndpg626v+/F++wTGomuy3gSM/9Ux3JqsJPb3hvhUmYRQKGXurYElM40QgRF5xR4KiUSKKVtoSWmRn592vHLg+5XNBBnqK6QVCyQT0CT1q/PzFfejyLHQ7TLb8fBCSAyWyPQBvBgJhXHbL12mfWwTXYDLN4MHz1g4NZLNQ/g+qGRvlqIp/G0wqYOHUcyLN+3VWcTuM6rqRdwiXRCDkyWPMQDeUWUDotdOuaFelJ6ZOHBv+r70n/zloYMIGY9ksvbkKJBPQG38rTbxnxiueFV4gjBR7Y4tKxxk6y5p94c6pPx/0vvta2xem/ry2Yvm6Rf+U90g2k13Qwgkw6X7N85sbYwY/vsKpZ0zR09rfKr4HGVUMJb1EmkckEAIAUDJ0NRGKxMcnIifcgf0Dnrd6x1/NeL3B7PTeZEsRGO2uTZlN/owL1hNZqVvePqAMknOxkM8SWVO+dMDz1tSfB6N9J0aemvrz2TWXrzvnIlmhdOKz9LVKj8lkaISgZJ5ebfJpl0IoyqyJlMa6nwRCzABu5hgvFEWgXdGuCseu4/fs6/5BwZ6ebLSn4cf/LCZhFzChx7Jxknm6HyKJx1l5GHJmReJjqha2mpMP4q11XlAEHdAcPsVXQO2wMBlM49JAGC+NekqmjXGU1oN1X1vxgeRffwIh6LvTa6dd0a5QCiSB0Czu2BnvAmZlpKXkaUZNV43Mhi8yaV0NyVNSJRAIFUUJRHpqKpYl3dRYeXHhn//MLo+Rt3ZYqGm8wthvA+E3ZdJo0szqGbSknhE313N4xsUPCjqMPebqUEwl8PuEQAgAQCmIiSehMT4pvGRP+UQmRrtf4pMc8+/73Z71WevniSf1cZTEwgzeUIcoEDZUXWwxOwp87hzJQpF5kLd2WJiMLCFjNtsnrS1x9vfLn5V6zvjfcCVzhJYbG1jrMJXCjURmGcWM4U4FxaF0FAdZFIoJ15S3mssNrhxdIZ6gUrJEoXGR+Jg4IdRlNR57hdWwOHO3jnbejAcOSj7u2dWXz+C5Wcx2Ay1tzgyeYd7aYfGmcad9jmTRh+jZN/2Kt56SZSrqzVYjMclhKoU7hARC0D2lLBSQsqAUxNQJyXrlTkfqpQis5nLJPYFwbHj6JxmOj4kmayizNWSxGpKV+hRFcZY1F/vH7Q4ckGw9r/HGGQ2EqQflusrmz+AZ5q0dFianY94095n0/SreenrFQ1ItiqnRnPphywazrQSaBIEQdFIpCGWkICgRkhUvaiqWp3x5jVO4j65r/kj39M9Q02LBaPI7mXZrtZHUalAkPi4ZM1lbsaLYP+sR/27J1sWzbpnBaTyNjEgUjXfNj7y1w8LksNVJ/vRzSp1zpWhTTJ2YtM5q8dZzVFMl04TOtaS+1z2XQAjQVaUUFJNSoHB4gu2iTQ2Va1O+XLJPKDagZWkiQX/4hGhTveui7BVDD0b7RdtmVV9S7J+1P9wlyf/ltsbzZ9+a20wlnsfVwA1YU52rdaYLmJ92WKBqnRfKd2is+oTkt0G26jnj/zwlFH1EPAHVSmt5yndotjiK5UOXPLFJIAQdVopASSkCSoQ7sF8cgTakfPmsKuE+48FD2TrJ8dBh0aZ5tZuy2eMX39LM1iN2+owuvzbofUeyde3Ce80GnuXLmGTanqqy81KlkRUZP8aZrZrnrR0WJsmXPeV3ZCJZ9iveenYnhEMJ1thSL45yka2iBNoDgRB0W7l8Csvlo/QD4ZyaP5bPJGEymRc2XC/aOubfl62THJ3YI9q0qOnzWayGJyjsoTZVrauuWGr4nYSTRkjumlot5bn+uHvc2yRbq8uXrFlwdy4DofCB1TpXq/wxwpaG6zI+brZqnrd2WJjm110l2VrnvLDWKRxW7Q0dLaV6HlOFC+pcbq9M+fL1NlcJtAcCIei8cuGUlwtHiRjyvS+a2sFssi6ZtVny2ubaK8vts0RbRyZ2ZeskJW9VWbawpf7abB1oPHhQsvWCuX9uqJ9ktm9c8QvRVlV8l0wyX2u2dI+9IBm3qSjKxed9d27txhwdXXLtZpNtbs0Vkj89LJu9JRfHTavmeWuHhWle3ZWSR/uWzZF9QEn/1FK89exQw6JN62yuBdIRoXMt9tXcIQTownLJFJlLRuEIx4bHxDcJ1y78jng1cNO6Rd8TvVDXtQHPW9k6SXfgoGTC0vWL7zeZLGn0Y0zWNS33JB0bOTIhm3altfkvU06043TMvX7NG0uabhHtENdCok2NVRfnelqXqOrtH98hL87Vq56fV/up3DS2EcnWZXO+JNq0Yu5XJHefUspWzfPWDgs0AJisGxb/QNTsL2y+Q5qlP8x1Pa2K6R7XPHteVnTYFw9Ktm4pb5Rsvb28waKw7ARAR5aLpdRcLApJr/sV0aYK++yNKx5K2i1bt+i+pqp1wv6f/8OoeFm/9Om946+KttW7Vl+65McG32hu7cab1u3ZsPj7pmT9GXdg/6Tls8/qAJntf9L6ZIV9dvJ8bLIsn/u/bt7QNrv6Mlk4UYXv77DWLp19W9JNFrMjW1nxyMAv5DvYLJXXXfTaJYt/aLdWi/YptzVlcGhvqEOydcmsW2ZXf3Lqzxsq14pyiNFAmLWa56kdFqyls29fNueLU4KibdOKR61m4eBbNREcD7Zl8Xs99R+sjfaqPQ2t36+cb85L1vpIGgjvcs1pEswjOstsu9tZIhPSEghBd5bLpF1xmSgdx0eelGxd3HTztau3NVSuOf0TV9mCjSsevnjh38nec/i32T3JTukbrpp/54bF3zebrKIdTCbz/LqrPrfm9evXvFnvWi3MnXqi3/OG5EB1zpX/4xM7l835osXsOP3Odc4LL2q5e/Ml7RuX/yLlxCf+yEnJ1suW/nTSk1qn4tBtl/VKRuem5eTYc5LJVE+H24ta7v6flw/+SetTqxfcdf7sW5fOvn3V/DvXL7r/s6ue/eLlw1e1Pp3BoUOxodjZq5NPOuzVq15YUH/1mZFsxdyvXL/mDYe1ZjqXnMWa56cdFrJNKx65bOlPXWULTv1vdcX5V69+sbnuSslL+j1v6oLF3KdZT7OiXOWoeb1uxZv1F+RzHOaQFj8qfoyw0mR5tnapa8rf0erM1idrl9aZrcX1iYsmGrUqQKF2aiXT49JrB+2KdoWkxvx7x/z7zox8kzTXfebzdZ8JxQYDkZ5y+yyXY4HJJPvrsKarx0eeyO5J9o6/GooNVtjniHZY03LPgvprDvU92Dv+WjDaryh6ma2hzN7YWHnxvNpN82o/bWRlbUVRukafWdhwg2SHyrKWTSt+uXH5w8Fov65oFfZZRhZVPy2m+iJxt2i2Hpul8tqLXnEHDvgjJx3WmjrnSoetLruV1HT1QO+/GrmXZTWXL2q8aVHjTVk8uid0ZFaVcAEPh63umtUv+8KdvtBRh7W2xrk845lFc1TzvLXDAmZqbf6r1ua/iqoeTYsZ+TtF7/grWa/nlvLGTY6qT9ur51lmZszt9phvqVX4xb/UXvlRQ+t9gb7fxybcmtpssV/jqLnTOaeleBacSP37gX87UeBd29LrvtNlp13RrpBThwf+44plW+X7VNjnSPptZ2WqkaeD0YHsnqGuJ9r6frZ+0f2Sfepdq69Y/vNTu5/quWZwoK7RZ/9oachqSXG3wWQyu8rmZ3YtE+FO+fSt9a5V9a5Vufu42/p+tmr+N52O5vy3tP7xNySB8JTq8iXV5Uuye9xs1Txv7bDwGczqup44MfJ01ut580xf/vOR8TsqZGF4qbXs1zVLlNLFkFHQzeVyaFdcDkpKx+AjgUhPtt7t455/yU2MecDwc4mmjHvhMdV3bPixnFZ7yDfDf11KaJFdx++dkUP3uF+akeNmseb5aYclo298eyg2VHr1fCM6Maap5/InSyBEcXR2S6C/WxpXQbviKlD4Elp0d9d3s/JWncO/GfXvycVJxlTf7hN/n4dqfNzzY03PYVevb/y1Gf/Ejw79qsf9cv6POzyxMxwfzfjlkkkp81bzvLXD0nCg919Lsp6qoj8SHiEQAsXR8eXkwUdDu4LBhDDkfXf6feWdx3O4svmh/gezuLyhiC90tD3VVJzTMeB9W02EZvwTf7v9Kxnnq4zputbW97PMXusPd728/7pCqHl+2mFBkc4GJDTq/0gyj2ix1/PB4LAqWMRV7neRcQIhkO/ub9H1gLmBw2fEOSP/dF17/fCt01wr4p2Orwcivbk8ycT2tluiqifX1dh5/G+yOIZ2EjURah98ZMY/8WB0YNuBz+U/mh7s/Wlmn+Durn9wB/YntOiM1zxv7bBAeEMdj39wfga/HN4/dmcJ1/NkIvpIKO3b3dujvvdi/uK60qRzKBAIQfedLjtoVyhBgUjP6223ZNbhVhTl4+4f5frpO0VR/JHubQeuVxPBnB4lpvq2H9qc0CI5ev/9Pf+S01GpBo1M7H7l4I3xRCCfB42pvr0n70/3Vb3uV44O/UrT44IV7fJd8/y0wwLR4345HB/9oPOutF51qH/roPed0q7nd/293nSeJFQV/S5/tyvZyq5Fh0AIuu902UG7QmnqHX/t1YN/mkEmPNj3bzuP/01+TnLI++5L+6+JxN0Zv4M31K6nygbDvg9ea7s5s0yYsh/sj5z8uPuHhfCJ941vf37vppQrExrt1oe7ukafSbnbgd6fpPUEozfU/vrhW0/995h/X6YRLss1z087LIxAuE1RlPaBh4zfZR2Z+PCDY9/Ocz3b1bCq6/mszKAW/8bESeP7fz/QfyAecppKIUwRCEH3nS47aFcoWT3ul5/56JPeUIfB/dVE6J2OO947+k1FyV9XbND7+6f3rMvgoUdNi33U9Y9PfLjayM2i7rEXnt+7yR/pTusQbX0/23bg+pS77e767onRp42ftqbHclTMUf+eJ3at7Bh8dBqfoN43/vprbV94bOf5Ri5K17XX2r7Qa2yil5GJ3c/v/VQ0Pj7NQJiLmuenHc4sNREa9P7+1H+/3f4VI6MARv17Xt5/jaqF8/a9jun6Pwb6Vo8dUBU9z/X5dXjsBwFDq+w8Exm/z9+nKIrLXAp3CFmHECXSfT/1HzO1uBydddoV7QoFa8y/96ndF69e8O1Vzd+ULNKt64njI098eOLvJsLH83+S/nDXs3uvOH/2n61Z8Nd1rtaU+0fi7vaBhw71P5hWwBue2PnbXReubbnnwuY7HNaaVHXb90HnXf2eNwxFKD2xve3mixf+/dqWe8xmuyQ5HB996sMT3wnHcjilYVT1vnlky4Hen6xdeO95DTdIzuesc9Pjw76dJ8eeOz7yZLqPXKqJ0Lb9117Ucvfalr+1WpxJ90lo0Y97frz35P1n3qcdC2QeCHNR8/y0wxnU73nj9JABXU/sOHTriG/X+sXfs1kqk0b9Q/1bd3b+nwzSYGb1dGvqQ6GRB0PD3YnoTJXoHn/PhJ74p8pmi3hVjIdDI1/1dWmKoihKadwhNG3dwb+VKEH56cHTX6dd0a5QRKwW53kNNzTXfaapan25vclurVEToXBseDzYNuB568To0xkMNTyv8carWpOPKuwYfPTNI1syOM+mqvUtDdc1Va6rcS4vszVYzRW6rsa1YDg24g93uYMHBz1v93l2TOeZQJvFtaD+mvn1V9W7VleWtdgtVSaTRdXC4diIL9w5OrGn2/3icEaL3Tkdc5fN+VJz3WdqK1Y4bLW6noipvmBscMy/b9j3/onR352+OZYfdmt1S8N1c6ovr3OtqixrsVurrebyeCIYT/hj6kQoNuQJHvYED3uCh0b8e6b/0JfDVrd09u3z666qd7WW2RpNiimiut2Bg33j248OPjp1jQqTyeyw1k2NpmlNg5mjmuehHeaUzeJyOpon/7Eg7p76KZTZGpbN2bKg/po610qHtVZNhCbCnX2eHe0DDxkfXDD9en7H9bkdsYmIrhVC9dbZXPdXzr/SUT0pFO6JB+/z970Y/e8pcx6vOX9zeX3SN7nB0/F8pBAn15nazSAQgk48nXXQroAM5SIQAuBf1UIwz2K/zFY5z2K3KMqQFt8VDxxTJ+f/p2qX3lSWfOTF1ePtr0S9RREIGTKK0je13Rv/pUM3HbQrAADOQf2J2BOJFPPiSIaMRgvjbmfS7D2pH0IgBF15gHYFAADS5hQvO+HXE8VyFcwyCgAAMmQxl1EEAOesFotwQqMxTS2WqyAQAgCADNksLvFGnfoAMKgYR9k4TOZmi0O0dViLEwgBAECJc5W1iDapWoj6AChh621OUZQaSMTChfoMIYEQAABkTWPlWtGmmDpBfQCUsM86akSbjiYiRXQhBEIAAJAJu7Vqbs0fi7bGE35KBKDwLbaUtYhHfoo4TOYvVTSJtn4UDxZRBQiEAAAgE6vmf8tqcYq2RuJuSgSg8LXaKjoaV/+kqqXBnMb6C3c6Z88x20Rbd8aK6S9iBEIAAJDCyuY7ZlVfavrDiltms711/jfXLrxX8hJP8DB1A1AUHCbz/3bO6Wpa80jN4o32KlOq/a9z1H6vcr5oa0LRd8QKesz8pJWTWYcQAACkDIR/WVOxTNNiwdhgPOGvLGuxWSrlLxkPtFE3AMZtPXLppKCSZy6TZUt545byxp5E9PWob1c8sCse6FAjkTOmh1luLf96xaxvOGdLQuM7Mb+neNacIBACAACjzGZ7pXha0TMFIj1R1UPFABSjBRbHlyuavqz8/0cEw7o2rqlBXWsyW2sMDCv9ZWi0uK6XQAgAALLs5NhzFAFAaSg3meeJF6CfZFSLPxEpsieoeYYQAABkWefIExQBwDnoB4GBIlqBkEAIAACyzxc6NuR9jzoAONccVsMPhIaL7rQJhAAAIJt2Hv9rRdGpA4BzSlTXvujtjBbb7UECIQAAyKYB79tdo89QBwDnFF1Rvuw7saeo1qMnEAIAgCwLxYZ2HLqNOgDIzNYjlxbjaccV/TZv52PhsSItO4EQAABkQSDS88K+TwWjfZQCQBF5I+r7B3/feKYrB7ar4U+OtRVdGjxzyUcCIQAASEHXE/LtR4f+71O713qCR6gVgOIyoSfuC/QtGNn7dV/X61Ff3PAj0O1q+C98XatGDxTpSNHTWIcQAACk8OxHl53X+KdzazfVu1pdZQtslkpF0aNxjzfU3u9589jQf/nCnVQJQPEK6trW0PDW0HC1ybLRUdVqrVhprVhmLas1WytNlkqzRVGUoJYY1OLH1MiueGB71Lc7HiiNaycQAgCAFKKqt33w4fbBhykFgNLm0xPPRTzPKZ5z55IZMgoAAAAA5ygCIQAAAAAQCAEAAABg5hTpyhMEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAACF4msrPiAQAgAAAMA5jUAIAAAAAARCAAAAAACBEAAAAABAIAQAAACAPGFtegIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAAZL624gMCIQAAAACcuwiEAAAAAEAgBAAAAAAQCAEAAABgRmw9cilFIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAACUgK+t+IBACAAAAADnKAIhAAAAgMKy9cilFIFACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAACIQAAAAAAAIhAAAAAIBACAAAAAAgEAIAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABAIAQAAAAAEQgAAAAAAgRAAAAAAQCAEAAAAABSS/wd69lEU2ntLSQAAAABJRU5ErkJggg==\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/cover\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/6f747cb048be6a3a\\\" subtiddler=\\\"$:/plugins/twpub/6f747cb048be6a3a/images/OEBPS/9036543545129676726_24234-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/readme\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''桃花扇'' |\\n|epub-creator |''Shangren Kong'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''97'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/errors\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/6f747cb048be6a3a/text\": {\n            \"title\": \"$:/plugins/twpub/6f747cb048be6a3a/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/6f747cb048be6a3a/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/6f747cb048be6a3a/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F6f747cb048be6a3a.png"}