{"list":"readme errors cover text","version":"v0.0.1","plugin-type":"plugin","type":"application/json","epub-title":"五鳳吟","name":"TWPUB","title":"$:/plugins/twpub/34f96d8374d82fcd","description":"五鳳吟","converter-version":"0.1.0","epub-creator":"active 17th century-18th century Yunyangchichidaoren","conversion-errors":"0","count-chunks":"6","count-images":"1","cover-image":"$:/plugins/twpub/34f96d8374d82fcd/images/OEBPS/4519769647008786444_25284-cover.png","text":"{\n    \"tiddlers\": {\n        \"$:/plugins/twpub/34f96d8374d82fcd/text/000000000\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000000\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"\\\"><div style=\\\"text-align:center;\\\">\\n      <$image alt=\\\"Cover\\\" style=\\\"\\\" source=\\\"$:/plugins/twpub/34f96d8374d82fcd/images/OEBPS/4519769647008786444_25284-cover.png\\\"></$image>\\n      \\n    </div></div>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/text/000000001\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000001\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-34f96d8374d82fcd-6b4cd0\\\"><div class=\\\"pgmonospaced pgheader\\\">\\n<br>The Project Gutenberg EBook of Wu Feng Ying, by Chr Chr Dau Jen\\n<br>\\n<br>This eBook is for the use of anyone anywhere at no cost and with\\n<br>almost no restrictions whatsoever.  You may copy it, give it away or\\n<br>re-use it under the terms of the Project Gutenberg License included\\n<br>with this eBook or online at www.gutenberg.org\\n<br>\\n<br>\\n<br>Title: Wu Feng Ying\\n<br>\\n<br>Author: Chr Chr Dau Jen\\n<br>\\n<br>Release Date: May 2, 2008 [EBook #25284]\\n<br>\\n<br>Language: Chinese\\n<br>\\n<br>\\n<br>*** START OF THIS PROJECT GUTENBERG EBOOK WU FENG YING ***\\n<br>\\n<br>\\n<br>\\n<br>\\n<br>Produced by Yi Chen Chaung\\n<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n<br></div></div>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/text/000000002\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000002\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-34f96d8374d82fcd-6b4cd0\\\"><p>第一回<br>\\n鬧聖會義士感恩<br>\\n詞曰：　　<br>\\n燕趙士，流落在他鄉。翰墨場中喬寄跡，風塵隊裡受悽惶，窮途實可傷。嵇康輩，青眼識賢良。排難解紛多義氣，黃金結客少年場，施報兩相忘。　　　　　　　　　　　　　　　　　　　　　　　<br>\\n右調《夢江南》　　<br>\\n<br>\\n話說嘉靖年間，浙江寧波府定海縣城外養賢村，有個鄉宦姓祝，名廷芳，號瑞庵。原任太常寺正卿，因劾奏嚴嵩罷歸林下。平日居官清介，囊內空虛，與夫人和氏年 俱六旬，僅生一子，名瓊，字琪生，年始十六。文章詩賦無不稱心，人都道他是潘衛再世，班馬重生。祝公夫婦尤酷愛之，常欲替他議親。他便正色道：「夫婦，五 倫之首。有夫婦而後有父子，有父子而後有君臣、兄弟、朋友。所以聖王圖治先端內則。聖經設教則曰：『宜爾室家、樂爾妻孥。』可見婚姻是第一件大事。若革草 成就，恐怕有才的未必有貌，有貌的未必有才，有才貌的未必端在自好、貞靜自持。一有差錯，那時聽其自然恐傷性，棄而去之又傷倫。與其悔之於終，何如慎之於 始？」　　<br>\\n<br>\\n琪生這一篇話，意中隱隱有個非才貌兼全、德容並美者不可。祝公見他說出許多正道理，又有許多大議論，也莫可奈何，便道：「小小年紀就如此難為人事。」以後 雖有幾家大家來扳親，俱索付之不允。琪生卻惟以讀書為事，與本縣兩個著名的秀才互相砥勵，一個姓鄭，一個姓平。那姓鄭的名偉，字飛英，家計寒涼，為人義 俠。那姓平的名襄成，字君贊，家私饒裕，卻身材矮小滿面黑麻，做人又極尖利。眾人起他一個混名，叫做棗核釘。三人會文作課，杯酒往來，殆無虛日。　　<br>\\n一日，正是二月中旬。三人文字才完，就循館中陋規，每人一壺一菜，坐而談今論古。琪生道：「在家讀書終有俗累，聞知北鄉青蓮庵多有空房，甚是幽雅，可以避 塵。我們何不租它幾間坐坐。一則可以謝絕繁華，二則你我可以朝夕互相資益。二兄以為何如？」飛英踴躍道：「此舉大妙，明日何不即行？但苦無一人為之先容 耳。」君贊笑道：「此事不勞二兄費心，小弟可以一力承當。那庵中大士前琉璃燈油，舍妹月月供奉。這住持與小弟極厚，明日待小弟自去問他借房，想來無有不 肯，斷無要房金之理。」飛英道：「不然。盟兄雖與他相知，小弟二人與他從不識面，卻不好叨他。況僧家利心最重，暫借則可，久寓則厭，倒是送些房金為妙。」 琪生道：「飛兄說得有理。」君贊聽說，也覺隨機便道：「也是，也是。」當晚散去不題。次日三人去見和尚，議定房金，即移書箱、劍匣進庵讀書，頗覺幽靜自 在。　　<br>\\n<br>\\n過了幾時，又是四月初八，庵中做浴佛會。鄭、平二人以家中有事回去，琪生獨住庵內。至半夜，和尚們就乒乒乓乓揎鐃打鈸，擂鼓鳴鐘，一直至曉。琪生哪曾合 服，只得清早起來，踱至後殿去避喧。這些人都在前邊吵鬧，後殿寂無一人，琪生才覺耳根清靜。看了一會，詩興偶發，見桌上有筆硯，隨手拈起，就在壁上信筆題 《浴佛勝事》一絕：　　<br>\\n西方有水浴蓮花，何用塵几洗釋迦。　　<br>\\n普渡眾生歸覺路，忍教化體涉河沙。　　<br>\\n<br>\\n題畢，吟詠再四，投筆行至前殿。舉眼見一老者，氣度軒舉，領著一絕色女子在佛前拈香。琪生一見，就如觀音出現，意欲向前細看，卻做從人亂嚷，只得遠遠立 著。那女子聽得家人口中喊罵，回頭一看，與琪生恰好打個照面，隨吩咐家人道：「不得無禮罵人。」琪生一發著魔。只見那老者與女子拜完了佛，一齊擁著到後殿 來，琪生也緊緊趕著老者同女子四下閒玩。抬頭見壁上詩句墨跡未乾，拭目玩之，贊道：「好詩！好詩！」對女子道：「不但詩做得好，只這筆字，龍蛇競秀，斷非 尋常俗子手筆。」女子也嘖嘖贊道：「詩句清新俊逸，筆勢飛舞勁拔，有凌雲之氣，果非庸品。」老者因問小沙彌道：「這壁間詩句還是誰人題的？」　　小沙彌尚 未答應，琪生正在門傍探望，聽得這一問，便如轟雷貫耳，失聲答道：「晚生拙筆，貽笑大方。」老者聽得外邊聲，連忙迎將出來，見琪生狀貌不凡，愈加起敬。兩 人就在門首對揖。老者道：「尊兄尊姓大號？」琪生道：「晚生姓祝，賤字琪生。敢問老丈尊姓貴表、尊府何處？」老者道：「老夫姓鄒，賤字澤清，住在蒲村。原 來兄是瑞庵先生令郎，聞名久矣，今日始覯臺顏。幸甚！幸甚！」　　兩人正在交談，忽君贊闖來。他原是認得鄒公的，敘過禮，就立著接談。一會，鄒公別了二 人，領著女子去。二人就閃在一邊偷看女子，臨行兀是秋波回顧。琪生待鄒公行未數步，隨即跟出來，未逾出限，耳邊忽聽得一聲響亮，低頭看時，卻是黃燦燦的一 枝金鳳頭釵，慌忙拾起籠入袖中。出門外一望轎已去遠，徘徊半晌，直望不見轎影方才回轉，心中暗喜道：「妙人！妙人！方才嚷家人時節，我看來不是無心人，如 今這鳳釵分明是有意貽我。難道我的姻緣卻在這裡？叫我如何消受。」忽又轉念道：「今日之遇雖屬奇緣，但我與她非親非故，何能見她訴我衷腸？這番相思又索空 害了。」一頭走一頭想，就如出神的一般，只管半猜半疑。　　<br>\\n<br>\\n卻說那君贊亦因看見女子，竟軟癱了一般，只礙著與鄒公相與，不便跟出來，恐怕鄒公看見不雅，遂坐在後殿門限上，虛空摹擬。不防琪生低著頭，一直撞進門來， 將他衝了一個翻筋斗，倒把琪生嚇了一跳。慌忙扶起，兩下相視大笑。君贊道：「弟知飛兄不在，恐兄寂寞，所以匆匆趕來，不意遇見有緣人。此是生乎一快。」琪 生道：「適間鄒老是何等人？」君贊道：「他諱廉，曾領鄉薦，做過一任縣尹，為人迂腐不會做官，壞了回來。聞知他有一令媛，適才所見想必就是。難道世間有此 尤物，真令我心醉欲死。」二人正在雌黃，忽聞殿外甚喧嚷，忙跑出來。　　只見山門外三四十人圍著一個漢子，也有上前去剝他衣服的，也有口裡亂罵不敢動手 的，再沒一個人勸解。琪生定睛看那漢子，只見面如鍋底，河目海口，赤髯滿腮，雖受眾侮卻面不改容，神情自若。因問他人道：「是什緣故？」中間一人道：「那 漢子賭輸了錢，思量白賴，故此眾人剝他衣服，要他還分。」琪生道：「這也事小。怎沒人替他分解？「那人道：「相公不要管罷。這干人懼是無賴光棍，惹他則 甚。」君贊也道：「我們進去罷，不必管他閒事。」琪生正色道：「凡人在急迫之際，不見則已，見而不救於心何安？」　　<br>\\n<br>\\n遂走進前分開眾人道：「不要亂打。他該你們多少錢俱在我身上。你們只著兩個隨我進來。」遂一手攜著那漢子同進書房，也不問他名姓，也不問他住居，但取出一 包銀子，約有十二三兩，也不去稱，打開與眾人道：「此銀是這位兄該列位的，請收了罷。」眾人接著銀子，眉歡眼笑謝一聲，一哄而散。　　<br>\\n<br>\\n琪生對那漢子道：「我看足下一表人才，怎麼不圖上進，卻與這班人為伍，非兄所為。」那漢子從容答道：「咱本是山西太原人，姓焦，名熊，字伏馬，綽號紅鬚。 幼習武藝，舊年進京指望圖個出身。聞知嚴嵩弄權，遂轉過來，不想到此盤費用盡。遇見這些人賭錢，指望落場贏它幾貫，做些盤纏。誰想反輸與他，受這些個的凌 辱。咱要打他又沒理，咱要還分又沒錢。虧得相公替咱還他，實是難為了。」因問：「相公姓什名誰？」琪生就與他說卻姓名，又取三兩銀子送他作路費。紅鬚也不 推辭，接在手中，也不等琪生送他，舉手一拱叫聲「承情了」，竟大踏步而去。　　君贊埋怨道：「這樣歹人盟兄也將禮貌待他，又白白花去若干銀子。可惜可 惜。」琪生笑道：「人各有志，各盡其心而已。若能擴而充之，即是義俠。豈可惜小費哉。」兩人說了一會，卻又講到美人身上。你誇她娬媚，我贊她娉婷﹔你說她 體態不同，我說她姿容過別。直摹寫到晚，各歸書房。　　<br>\\n不知後來如何？且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n第二回<br>\\n題佛贊梅香沾惠<br>\\n　　　詞曰：　　<br>\\n佳人纖手調丹粉，圖成大士。何限相思恨，無端片偈心相印，楊枝灑作蓮花信。侍兒銜命來三逕，柳嫩花柔，風雨渾無定。連城返趙蒼苔冷，殘紅褪卻餘香蘊。　　　　　　　　　　　　　　　　　　　　　　　右調《蝶戀花》　　<br>\\n說這君贊別了琪生到自己書房，思思想想，醜態盡露，自不必說。這琪生亦忽忽如有所失，日日拿著鳳釵，鼻兒上嗅一回，懷兒中摟一回，或做詩以消悶，或作詞以致思，日裡做衣襯，夜間當枕頭，一刻不離釋。讀書也無心去讀，飯也不想去吃，只是出神稱鬼的，不在話下。　　<br>\\n且說這鄒澤清，年及五旬，夫人戴氏已亡。只生一女，小字雪娥，年方十六，貌似毛施，才同郗衛，尤精於丹青。家中一切大小事務俱是她掌管。鄒公慎於擇婿，尚 未見聘。房中有兩個貼身丫鬟，一個喚輕煙，年十七歲，一個喚素梅，年十六歲，俱知文墨，而素梅又得小姐心傳，亦善丹青。二人容貌俱是婢中翹楚。雪娥待以心 腹，二人亦深體小姐之意。　　<br>\\n那日，雪娥自庵中遇見琪生，心生愛慕，至晚卸妝方知遺失鳳釵。次早著人去尋不見，一發心中不快。輕煙與素梅亦知小姐心事，向小姐道：「小姐胸中事料不瞞我 二人，我二人即使粉骨碎身，亦不敢有負小姐。但為小姐思量，此事實為渺茫，思之無益，徒自苦耳，還勸小姐保重身體為上。」雪娥道：「你二人是我心腹，我豈 瞞你。我常操心礪志，處已恒嚴，既不肯越禮又焉肯自苦？只是終身大事也非等閒，與其後悔，無寧預謀。」說罷唏噓似欲墮淚。　　<br>\\n輕煙見小姐愁悶不解，便去捧過筆硯道：「小姐，我與你做首詩兒消遣罷。」雪娥道：「我愁腸百結滿懷怨苦，寫出來未免益增惆悵，寫它則甚。」素梅又道：「小 姐既不做詩，我與你畫幅美人玩耍何如？」雪娥道：「我已紅顏命薄，何苦又添紙上淒涼？就是描得體態好處，總是愁魔筆墨，俱成孽障，著手傷心，縱多淚痕耳， 畫它何用？」二人見小姐執性，竟沒法處。　　<br>\\n雪娥手托香腮悶悶地坐了一會，忽長歎道：「我今生為女流，當使來世脫離苦海。」遂叫素梅去取一幅白綾來。少頃白綾取到，雪娥展放桌上，取筆輕描淡寫，圖成 一幅大士，與輕煙著人送去裱來。又吩咐二人道：「如老爺問時，只說是小姐自幼許得心願。」輕煙捧著大士出來，適遇鄒公，問道：「是什物件？」輕煙道：「是 小姐自幼許得的大士心願，今日才圖完的。」　　<br>\\n鄒公取來展開一看，見端嚴活潑，就如大士現身。遂拿著聖像笑嘻嘻地走進女兒房中道：「孩兒這幅大士果然畫得好。」雪娥笑道：「孩兒不過了心願而已，待裱成 了，送與爹爹題贊。」鄒公笑道：「不是找誇你說，若據你這筆墨，雖古丹青名公，當不在我兒之上。若是題贊，必須一個寫作俱佳的名儒方可下筆，不然，豈不塗 抹壞了。只是如今哪裡去尋寫作俱佳的人？」遂躊躇半晌，忽大笑道：「有了，有了。前日在庵中題詩的人，寫作俱佳，除非得他來才好。裱成之時待我請他來一 題。」雪娥道：「憑爹爹主意。」鄒公點首，竟報著聖像笑嘻嘻出去，就著人送去裱褙。　　<br>\\n不兩日裱得好了，請將回來，鄒公就備禮著人去請琪生。琪生正在庵中撫釵思想，但恨無門可進，一見請帖就喜得抓耳撓腮。正是：　　<br>\\n鳳銜丹記至，人報好音來。　　<br>\\n遂急急裝束齊整同來人至鄒家。鄒公迎將進去，各敘寒溫畢。鄒公道：「適有一事相懇，先生既惠然前來，真令篷蓽增輝矣。」琪生道：「不知何事，乃蒙寵召？」 鄒公道：「昨日小女偶畫成一幅大士，殊覺可觀，恨無一贊。老夫熟計，除非先生妙筆贊題，方成勝事。」琪生道：「晚生菲才，恐污令媛妙筆，老先生還該別選高 人捉筆才是。」鄒公道：「老夫前已領教，休得過謙。」就起身來請過大士展開。琪生向前細看，極口稱贊道：「靈心慧筆，真令大士九天生色，收夏何能。」遂欣 然提筆在手不假思索，一揮而就：　　<br>\\n聖像端嚴，遠過瑤宮仙女﹔神像整肅，殊勝蟾窟篰娥。慧眼常窺苦海，隱隱現於筆端﹔婆心欲渡恒河，躍躍形諸楮上。洵慈悲之大士，真救苦之世尊。隻字拜揚休美，實切皈依，片言歌詠隆光，用由瞻仰。沐手敬題謹舒忱悃。　　　　　　　　　　　　　　　　　　　<br>\\n弟子掠拜跋琪生之意句句題贊大士，卻句句關著小姐。鄒公哪裡意會得到，待他題完，極口稱贊，即捧著大士對琪生道：「還有小酌，屈先生少坐，老夫即來奉 陪。」遂走向女兒房中道：「孩兒你看題得如何？」雪娥看完，默知其意，贊道：「寫作俱工，令人可敬。」遂吩咐素梅將大士掛起。　　<br>\\n鄒公出來陪琪生飲酒，問及琪生年庚家世，見他談吐如流，心甚愛幕，竟捨不得放他回去的意思，因道：「先生在青蓮庵讀書，可有高僧接談否？」琪生道：「庵小 倒也幽靜，只是僧家行徑可憎。幸有同館鄭、平二兄朝夕談心，庶不寂寞。」鄒公道：「庵中養靜固好，薪水之事未免分心，誠恐葷素不便，畢竟不是長法。據老夫 管見，恐先生未肯俯從，反覺冒瀆。」琪生道：「老先生雲天高見，開人茅塞，晚生萬無不遵之理。」鄒公道：「舍間後園頗有書房可坐，至於供給亦是甚便的。」 琪生謝道：「雖蒙厚愛，但無故叨擾，於心不安。」鄒公欣然便道：「你我既稱通家，何必作此客態，明日即當遣使奉迎。」　　<br>\\n琪生暗喜，連應道：「領命，領命！」至晚告別。鄒公尚恐女兒不悅，當晚對女兒道：「我老人家，終日兀坐甚是寂寞。今見祝生，傾蓋投機，我意欲請他到園中讀 書，借他做個伴侶，已約他明日過來。你道何如？」雪娥聽說喜出望外，應道：「爹爹處事自有主意，何必更問孩兒。」二人商議已定，只待次日去請琪生。　　<br>\\n再說來生當晚回庵就與鄭、平二人說之。飛英倒替琪生歡喜，只有君贊心中怏怏。閒話休題。<br>\\n<br>\\n次早，鄒家來接。琪生即歸家告知父母，回到庵中遂別了飛英、君贊，帶一個十四歲的書童並書籍，逕到鄒家。鄒公倒展相迎，攜手同至書房，已收拾得乾乾淨淨。 自然鄒公時常出來，與琪生講詩論文，各相傾倒。只是琪生，心不在書中滋味，一段精神全注在雪娥小姐身上，卻恨無一線可通。　　<br>\\n一日午後，素梅奉小姐之命到書房來請鄒公。鄒公不在，只見琪生將一隻鳳釵看過又看，想過又想，戀戀不捨，少頃，竟放在胸前。素梅認得是小姐的物，好生詫 異，急跳將轉來，對小姐道：「奇哉！怪哉！方才到書房請老爺，老爺卻不在，只見祝相公也有一隻鳳釵，後來放在懷中，恰似小姐前日失去的一般。」雪娥道： 「果然奇怪，怎麼落在他手裡？須設個法兒去討來便好。」輕煙在傍笑道：「可見祝相公是個情種。把鳳釵放在懷內，是時時將小姐捧在懷內一般。」雪娥深喜，默 然不答。輕煙又道：「若要鳳釵不難，待人靜後，老爺睡了，就要素梅竟去取討。若果是小姐的，他自然送還。」雪娥道：「有理。」　　<br>\\n等至人靜黃昏，素梅來到書房門首，只見琪生反著手在那裡踱來踱去，若有所思。素梅站在門外不敢進去。琪生轉身看見一個美貌女子，疑是絳仙謫凡，便深深作 揖，道：「嬋娟何事惠臨？」素梅含羞答道：「我家小姐前日在庵中失去一釵，我輩盡遭捶楚。聞知相公拾得，特求返趙。」琪生大驚道：「你怎知在我處？」素梅 道：「適才親眼見的。」琪生涎著臉笑道：「釵是有一支在此，須得你家小姐當面來討，方好奉還。」素梅道：「妾身有事，乞相公將鳳釵還我罷。」琪生又笑道： 「你即身上有事，我就替你做了去。」　　<br>\\n素梅見他只管調情弄舌，漸漸有些涉邪，就轉身要走，早被琪生上前一把摟住，道：「姐姐愛殺我也。若不賜片刻之歡，我死也，我死也。」素梅苦掙不得脫身，紅 了臉道：「相公尊重，人來撞見，你我俱不好看。」琪生道：「夜闌人靜，書童正在睡鄉，還有何人？」一面說一面將她按倒簟茵之上。素梅料難脫身，口中只說： 「小姐害我，小姐害我。」只得聽他所為。有詞為證：　　月掛柳梢頭，為金釵，出畫樓。相思整日魂銷久，甜言相誘，香肩漫摟。咬牙閉目，廝承受，沒來由。風 狂雨驟，擔著許多憂。　　　　　　　　　　　　　　　　　　　　　　　<br>\\n右調《黃鴦兒》　　<br>\\n素梅原是處子，未經風雨，幾至失聲。琪生雖略略見意，素梅已是難忍。事畢，腥紅已染羅襦矣。素梅道：「君不嫌下體，採妾元紅。願君勿忘今日，妾有死無 恨。」琪生笑道：「只願你情長，我決不負汝。」素梅發誓道：「我若不情長，狗彘不食妾餘。」琪生道：「情長就是，何必設誓。」又摟了半晌。素梅道：「久則 生疑，快放我去。後邊時日甚長，何須在此一刻。」琪生遂放手。　　<br>\\n素梅將衣裙整一整好，同琪生進書房來。琪生燈下看她，一發可愛。素梅道：「快將釵與我去罷。」琪生試她道：「你方才說小姐害你，分明是小姐令你來取的，怎 又瞞我？」素梅微笑。琪生愈加盤問。素梅才把真情與他說知，又笑道：「我好歹撮合你們成就。只是不可戀新忘舊。」琪生大喜道：「你今日之情我已生死不忘， 況肯與我撮合其事乎。」因向素梅求計。素梅道：「你做一首詩，同鳳釵與我帶來，自有妙計。」琪生忙題詩一首，取出鳳釵，一齊交付，又囑她道：「得空即來， 切勿饒我望眼將穿。」遂攜手送至角門。　　<br>\\n不知雪娥見詩如何？且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n第三回<br>\\n做春夢驚散鸞儔<br>\\n　　　詞曰：　　<br>\\n山盟海誓，攜手同心，喜孜孜，笑把牙牀近。魂銷膽又銷，今宵才得鴛鴦趣。繡帶含羞解，香肌著意親。恨喬奴，何事虛驚，又打斷我風流佳興。　　　　　　　　　　　　　　　　　　　　　　　右調《憶娥眉》　　<br>\\n說這素梅拿著詩與鳳釵進來遞與小姐，又說祝相公許多思慕之意。雪娥且不看釵，先將詩打開一看。卻是七言絕句一首：　<br>\\n主人不解贈相思，可念蕭郎腸斷詩。　　<br>\\n空抱鳳釵憑寄恨，從教花月笑人癡。　　　　　　　　　　　　　　<br>\\n雪娥愛卿妝次薄命生祝瓊泣筆題　　<br>\\n雪娥看到「空抱鳳釵憑寄恨」這一句，長歎一聲。輕煙在傍道：「據他詩意，未知小姐一片苦心。禮無往而不答。小姐何不步他韻，也做一首回他，使他曉得，豈不 是好？」雪娥道：「我是一個閨中弱女，怎便輕露紙筆。」素梅道：「小姐差矣，既要訂終身之約，何惜片紙？若恐無名，則說謝他還釵亦可。」雪娥情不能制，又 被二人說動機關，就也依來韻和詩一首，仍著素梅送去。素梅依舊出來，門已扃閉，只得回來，到次晚才得送去。琪生拆開一看，見是和韻：　　夢魂不解為誰思， 悶倚闌干待月時。　　<br>\\n愁積風釵歸欲斷，幾回無語意先癡。　　　　　　　　　　　　　　<br>\\n琪君才人文幾弱質女鄒雪娥端肅和　　<br>\\n琪生讀畢，狂喜異常，遂起身摟著素梅道：「這道優旨，卿之力也！這番該謝月老了。」又欲與她雲雨。素梅道：「昨晚創苦，今日頗覺狼狽，俟消停兩日，自當如 命。君且強忍，以待完膚。」琪生見她堅托，也不相強。又制一詞，折做同心方勝兒，遞與素梅道：「與我多多拜上小姐。此恩此德已銘肺腑，但得使我親睹芳容， 面陳寸衷方好。若再遲遲，恐多死灰焦骨，不獲剖肝露膽，雖在九泉之下，不能無恨於小姐矣。」素梅笑道：「好不識羞！哪見要老婆的是這等猴急？你若不遇我 時，就急死了？看誰來睬你。」琪生笑道：「你須快些與我方便。那時你也得自在受用。」素梅啐了一口，逕往內來見小姐，將詞呈上。雪娥一看，卻是短詞：　　 時歎鳳雛歸去，今銜恩卻飛來，試卻盈盈淚眼，翻悲成愛。度日勝如年，時掛相思債。知否淒涼態，早渡佳期，莫待枯飛。　　　　　　　　　　　　　　　　　　 　　　　　<br>\\n右調《泣相思》　　<br>\\n雪娘愛卿妝次沐恩生祝瓊拜書　　<br>\\n雪娥看罷，鍾情愈癡，不覺潸然淚下。素梅、輕煙齊聲道：「小姐，你兩下既已心許，徒托紙筆空言，有何益處？不若約他來當面一決也好。」雪娥道：「羞人答答 的，這卻如何使得？」二人又道：「佳人才子配合，是世間美事。小姐你是個明達的人，怎不思反經從權，效那卓文君故事，也成一段風流佳話。若拘於禮法之中， 不過一村姑之所為耳，何足道哉。當面失卻才子，徒貽後悔，竊為小姐不取也。」雪娥呻吟不語。二人見如此光景，亦沒擺佈。看看雪娥日覺消瘦，精神愈憊。　　<br>\\n那琪生雖得素梅時來救急，無奈心有小姐，戲眼將枯。就是有素梅傳消遞息，詩詞往來終是虛文，兩下愈急愈苦。一日，素梅到館，琪生求她設計。素梅道：「我窺 小姐之意，未必不欲急成，只是礙著我們不便，所以欲避嫌疑，不好來約你。今我將內裡角門夜間虛掩。你竟闖將進來，則一箭而中矣。」琪生喜道：「既如此，就 是今晚。」素梅道：「她今日水米不曾黏牙，懨懨而睡，哪有精神對付你，料然不濟。還是遲一日的好。」二人說完話，又行些不可知的事，方才分手。　　<br>\\n到次晚，恰好鄒公不出來。琪生老早催書童睡了，一路悄悄走將進去。果然角門不關，輕輕推開。望見裡面有燈，想必就是小姐臥房，戰戰兢兢走到門口一張，裡面並無一人，想道：「奇怪，莫非差了？」因急急復轉身，只見角門外一個人點著紙燈走將來。　　<br>\\n琪生大驚，暗自叫苦不迭，正沒個躲處，逐潛身伏在竹架邊。偷眼一觀，來的卻是一個標緻丫鬟。暗想道：「素梅曾說小姐房中還有一個貼身丫鬟，名喚輕煙。莫非就是她？倒好個人兒。」讓她過去，遂大著膽，從背後悄悄走上搭著她肩，問道：「你可是輕煙姐姐麼？」　　<br>\\n輕煙摹然見個人走來，著實嚇了一嚇，忙推道：「是誰？」及回頭看時，卻認得是琪生，已有三分憐愛。便道：「你是祝相公，到這裡來何干？這是我小姐臥房，豈是你進來得的。」　　<br>\\n琪生見說果是輕煙，便來摟她。輕煙待要跑時，燈已打熄，被琪生緊緊抱住。輕煙道：「休無禮！我喊將起來，想你怎麼做人。」琪生興不能遏，說道：「就有人 來，寧可同死，決不空回。」競按例行強。輕煙道：「這事也得人心願意著。怎就硬做？」琪生笑道：「愛卿情切，不得不然。」一面就去扯裙扯褲。　　<br>\\n輕煙纏得氣力全無，著他道：「快些放手。小姐來了。」琪生笑道：「不妨，正要她看我們行事。」輕煙哀求道：「待我明日到你書房裡來罷。此時決不能奉命。」 琪生也不答應，只是歪纏。輕煙沒奈何，道：「從便從你，只是這路口，恐人撞見不雅。我與你到角門外空房裡去。」琪生才放她起來，緊緊捏著她手，同往角門 外。輕煙又待要跑，被琪生抱向空房深處，姿意狂蕩。正是：　　<br>\\n未向午門朝鳳闕，先來花底序鵷斑。　　<br>\\n原來輕煙年雖十七，尚未經破。一段嬌啼婉轉，令人魂銷。琪生兩試含葩，其樂非常。雲雨已畢，琪生見她愁容可掬，愈加憐愛，摟在懷中，悄悄問道：「小姐怎麼 不在房中？」輕煙道：「老爺見她連日瘦損，懶吃茶飯，特意請她過去，勸她吃些晚膳。想此時將散了。放我去罷。」　　琪生還要溫存。片晌，忽聽得鄒公一路說 話出來，卻是親送女兒回房安歇。輕煙忙推開琪生，一溜而走去了。嚇得琪生沒命地跑到書房，忙將門閉上，還喘息不定，道：「幾乎做出來。」又想道：「料今晚 又不濟事。」竟上牀睡了。　　<br>\\n到次日，聞知鄒公在小姐房中，又不曾進去。一連十數日，毫無空隙。琪生急得無計可施，只是長吁短歎。一日薄暮，正在無聊之際，只見素梅笑嘻嘻地來，道： 「失賀！失賀！」琪生道：「事尚未成，何喜可賀？」素梅道：「又來瞞我。新得妙人，焉敢不賀？」琪生料是曉得輕煙之事，便含糊答應道：「不要取笑，且說正 話。今晚何如？」素梅道：「我正為此事而來。老爺連日勞倦，已睡多時。你竟進來不妨。」　　<br>\\n素梅說完先去，琪生隨即也就進去。到房門口張看，只見小姐雲鬢半拖，星眸不展，隱几而臥。素梅與輕煙在燈下抹牌。二人見琪生進來，便掩口而笑。琪生走向 前，輕輕摟抱小姐，以臉偎香腮。雪娥夢中驚覺，見是琪生，嚇了一跳，羞得滿面通紅，忙要立起身來。琪生抱住不放，道：「小姐不必避嫌。小生為小姐，魂思夢 想，廢寢忘餐。又蒙小姐投我以待，終身之約，不言而喻，情之所鍾，正在此時耳。何必作此兒女之態耶？」　　<br>\\n輕煙、素梅亦勸道：「小姐，你二人終身大事，在此一刻。我二人又是小姐心腹，並無外人得知。何必再三疑慮，只管推阻，虛以良夕。」雪娥含羞說道：「妾之心 事非圖淫欲，只為慕才使然。故不借自媒越禮，多露貽譏，君如不信，請觀妾容。然猶恐一朝訂約，異日負盟，令妾有白頭之歎。君亦當慮耳。」　　<br>\\n琪生聽到此處，就立起身來，攜著小姐手道：「小姐慧思。我兩人何不就在燈前月下，明心見性，誓同衾穴。何如？」遂雙雙在階前同發一誓起來。雪娥拔下鳳釵，向琪生道：「當初原是它為媒，你還拿去，以為後日合歡之驗。」又題詩一首，贈予琪生道：　　<br>\\n既許多才入繡閨，芳心渾似絮沾泥。　　<br>\\n春山倩得張郎畫，不比臨流捉葉題。　　　　　　　　　　　　　　<br>\\n琪君良人辱愛妾鄒氏雪娥斂衽書　　<br>\\n琪生將詩玩索一遍，然後將鳳釵與詩收訖，也題詩一首答道：　　<br>\\n感卿金風結同心，有日於歸理瑟琴。　　<br>\\n從此嫦娥不孤零，共期偕老慰知音。　　　　　　　　　　　　　　<br>\\n雪卿可人唱隨沐恩大祝瓊題贈。　　<br>\\n雪娥也收了。琪生又將小姐摟著同坐，情興難遏，意欲求歡，連催小姐去睡。雪娥羞澀道：「夫妻之間，以情為重，何必圖此片刻歡娛。」琪生刻不能待，竟摟著小姐到牀前，與她脫衣解帶。雪娥怕羞，將臉倚在懷內，憑他去脫。　　<br>\\n琪生先替小姐脫去外衣，解開內褂，已露酥胸，雞頭闍剝，伸手去拈弄。滑膩如絲，情興愈濃，忙將自己巾幘除去，卸下外衣。正待脫小衣，忽聞外邊一片聲亂叫： 「相公。」嚇得他四人魂不附體，雪娥忙對琪生道：「你快出去，另日再來罷。」琪生慌慌張張，巾也沒工夫戴，就拿在手中，挾著衣服，拖著鞋子，飛奔出來。輕 煙忙將角門閂上。　　<br>\\n琪生奔到書房，原來是書童睡醒起來撒尿，看見房門大開，就去牀上一摸，不見相公，只說還在外邊步月。時乃十月中旬，月色皎然，乃走至外邊，四下一看並不見 影。叫了兩聲，又不應，尋又不見。一時就害怕起來，因此大聲喊叫。琪生回來，聽見這個緣故，心中恨極，著實狠打一個半死，道：「我去外邊出恭，自然進來。 你怎麼半夜三更大驚小怪，驚嚇人？好生可惡！今後若再如此，活活打死！」正在嚷罵，鄒公著人出來查問。琪生回道：「我起來解手，被書童夢魔驚嚇，在此打 他。」　　那人見說，也就進去。琪生就吩咐書童快睡，自己卻假意在門外閒踱，心中甚急，好不難過。聞得人俱安靜，書童哭了一會也就睡去。不放心又摸進去。 誰知角門已閂。輕輕敲了兩下，並無人應。低頭垂手而回，跌腳苦道：「一天好事，到手功名被這蠢奴才弄壞！」愈思愈恨，走向前將書童打上幾下。書童驚醒，不 知又為何事？　　<br>\\n琪生無計可施，只得涕泣登牀。偏睡不穩，細細摹擬，只管思量，只管懊惱，情極不過，又下牀來，將書童踢上兒腳。半夜之間，就將書童打有一二十頓，這是哪裡說起。登時自己氣得身上寒一會、熱一會，病將起來。只這一病，大有關礙。　　<br>\\n誰知同林鳥，分開各自飛。　　<br>\\n且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n第四回<br>\\n活遭瘟請嘗稀味<br>\\n　　　詩曰：　　<br>\\n風流嘗盡風流味，始信其中別有香。　　<br>\\n五味調來滋味美，饑宜單占餓中會。　　<br>\\n說琪生好事將成，為書童驚散。一夜直到天明，眼也不曾合一合。早起來，就覺頭眩，意欲再去復睡片時，只見輕煙拿著一帖進館。琪生展看，卻是一首小詞：　　<br>\\n劉郎誤入桃源洞，驚起鴛鴦夢。今宵訴出，百般愁。覿面兒教人知重，燈前說誓月下盟心，直恁多情種。攜雲握雨顛鸞鳳，好事多磨弄。忽分開連理枝頭，殘更挨盡心如痛。想是緣慳，料應薄倖，不為妒花風。　　　　　　　　　　　　　　　　　　　　　　　<br>\\n右調《一叢花》　　<br>\\n良人心鑒辱愛妾鄒雪娥斂衽制　　<br>\\n琪生把玩，喜動顏色，對輕煙道：「昨晚心膽皆為蠢奴驚破。臨後進來門卻已關，幾乎把我急殺。今早起來身子頗覺不爽。又承小姐召喚，今晚赴約。賢卿須來迎我 一迎。」輕煙道：「我們嚇得只是發戰，老早把門閂好在裡面，擔著一把冷汗，哪裡曉得這樣的事。」一頭說，一頭將手去摸琪生額上，道：「有些微熱。不要到風 地裡去，須保重身體要緊。我去報與小姐知道。」琪生道：「我這會頭目昏黑，不及回書。煩姐姐代言鄙意，說今晚相會，總容面呈罷。」輕煙點頭，急急而去。　 　<br>\\n琪生才打發輕煙進去，轉身書房，愈覺天旋地轉，眼目昏黑，立腳下住，忙到牀邊倒身睡下，將帖壓在枕下。不一時渾身發熱，寒戰不已。鄒公聞知，忙來候問，延 醫看視。藥還未服，只見素梅、輕煙二人齊至問候，手中拿著兩個紙包道：「小姐聞知相公有恙，令我二人前來致意相公，教千萬不可煩躁，耐心調理，少不得有 時，相公今晚不能去也罷。若有空時，小姐自己出來看你。俟你玉體少安自然來相約，今日切勿走動。這是十兩銀子，送你為藥鉺之用，這是二兩人參，恐怕用著。 又教相公看要什物件，可對我們說，好送來。她如今親自站在角門口候信。你可有什話說？」　　<br>\\n琪生感激不盡，泣道：「蒙小姐與姐姐這番掛念恩情，我何以報答。與我多多拜上小姐，說我無大病，已覺漸好，教她不要焦心，減損花容。少刻若能平復，晚上還 要進來，再容當面拜謝，致呈款曲。若缺什物件，自來取討，不勞費心。小姐自己珍重，方慰我心。」輕煙就將參銀放在琪生牀裡，素梅又替琪生蓋好被。二人摩摩 蹭蹭，百般疼熱，恨不能身替。怕有人來，含著眼淚致囑而去。　　<br>\\n琪生剛欲合眼，適鄭飛英同平君贊二人來探望。見琪生病臥，就坐在牀邊問安。鄒公也出來相陪。琪生見二人來至，心中歡喜，勉強扶病坐起。平君贊就去拿枕頭， 替他撐腰，忽見枕下一帖，露出愛妾兩字來，就當心暗暗取來放在袖中。與琪生談了一會，推起身小解，悄悄一看，妒念陡生，暗想道：「這女子怎麼被他弄上手？ 大奇！大奇！然而當日原是我兩人同見，焉知她不屬意於我？你卻獨自到手，教我空想。殊為可恨！」就心內籌算。　　<br>\\n在外踱了一會，進來約飛英同去。鄒公因二人路遠、意欲留客。君贊道：「只是晚生還有不得已之事，未曾料理。容日後來取擾罷。」琪生亦苦苦款留。飛英也道： 「我們與祝兄久闊，又未竟談，且祝兄抱恙，不忍遽回。又蒙賢主人愛客，我們明日去罷。」君贊道：「小弟原該奉陪，但有一舍親赴選，明日起程，不得不一餞 耳。」琪生恃在知己，便取笑道：「盟兄怎麼只在熱灶添火，不肯冷灶增柴，這等勢利？」鄒公與飛英大笑。　　<br>\\n君贊聞言，如刀鑽入肺腑，仇恨切骨，勉強陪笑道：「不是這等說。小弟還要修一封書，寄進京去候個朋友，不專為一餞而行。再不然，可留飛英兄伴兄一談，小弟明日再來把臂如何？」飛英道：「既是平兄有正事，不可誤他。小弟在此，明日回罷。」君贊隨即別卻三人，悻悻而去。　　<br>\\n琪生原無大病，因連日辛苦，又受了些寒，吃了些驚，著了些氣，一時發作。醫生用些表散藥服了，就漸漸略好。那枕下帖子，是昏瞶時所放，竟影也記不得。雖不 能作巫山之想，卻因身體尚未全愈，小姐又吩咐今晚不要進去，遂與飛英談心，倒也沒有罣礙。飛英直至次早方回。雪娥諸人時常偷隙問安，自不必說。　　<br>\\n且說君贊在路上切齒恨道：「這窮鬼畜生！我因你有些才學，所以與你相好。你倒獨佔美人。我不怪你也就夠了，你反當面譏誚我勢利，剝我面皮。虧得我還有些家 私，難道反不如你這窮鬼，倒要去奉承人不成？好生無禮，好生輕薄，可恨可惡。須擺佈他一遭。那個好女子，可惜是這窮鬼獨佔。我怎地設個法去親近一番，死亦 瞑目。」心內左思右想，再無計策。固又取出詩帖展玩，一發興動。正是一極計生，忽然點頭道：「必須如此如此，使他迅雷不及掩耳，萬無不妥。」趕至家中，做 起一張揭帖，央人謄清，放在身邊。　　<br>\\n次日又到琪生館中。君贊假作驚慌之狀，道：「昨日失陪，負罪不淺。今日特來報兄一大禍事，作速計較。」就袖中取出揭帖，遞與他看。琪生接過一看，寫道：　　<br>\\n揭為淫廁宮牆，污蔑紀綱，大傷風化穢法事。今有惡衿祝瓊，雖讀孔聖之書，單越先王之禮，不思捉筆跳龍門，慣為鑽穴，哪想占鼇扳月桂，惟解偷香。正是賣俏班 頭，宣淫領袖。鄒氏翁里中仁德，為憐才而招席。祝姓子，人中禽獸，拍假館以吞鳳。既已升堂，復入乃室。不止窺穴，又逾其牆。摟處子，鄒翁女也。彼丈夫祝姓 子歟。乞其不足，更有不可知者。又顧之他扶之，何必問焉。彼施此受，在女子猶寬其責。先強後從，於士人更何其誅。幾屬同人，鳴鼓而攻猶晚﹔合里人民，鼎烹 而食何傷？於是謹修短揭，遍告合城，共殛淫衿，以肅閨化。是揭。　　<br>\\n琪生不看則已，一看就驚得面如土色，半日不能言語，氣得發昏，汗如雨下。君贊道：「此一張是我看見，故此揭來，外邊不知還有多少哩。此事非同兒戲，關係兩 家的身家性命。盟兄快些籌畫要緊。小弟告別。」琪生扯住說道：「兄且不要去。為今之計，何以策我！」君贊道：「此事鄒老想未必知。若得知時，怎肯與兄甘 休？我想別無計較，千著萬著，走為上著。乘他未知快些走罷，此是妙計。」琪生道：「若是走時，家裡是藏不得。還是到哪裡躲避好？」贊道：「既沒處去，且到 我家去住幾天，再作區處。」琪生再不細詳其理，一昧恐懼，遂弄得沒主意。就悄悄帶了書市，急跟君贊到家。君贊就安他在外面書房內住下。　　<br>\\n琪生暗想：「遭這禍是哪個起的？這揭帖又沒名姓。我這事神兒不知，外邊人怎麼曉得？就是曉得，與他何因，便出帖揭我？」再摸頭不著。又想道：「我也罷了， 只是害了小姐與輕煙、素梅三人性命。豈不教我痛殺，不如死休。」又反自解道：「莫忙，且聽消息何如。」思來想去不覺大哭。到次日，就打發書童回家安慰父 母，因吩咐道：「如老爺奶奶問時，只說相公是因個朋友有要緊事，約往象山縣去，不得回家面說，卻叫小的來說。你也不必來了，切不可說我在這裡。萬一鄒家有 人來問，也是如此答應，不可有誤。」書童應聲而去。　　<br>\\n不說琪生在平宅。且說鄒家不見琪生主僕二人，好生驚異，只道有要緊事到象山去了。鄒公也就不問，不在話下。　　<br>\\n單說君贊用調虎離山之計，將琪生藏在自己家裡，私自想道：「這畜生雖然調開，只是我怎麼到鄒家與小姐相會？就是相會怎能使她必從？」想一想，道：「有了。 我不若撫她情詩。到明日晚上，竟悄悄進她房中，若順我就罷，若不從時，我將此帖挾制她，不怕她不從。豈不妙哉？」於是備酒到書房，與琪生同飲，慢慢試探他 的事情，往來的路逕門戶。琪生是個忠厚人，見他患難相救，信為好人，遂盡情告訴，一毫不瞞。君贊甚是洋洋得意。正合著兩句古語道：　　<br>\\n「畫虎畫皮難畫骨，知人知面不知心。」　　<br>\\n次日，君贊出城，到蒲村先尋了著腳之所。到晚，帶著情詩往鄒家後園來。時值十月下旬，沒有月色。君贊為人，素性畏鬼。這日為色所迷，大著膽前來。才轉過兒 家門首，忽聞背後悉索之聲。卻是自家衣服上掛了一根刺枝子，拖在地上響。他哪裡曉得？天又羆，暗聽得背後響，回頭又不見人，登時毛髮皆豎。還強掙扎往前行 走，響聲漸漸緊急，他心中更怕，道：「古怪！」及站住聽時，又不響了。及移步走時又響起來，嚇得渾身汗如雨下，被風一吹，一連打了十幾個噴嚏，一發著忙， 將自己額上連連拍幾下道：「啐！啐！」假意發狠，卷手露臂，道：「是什邪鬼？收來近吾！我是不怕的。」　　<br>\\n口雖如此說。卻心慌意亂，不管是路不是路，一味亂走。腳底下卻七高八低的，愈走得快，愈響得高，嚴然竟像有個人趕來一般。他初時還勉強掙挫，腳步不過略放 快些，到後來聽得背後響聲越狠，只不離他，就熬不過怕，只得沒命地飛跑起來。誰想這件東西偏也作怪：待他跑時，這東西在他腳上身上亂撞亂打。他見如此光 景，認定是個鬼來迷他，只顧奔命，口中亂喊：「菩薩爺爺救我！」心虛膽戰，不料一個倒栽蔥，跌在糞窖裡。幸喜糞只得半窖，只齊頸項淹著，渾身屎浸，臭不可 言。地窖又深，不能上來。欲待喊叫，開口就淌進屎來，連氣也伸不得一口。拼命挨至天曉，幸一個人來出恭，才看見，即去叫些人來撈起。　　<br>\\n君贊站在地上，滿頭滿臉屎塊只是往下滾來，還有兩隻大袖，滿滿盛著，一毫未動。連連把巾除丟地下，將衣服脫下，到河邊去洗臉洗身上，卻沒有褲子換，下身就 不能洗。遠近人來看的，何止一二百人。看了笑個不止，俱怕醃髒，誰來管他。起先糞浸之時，糞是暖的，故不覺冷，如今經水一洗，寒冷異常。登時發起戰來，青 頭紫臉，形狀一發難看。　　<br>\\n正在危急之際，鄒公領著家人，拿衣服來與他換。原來鄒公家住在前邊，有個小廝也來觀看，認得是君贊，回去做笑話報與鄒公。鄒公就忙來救他。見君贊惡狀難 堪，忙問其故。君贊又羞又惱，答道：「昨夜為鬼所逐，失腳跌下去的。」鄒公笑道：「哪裡有這事。」吩咐家人：「快將平相公衣服拿去河中洗淨。」家人去取衣 服，卻提起一根大刺針條子來。鄒公大笑道：「我說哪裡有鬼逐人之理，原來是這件物事。平兄為它吃了苦也。」君贊方才明白，又氣又苦，又好笑。　　鄒公遂同 君贊到家，重新沐浴更衣，因而留宿。君贊暗思道：「我為小姐吃此大苦，他怎知道，幸喜就在他家宿歇，真是緣法輻輳。但只是沒有情詩，就沒了把柄，怎麼 處？」又道：「罷罷！左右是破相了，好歹走他一遭。萬一做出來不妥時，就惡失了這老者，也不為稀罕，難道我有什事求他不成？若是僥倖妥貼，也不枉我這一番 苦楚。」　　<br>\\n算計已定。直到晚上，待鄒公進內，人已靜悄，他卻尋路一般，也到角門口。角門關得緊緊。他就將門彈了兩下。恰好素梅在階沿上玩耍，聽得門響，走來問道： 「是誰？」君贊道：「我是琪生。」素梅一時懞懂不察，聞得是祝郎，正在渴想之時。忙將門開了。上前一看，陌生不像，便又問道：「你是哪個？」君贊道：「實 不相瞞，我是平君贊，來見小姐的。」素梅怒道：「該死胡說。還不走你娘路，去葬你的糞坑！」　　<br>\\n君贊見罵得切實，頓足道：「葬你糞坑！這句話罵得我刻毒，罵得我狠。我也哪裡尋這樣一句毒的回她才好。」便道：「你這偷琪生的精！休得口強，有把柄在我手 裡。好好叫小姐出來便罷。不然，我若惱起來，叫你們俱不得乾淨。」素梅見他話裡有來歷，便道：「你既要見小姐，且站在門外，待我通知，再來接你。」　　<br>\\n君贊見她口軟，以為中計，料道必妥貼，點頭簸腦道：「我在此立等，你去說來。」素梅依舊將門關上，跑來對小姐道：「祝郎不知有什破綻落在早間那個平臭驢眼 裡。他公然來硬做，好生無狀。怎麼回他？」雪娥嚇得啼哭起來。輕煙也急得沒法，想一想，生個急智，對小姐道：「說不得了，我有一計在此，萬一事聲張，我與 素悔自去承當，決不累小姐。」雪娥拭淚道：「你有何計？」輕煙道：「小姐不要管我，也不要則聲，只憑我與素梅做來便見。管叫他又做落湯雞回去。」　　<br>\\n因走向素梅耳邊道：「如此，如此。」素梅笑道：「好計。我去招他來。」輕煙待素梅出來，就將外門閉緊。素梅走去復開角門，抱怨道：「我為你去說不打緊，倒 將我一頓肥罵。」君贊道：「她難道不怕死？」素梅道：「你這人，原來是個活現世報。哪裡有外人欲見小姐，倒教丫頭去明說的理？縱欲相見，也避嫌疑，自然不 肯。」　　<br>\\n君贊被她一句提醒，便笑道：「好個伶俐好人，說得是。待我自去看她如何？」就走進門來。素梅將角門仍舊關好，同他到外門口。君贊就去輕輕一推，哪裡推得 動？問素梅道：「怎麼得進去？」素梅低低說道：「旁邊牆上有個雪洞。你從那裡進去，甚便。」素梅就領他到洞邊。　　君贊見雪洞其小，只好容一身。裡面卻明 幌幌地點著燈。君贊道：「也罷。我從這裡進去，你須撮我一撮。」素梅當真將他身子撮起，君贊遂探頭鑽入雪洞。將及半截身子之時，素梅咳嗽一聲。裡面輕煙早 將他頭髮揪在手中，外面下半截身子又被素梅捺住。君贊兩隻手又緊緊地擠在雪洞裡。內外齊齊往下發狠捺住，幾乎連肚腸俱磕出來，君贊兩頭受虧，疼不可忍。　 　<br>\\n正待要叫喊，只見輕煙一手揪髮，一手拿著一把又大又尖的快剪子，在他臉上刺一下道：「你若則則聲兒，我立時截斷你的咽喉子！」君贊連忙道：「我再不敢則 聲，千萬莫動剪子！只求略放鬆些，我腸子已壓出。」又叫道：「外邊的好奶奶，我的腳筋已被磕斷，再不放鬆時，我的屎就壓出來了。」一會又哀求道：「二位奶 奶，我從今再不敢放肆，求饒我罷。我渾身疼死也。」疼得叫苦連天，將「娘娘」、「奶奶」無般不叫。　　<br>\\n雪娥在旁倒轉怒為笑。輕煙數說罵上一會，問道：「你說把柄在哪裡？」君贊道：「其實有詩一首。昨日被壓得爛，一時沒有。」輕煙與素梅不信，將他遍身亂搜，果然沒有。輕煙道：「你怎麼敢進來無狀？好好實說我就饒你。若有半字糊塗，只是槊死你便罷。」　　<br>\\n君贊不肯實說。輕煙與素梅就盡力齊往下只一捺，君贊疼得話也說不出來。輕煙將他臉上又是一剪子。君贊骨節將蘇，頭面甚痛，只是要命。遂將得詩做揭帖、嚇他 逃走、自己進來緣由直招。三人也暗自吃驚，又問道：「聞祝相公往象山去了，可是為此事躲避麼？」君贊道：「正是。」輕煙又叫小姐將筆、硯接過來，又取一張 紙放在他面前，卻將繩一根從雪洞內塞過去，叫素梅將他兩腳捆緊，又帶住一隻在手，又將一根繩扣在他頸項，一頭繫在腳上，然後將他一隻右手鵷出，對他道： 「你好好寫一張伏狀與我，饒你罷。」君贊見她手段，不敢違拗，忙拈筆問道：「還是怎樣寫？」輕煙道：「我說與你寫。」君贊依著寫道：　　<br>\\n立伏狀。罪衿平襄成於四月初八日在青蓮庵遇見鄒清澤家小姐，遂起淫心，妄生奸計。不合誣鄒氏與同窗祝琪生有染，遂假作揭帖，飛造穢言，色藏禍胎，挑起釁 端，欲使兩下興戈，自得漁翁之利。不料奸謀不遂，惡念復萌。又不合於本年十月二十九日，夤夜穴入繡房，意在強姦。鄒氏不從，大喊救人，竟為家人捉住，決要 送官懲惡。是惡再三懇求保全功名，以待自新，故蒙赦免，眷惡廉髒。此情是實，隻字不虛。恐後到官無憑，立此伏狀存案。　　　　　　　　　　　　嘉靖三十一 年十月二十九日立伏狀罪衿平襄成　　<br>\\n寫完又叫打上手印。輕煙交與小姐收好。卻笑對君贊道：「死罪饒你，活罪卻饒不得。待老娘來伏事你。」遂將他頭髮剪得精光，又一手扯過淨桶，取碗屎，將他耳、眼、口、鼻、舌俱塞得滿滿，把黑墨替他打一個花臉。然後把繩解開放他，就往外一推，跌在牆下。　　<br>\\n素梅還怕他放賴，匆匆跑過來，相幫輕煙掇著淨桶出來，一人一隻碗，把屎照君贊沒頭沒臉亂澆將來。君贊被推出雪洞，正跌得昏天黑地，遍身疼痛，見她二人來澆 屎，急急抱頭跑出角門，如飛而去。　　輕煙二人閂上角門，一路笑將進來。雪娥也微微含笑。三人進房議論，又愁祝郎不知此信，未免留滯象山。怎地寄信與他， 叫他回來？三人愁心自不必細說。　　<br>\\n閒話略過，且聽下回分解。 　<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第五回<br>\\n愛情郎使人挑擔<br>\\n　　　詞曰：　　<br>\\n喜得情人見面，嬌羞倒在郎懷。獲持一點待媒諧，又恐郎難等待。教妾柔心費盡，游蜂何處安排。權將竊玉付牆梅，聊代半宵恩愛。　　　　　　　　　　　　　　　　　　　　　　　右調《西江月》　　<br>\\n說這君贊，又弄了一身臭屎出來。這一遭身上倒少，口內卻多，竟有些些賞鑒在肚裡。跌足恨道：「活遭瘟！連日怎麼慣行的是屎運。」這樣美味，其實難嘗。幸而 房中有燈，又有一壺茶。取些漱了口，脫卻外衣，搌卻頭臉與身上。一壺香茶用得精光，身上還只是稀臭。心內想道：「天明鄒老出來，見我這樣斷髮文身，成何體 面，就有許多不妙。不若乘此時走了罷。」遂逾垣而去。天已微明，急急回來。到得家裡無法入內，竟入書房，重新氣倒椅上。合家大驚。　　琪生也才起來，聞知 這番氣像就進書房來看視，卻遠遠望見兩個女人在裡面。那一個年少的，真正是天姿國色，美豔非常。那女子臉正向外，見琪生進來，也偷看幾眼。琪生魂迷意戀， 欲要停步細觀，卻不好意思，只得退出來。心中暗道：「今日又遇著相思債主也。」　　<br>\\n你道那二女子是誰？原來君贊父母雙亡，家中只一妻一妹。那個年長些的，是君贊妻陳氏，也有六七分容貌，卻是一個醋葫蘆、色婆婆。君贊畏之如虎。那個年少 的，正是君贊妹子，字婉如，年方十六，生得傾城傾國，娬媚無比。櫻桃一點，金蓮三寸，那一雙俏眼如凝秋水，真令人魂銷。女工自不必說，更做得好詩，彈得好 琴。父母在時，也曾許過人家。不曾過門，丈夫就死了，竟做個望門寡。哥哥要將她許人家，她立志不從，定要守孝三年，方才議親，故此尚未許人。房中有個貼心 丫鬟，名喚絳玉，年十八歲，雖不比小姐容貌，卻也是千中選一的妙人，也會做幾句詩，心美機巧，事事可人。君贊時時羨慕，曾一日去偷她。她假意許他道：「你 在書房中守我，待小姐睡了就來，卻不可點燈。點燈我就不來。」君贊連應道：「我不點燈就是。你須快來。」遂揚揚先去。　　<br>\\n這絳玉眼淚汪汪走去，一五一十告訴陳氏。陳氏就要發作，絳玉止道：「大娘不要性急，我有一計。如今到書館如此而行。」陳氏大喜道：「此計甚好。」遂到書 房，絳玉也隨在背後。天色烏黑，君贊正在膽戰心驚地害怕，惟恐鬼來。聽得腳步響，慌問道：「是誰？」絳玉在陳氏背後應道：「是我來也。」　　<br>\\n君贊喜極，跑上前將陳氏竟摟在懷內，摩來摸去，口內無般不叫。陳氏只不則聲。君贊伸手摸著她下體，道：「好件東西。我大娘怎如得你的這等又肥又軟。」陳氏 也不則聲。君贊弄得慾火如焚，就去脫她褲子。陳氏猛地大喊一聲，君贊竟嚇了一跌。被陳氏一把頭髮揪在手，便拳打腳踢，大罵道：「我把你這沒廉恥的棗核釘！ 做得好事！平日也是我，今日也是我，怎麼今日就這般有興得隙，又這等贊得有趣。難道換了一個不成？怎又道：『大娘不如你的又肥又軟。』你卻不活活見鬼，活 活羞死！」說完又是一頓打。　　<br>\\n絳玉恨他不過，乘黑暗中向前將兩個拳頭在他背上如擂鼓一般，狠命地擂了半日。他哪裡知道？只說是陳氏打他。疼不過，喊道：「你今日怎麼有許多拳頭在我後心 亂打？我好疼也。」陳氏又氣又好笑，君贊只是哀求，幸虧妹子出來解勸方罷。自此君贊遇見絳玉，反把頭低著，相也不敢相她一相。豈不好笑？　　前話休題，再 說君贊氣倒椅上。眾人不知其故，見他頭髮一根也沒了，滿臉黃的黃、黑的黑，竟像個活鬼，大為驚駭。又見滿身稀臭，俱是爛屎，污穢觸人。就替他換下衣服，取 水洗澡。陳氏問他緣故，只不答應。君贊連吃了兩番啞苦，胸中著了臭物，吃了驚，又被輕煙二人兩頭捺上捺下，閃了腰胯，就染成一病。寒熱齊來，骨節酸痛，睡 在書房不題。　　<br>\\n一日，琪生欲到書房去看君贊。剛剛跨出房門，恰好與婉如撞個滿懷，幾乎將婉如撞了一跌，還虧琪生手快，連連扯住。　　<br>\\n原來婉如獨自一人，也要到書房去看哥哥。因這條路是必由之地，要到書房定要打從琪生門首經過。婉如才到門口，恰值琪生出門，故此兩身相撞。琪生扯住婉如， 遂作揖道：「不知觀音降臨，有失迴避。得罪，得罪。」婉如原曉得琪生是哥哥朋友，今見是他，回嗔變羞，也還了一禮，微微一笑，跑向書房去了。　　<br>\\n琪生直望她進了書房，才復進房來。歡喜道：「妙極！妙極！看她那嬌滴滴身子，一段柔媚之態，羞澀之容。愛殺！愛殺！我祝琪生何幸，今日卻撞在她綿軟的懷 裡，黏她些香氣？我好造化也。」又想道：「看她方才光景，甚是有情。她如今少不得回去。待我題詩一首，等她過時，從窗眼丟出，打動她一番，看她怎樣。只不 知她可識字否？不如將鳳釵包在裡面更好。」不一會，婉如果至，才至窗前，就掉下一個紙包來。婉如只說是自己東西，遂拾在手中，又怕撞著琪生，忙走不迭。琪 生見她拾了去，快活不過。　　<br>\\n說這婉如走進房中，捏著紙包道：「這是什麼東西？」打開一看，是一支鳳釵，「不知是哪個的？」又見紙包內有字，上寫絕句一首：　　<br>\\n夢魂才得傍陽臺，神女驚從何處來？　　欲寄相思難措筆，美人著意鳳頭釵。　　<br>\\n婉如看完，知是琪生有心丟出的。暗道：「那生才貌兩全，自是風流情種。我想哥哥見如此才人不與我留心擇婿，我後來不知如何結局？我好苦也。」不覺淚下。又 想道：「或者也已有聘親了，哥哥故不著意？」正在猜疑，恰好絳玉走至面前。婉如忙收不及，已為看見。絳玉問道：「小姐是哪裡來的釵子？把我看看。」婉如料 瞞不過，遂遞於她。　　<br>\\n絳玉先看鳳釵道：「果是好支釵子。」及再看詩，暗吃一驚，笑道：「是哪個做的？」婉如就將撞見琪生，拾到緣由告訴她。絳玉見小姐面有淚容，寬慰道：「這是 狂生常態。小姐置之不理便罷，何必介懷。」婉如道：「這個不足介意。我所慮者，哥哥如此光景，恐我終身無結果耳。」絳玉已曉得小姐心事，便道：「祝生既有 情於小姐，又有才貌，若配成一對，真是郎才女貌，卻不是好？」婉如道：「這事非你我所論。權在大相公。」絳玉道：「大相公哪知小姐心事？恐日後許一個俗 子，悔之晚矣！小姐何不寫個字兒，叫琪生央媒來與大相公求親？他是大相公好友，自然一說就允。」婉如道：「瘋丫頭，若如此乃是自獻了！豈不愧死。」婉如說 完長歎一聲，竟往牀上和衣睡倒。絳玉將鳳釵與詩就替小姐收在拜匣內，不題。　　再說琪生又過數天，見婉如小姐並無動靜，又不得一見，惆悵不已。心中又掛念 雪娥三人，忽想道：「我在此好幾天，並不聞外邊一些信息，想已沒事。平兄又病倒，我只管在此擾他，甚不過意。不若明日回去，再作道理。」再又想道：「我的 美人呀，我怎地捨得丟你回去？」遂一日鬱鬱不樂，連房門也不出，一直睡到日落西山。起來獨自一人，悶悶地坐了一會，連晚飯也不吃，竟關門上牀。頭方著枕， 心事就來。一會掛牽父母，一會思想雪娥三人情份，一會又想到婉如可意。翻來覆去，再睡不著。坐起一會，睡倒一會，心神不寧，五內亂攪。　　<br>\\n不一時，月光照窗，滿室雪亮，遂起來開門步月。只見天籟無聲，清風淅淅，口內低低念道：「小姐，小姐，你此時想應睡了。怎知我祝琪生尚在此搗牀碾枕，望眼 將穿？鳳釵信息幾時到手？」因走下階，對月唏噓。獨自立上一會，信步閒行。見對面一門未關，探頭去張，卻是小小三間客座，遂踱進去閒玩。側首又是一條小 路，走到路盡頭，又有一門，也不關。進去看時，只見花木陰濃，盆景砌疊。　　<br>\\n正看之時，忽聞琴聲響亮。側耳聽之，其音出自花架之後，遂悄悄隨聲而行。轉過花架邊，遠遠見兩個女子，在明月之下，一個彈琴，一個侍立。琪生輕輕移步，躲 在花架前細看，原來就是小姐與絳玉。琪生在月下，見小姐花容，映得如粉一般，嚴然是瑤宮仙女臨凡。登時一點欲心如火，按掠不住。恰好絳玉進去取茶，琪生思 道：「難得今日這個機會。從此一失，後會難期。乘此時拼命向前與她一決，也免得相思。」就色膽包身，上前抱住婉如道：「小姐好忍心人也。」　　把婉如一 嚇，回頭見是琪生，半嘖半喜道：「你好大膽，還不出去。」遂將手來推拒。棋生緊緊不放，懇道：「小姐，我自睹芳容之後，整日度月如年，想得肝腸欲斷，日日 鬱鬱待死。我又未娶，你又未嫁，正好做一對夫妻。你怎薄情至此？」婉如道：「你既讀書，怎不達禮？前日以情詩挑逗，今日又黑夜闖入內室，行此無禮之事。是 何道理？快些出去！」琪生跪下哀求道：「小姐若如此拒絕，負我深情，我不如死在小姐面前還強似想殺！看小姐於心何忍。」　　婉如不覺動情，將他扶起，道： 「癡子！君既有心，妾豈無意？只是無媒苟合，非你我所行之事。你何不歸家央媒與我哥哥求親，自然遂願。」琪生道：「恐令兄不從，奈何？」婉如道：「妾既許 君，死生無二。若不信時，我與你就指月為盟。」　　<br>\\n琪生遂摟著小姐交拜而起。琪生笑道：「既為夫婦，當盡夫婦之禮。我與你且先婚後娶，未為不善。」因向前摟抱求歡。婉如正色道：「妾以君情重，故以身相許。 何故頓生淫念，視妾為何如人耶？快快出去。倘丫頭們撞見，你我名節俱喪，何以見人。」琪生又懇道：「既蒙以身相許，早晚即是一樣，萬望曲從，活我殘生。」 就伸手去摸她下體。婉如怒道：「原來你是一個好色之徒！婚姻百年大事，安可草草。待過門之日，自有良辰。若今日苟合，則君為穴隙之夫，妾作淫奔之女，豈不 貽笑於人？即妾欲從君，君亦何取？幸毋及亂。若再強我，有死而已。」　　<br>\\n琪生情極哀告道：「我千難萬難，拼命進來，指望卿有戀心，快然好合。誰知今又變卦，我即空返，卿即亦何安？此番出去，不是想死，定是害死，那時雖悔何及， 卿即欲見我一面，除非九泉之下矣。」說罷泣涕如雨，悲不能勝。婉如亦將手摟著琪生哭道：「妾非草木，豈無欲心。今日強忍亦是為君守他日之信，以作合巹之驗 耳。不為君罪妾之深也。妾心碎裂，實不自安，亦不忍得看你這番光景。如之奈何？」低頭一想，笑道：「妾尋一替身來，君能免妾否？」琪生笑道：「且看替身容 貌何如？若果替得過，就罷。」婉如遂呼絳玉。　　<br>\\n原來絳玉拿茶走至角門，見小姐與琪生摟抱說話，遂不敢驚她，卻將身躲在內裡，張望多時。今聞呼喚方走出來，掩口而笑。婉如指著絳玉向琪生笑道：「此婢權代 妾身何如？」琪生見她生得標緻，笑道：「只是便宜了我。」遂將絳玉一把摟在懷內。絳玉羞得兩片胭脂上臉，便力拒。無奈婉如向絳玉道：「養軍千日，用在一 朝。你權代勞，休阻他興，今後他自看顧你。」絳玉道：「羞答答的，小姐的擔子，怎麼把於我挑？苦樂未免不均。」婉如又笑道：「未知其樂，焉知其苦，你順從 他了罷。」絳玉躲避無地，被琪生抱進房中，無所不至。正是：　　<br>\\n他人種瓜我先吃，且圖落得嘴兒鬍。　　<br>\\n哪知絳玉又是一個處子。只因年長，不似素梅、輕煙苦楚。那些蔦啼嬌轉，花碎柔聲，狎妮之態不想可知。　　<br>\\n二人事完，掃去落紅，並肩攜手出來。見婉如立在階前玩月。琪生向前將兩手捧著她鬢臉，在香腮上輕輕咬上一口，笑道：「卻作局外人，無乃太苦乎？」婉如也笑 道：「妾享清虛之福，笑你們紅塵攘攘之為苦耳。」因見絳玉鬢髮凌亂，臉尚有紅色，就帶笑替她整鬢道：「你為我亂鬢，喘息尚存，從今卻是婦人，實苦了你 也。」絳玉含羞微笑。琪生應道：「她還感你，要酬謝我等，怎說苦她？」絳玉笑道：「方才先在地上，那般猴急的涎臉，救急的眼淚，好不羞。不是你大動秦庭之 哭，正好沒人睬你哩。」婉如大笑。　　<br>\\n三人正說笑得熱鬧，忽聞雞聲亂鳴，開開欲曉。婉如遂同絳玉送琪生出來。琪生對婉如道：「卿既守志，我亦不強。只是夜夜待我進來談笑何如？」婉如笑道：「若能忘情於容，雖日夜坐懷何妨。」齊送至門首，三人分別。　　<br>\\n看官，你道他家門如何不關，就讓琪生摸進來？這有個緣故。君贊妻子陳氏，酷好動動，是一夜少不得的。只因丈夫病倒，火燄發作，其物未免作怪，抓又抓不得， 燙又燙不得，沒法處治。遂仰扳了一個極有膽量、極有氣力、最不怕死的家人，喚作莽兒，這夜也為其物蟲咬。直待丫頭眾人睡盡，故此開門延客。正是：　　<br>\\n一人有福，攜帶一屋。　　<br>\\n琪生恰好暗遇著這機會。婉兒的房卻住在側首，與陳氏同門不同火，也因睡不著，故此彈琴消悶。哪知琪生又遇著巧，也是緣法使然。這琪生別了婉如、絳玉，進入房中竟忘閉門，解衣就睡。一覺未醒，早有一人推他，道：「好大膽，虧你怎麼睡得安穩？」　　<br>\\n琪生嚇得不知何事。且聽下回分解。<br>\\n<br>\\n<br>\\n第六回<br>\\n招刺客外戚吞刀<br>\\n　　　詩曰：　　<br>\\n本待欲擒山上虎，誰知錯射暗中獐。　　<br>\\n刀頭誤染冤魂血，半夜錚錚鐵也傷。　　<br>\\n卻說琪生正睡得鞬鞬的，忽一人進來推道：「好大膽！日已三竿，這時還睡！」琪生驚醒，見是絳玉，笑道：「我在此養精蓄銳，以備夜戰。」絳玉把眼一偢道： 「你若只管睡覺，恐動人捉賊。還不快些起來，小姐有帖在此。怕有人至，我去也。」遂將帖子丟在牀上，匆匆而去。琪生起來開看，卻是絕句詩一首，道：　<br>\\n　<br>\\n妾常不解淒涼味，自遇知心不耐孤。　　<br>\\n情逐難飛眉黛損，莫將幽恨付東隅。　　　　　　　　　　　　　　<br>\\n祝君才郎文幾弱妾平氏婉如泣筆　<br>\\n　<br>\\n琪生看完道：「哪知她也是高才，一發可愛。」遂珍藏拜匣。用完早膳，走到君贊處問安。君贊病已漸漸好了。他是個極深心、極有作為的人，待琪生全不露一些不 悅的圭角，還是滿面春風，更比以前愈加親熱，胸中卻另有主張，如劍戟麟甲相似，真是險不過的人。二人談了半日，琪生依舊回房，也不思想回去了。　　<br>\\n至晚卻又依路進去。這遭卻有絳玉接應，一發是輕車熟路。行至角門，早見婉如倚門而待。兩人攜手相攙，並肩而坐，在月下暢談。婉如倚在琪生懷中，絳玉傍坐， 三人嘲笑，歡不可言。婉如偶問道：「你既未完親，那鳳釵是哪裡的？卻又帶在身邊。」琪生陪笑道：「我不瞞你，你卻不要著惱。」遂將遇鄒小姐三人始末說出。 又道：「若日後娶時自不分大小，你不必介意。」婉如笑道：「我非妒婦，何須著慌。只要你心放公平為主。」　　<br>\\n琪生接著她道：「好個賢惠夫人，小生頂戴不起。」婉如又笑道：「我不妒則不悍，何必又作此懼內之狀。」絳玉也歎道：「如今得隴就望蜀，已自頂戴小姐不起，到後日吃一看二之時，看你頂戴得哪一個起？」　<br>\\n　<br>\\n婉如與琪生大笑。琪生頓得情興勃發，料婉如決不肯從，只是連連打呵欠，以目注視絳玉微笑。絳玉低頭不語，以手拈弄裙帶。婉如已知二人心事，含笑對琪生道： 「醉翁之意不在酒。你若體倦，到我房中略睡睡，起來與你做詩玩耍。若要茶吃，我教絳玉送來。」琪生會意，就笑容可掬地進小姐房中，見鋪飾精潔，脂粉襲人。 又見牙牀翠被，錦裳繡枕，香氣撲鼻，溫而又軟。一發興動，遂倒身睡在小姐牀上，連要茶吃。　　<br>\\n外邊小姐喚絳玉送茶進來，琪生就捉她做成串對兒了。兩人事完就起身整衣出來。婉如迎著笑道：「你們一枕未闌，我已八句草就。」遂復同琪生、絳玉到房取紙筆寫出道：<br>\\n　　　　　　<br>\\n題月　　<br>\\n雲開空萬里，咫尺月團圓。　　<br>\\n鳥遂分光起，花還浸雨眠。　　<br>\\n冰人分白簡，玉女弄絲鞭。　　<br>\\n誰識嫦娥意，清高夢不全。　　<br>\\n<br>\\n琪生賞玩，鼓掌大贊道：「好靈心慧手，筆下若有神助。句句是詠月，卻字字是雙關，全無一點脂粉氣。既關自己待冰人，又寓絳姐先伴我，卻又以月為題主，竟關 著三件。才情何以至此？」絳玉也接過來，看見詩中寓意可憐，自不過意，向小姐道：「我不善做詩，也以月為題，胡亂謅幾句俗話，搏小姐與祝相公笑笑。」也寫 道：　　<br>\\n有星不見月，也足照人行。　　<br>\\n若待團圓夜，方知月更明。　<br>\\n　<br>\\n婉如與琪生看了贊道：「倒也虧她，更難為她這點苦心。」琪生拍著絳玉肩背笑道：「這小星之位自然是穩的，不必掛心。」三人齊笑。琪生也取筆作一首《月詩》寓意道：　　<br>\\n皎皎凝秋水，涓涓骨裡清。　　<br>\\n冰清不礙色，玉潔又生情。　　<br>\\n鳥渡枝頭白，魚穿水底明。　　<br>\\n團圓應轉眼，可憐聽琴聲。　　<br>\\n婉如與絳玉同看，贊不絕口。<br>\\n<br>\\n道：「君之才，仙才也。其映帶題面，含蓄情景，句句出人意表，字字令人心服，自非凡人所及。」三人做完詩，婉如又取琴在月下彈與琪生聽。音韻銼鏘，裊裊如訴，聞之心醉神怡，令人欲歌欲泣。　　<br>\\n琪生聽得快活，就睡在琴旁，以頭枕在絳玉腿上，以手放在小姐身上，屏氣息聲，細聆奧妙。及至曲終，猶餘音清揚，沁人情性。婉如彈罷，拂弦笑道：「郎君一手 分我多少心思。」琪生嘿然笑道：「我兀樂以忘憂，竟不知尚有一手久礙於卿之佳境。」絳玉又笑道：「你倒未必忘憂，只忘了我這個枕頭酸麻了。」　　<br>\\n三人齊笑個不住，就取酒吃，行令說笑，好不興頭，房中雖還有兩個丫頭，俱在後面廂房宿歇，尚隔許多房子，門又反扣，哪裡聽見？任憑他三人百般狎妮、調笑、 謔混，有誰知道？琪生飲得半酣，將二人左右一邊一個摟著，口授而飲，連小姐的金蓮也搬起來捏捏摸摸，玩耍一番。婉如也不拒他，憑他摩頂放踵。自己也村一 會、雅一會的相調，只不肯及亂。琪生只拿著絳玉盛水。三人一直玩至雞鳴方散。自此無一夜不在一處共樂。漸漸膽大，絳玉連日裡敢還常到琪生房中取樂。一連多 少天，倒也耍得安穩。　　<br>\\n誰想樂極悲生。君贊病已大好，不過坐在書房調理頭髮。一日正午時候，偶然有事進內，走至琪生門口，聽見裡面有人說話，就打窗眼一望：只見琪生與絳玉摟抱做 一堆，只差那一點不曾連接。君贊大怒，也不驚破他，連連暗回書房，恨道：「這小畜生，如此無禮。前番當面譏消我勢利，今朝背地奸我丫鬟。此恨怎消？且此人 不死，鄒氏難從。」越想越惱，發恨道：「恨小非君子，無毒不丈夫。」就眉頭一蹙，計上心來。　　<br>\\n晚間吃酒時，對琪生說道：「小弟不幸為病所苦，一向未曾料理到盟兄身上，負罪良多。料知己自能原情。我今日替盟兄細細揆審，鄒家此時不見動靜，必定是不 知，沒事也不見得。然而不可不信，亦不可全信。明晚盟兄何不悄悄私到鄒小姐處，討個實信，倒也安穩。省得只管牽腸掛肚，睡在憂苦場中。一則令尊、令堂不知 盟兄下落，二則鄒小姐三人必盼望盟兄。或至相思成疾，反而小弟做了盟兄的罪人了。」琪生也道有理，心中感激，滿口應承，謝之不盡。夜闌各散。　　<br>\\n君贊私喚莽兒到書房，取出一錠銀子，對他道：「我家中只有你膂力甚大，心粗膽壯，為人忠心可托。我有一件事要你去做，今兒賞你這錠銀子。若做得乾淨時，我 自抬舉你管兩個莊房，還娶標緻妻子與你。」莽兒道：「相公差遣焉敢不去，何必賞銀？不知是何事？求相公說明，雖赴湯蹈火也要做了來。」君贊道：「好！好！ 我說你有忠心，果然不差。叵耐祝家這小畜生，竟與絳玉小賤人有奸。我欲置之死地，但家中不便下手。他日日在我家思想鄒小姐，我誘他明晚去私會小姐。你到明 晚可悄悄閃進鄒家後園，將他一刀殺了，急急回來，人鬼不知，除此一害。如萬一有什話說，我自料理，你放心去做就是。只是不可走漏風聲，此為上著。」莽兒見 君贊一頓褒獎，花盆好不會頃，又為利心所動，慨然應允而去。　　<br>\\n次日，君贊待琪生動身出門後，就去向妹子盡情說絳玉如此沒廉恥。婉如聞言，幾乎嚇傻，只得假罵道：「這賤人該死。」君贊也不由妹子做主，就去叫絳玉來，罵 道：「我道你貞節可嘉，原來只會偷外漢！」遂剝下衣服，打一個半死，也不由她分辯，立刻就喚王婆婆來領去賣她。婉如心如刀割，再三勸哥哥恕她，不要賣出， 恐惹人笑話。君贊立意要賣，怒道：「這樣賤人還要護她！豈不替你妝幌子？連你閨女體面也沒有了。你若房中沒人伏事，寧可另討一個。」婉如氣得不好則聲。　 　<br>\\n頃刻媒婆來領絳玉。絳玉大哭，暗向小姐泣道：「誰知祝郎才動腳我就遭殃。小姐若會他時，可與我多多致意，我雖出去，決不負他，當以死相報。切勿相忘，教他訪著媒婆，便知我下落，須速來探個信息。我死亦瞑目。」遂痛哭一場，分手而別。　　<br>\\n恰好一個過路官兒，正尋美女要送嚴嵩。媒婆送去，一看中意，兩下說明，即日成交，就帶人去。這事雖在同時，還在琪生之後，按下不題。　　<br>\\n<br>\\n卻說來生聽君贊言語有理，當晚酒散就進去與婉如、絳玉二哭別。二人一夜棲棲惶惶，你囑咐，我叮嚀，眼淚何曾得乾。天明只得痛哭分別，出來又去別卻君贊。君贊送出門，囑道：「這是盟兄自己的事，緊在今晚，早去為是。小弟明日洗耳專聽佳音。」兩下拱手而別。　　<br>\\n琪生在路想道：「家中父母一向不知消息，兩個老人家不知怎麼心焦。總之今日尚早，不免先到家中，安慰見父母，又可先訪訪外邊動靜，再去不遲。」打算已定， 竟奔家來。父母一見，如獲珍寶。兩個老人家問長問短，哪裡說得盡頭。時已過午，琪生一心要去，便道：「孩兒還要去會個朋友，明日方得回來。」祝公道：「才 走到家如何又要出門？有事亦在明日去罷。」琪生道：「有緊要事，約在今日。」老夫人道：「是何事這等緊要？」琪生一時沒法子回答。夫人道：「料沒什大事， 遲日去不妨。」琪生執意不肯。<br>\\n　　<br>\\n祝公與夫人齊發怒道：「你在外許多日子，信也沒個寄來。教我兩人提心吊膽，懸懇而望。你難道沒有讀過書，說父母在，不遠遊，遊必有方。你何曾學他半句？你 今日歸家，正該在我父母面前談說談說，過他三日、五日再出門去未遲。怎坐未暖席又想要去？可知你全不把父母放在心上，竟做了狼心野性。這書讀他何用？我又 要你兒子何用？」千不孝，萬不孝，忤逆的罵將起來。琪生見父母發怒，只得坐下道：「孩兒不去就是。」遂鬱鬱在家不題。　　<br>\\n單說鄒澤清在家，日日盼望琪生不至。這日才到一個內親，卻是夫人戴氏的堂姪，名戴方城。父親戴松，是個科甲。是嚴嵩門下第一位鷹犬，現任戶部侍郎。這方城 因姑娘在時，常來玩耍，見表妹標緻，心上想慕。因表妹年幼，不好啟齒。後來姑媽又死，一向不曾來往。近日因父親與他議親，他就老著臉要父親寫書向姑夫求 親。父親道：「路途遙遠，往返不便。既是內親，不妨你將我書自去面求。萬一允時，就贅在那裡，亦無不可。」故此特到鄒家。　　<br>\\n鄒公心中原有招琪生之念，只待他到館面訂。今見內姪來求，心上就猶豫不決，且安頓在後園住下。恰好這晚莽兒進園行刺，悄悄越牆而過，行至園中，伏著等候。　　<br>\\n這晚，是雲朦月暗，方城偶出書房，門外小解。莽兒恍恍見個戴巾的走來，只道是琪生，心忙意亂，認定決是琪生，走上前照頭盡力一刀，劈做兩開，遂急急跳牆回家獻功。　　<br>\\n那戴家家人見相公半日不進房，忽聽得外邊「撲」的一聲響。其聲甚是古怪，忙點燭籠來照，四下一望，哪有個相公的影？才低下頭來，只是一個血人倒在地上。仔 細一看，不是別人，卻就是他貴主人，嚇得大聲喊叫。驚得鄒公連忙出來，看見這件物事，嚇倒在地，沒做理會。戴家人連夜縣堂擊鼓的擊鼓，打點進點，報信的報 信。　　<br>\\n數日之間，戴家告下謀財害命的狀來，將鄒公拘在縣裡。一拷六問，嚴刑拷打，備盡苦楚。雪娥在家日夜啼哭，自己是女子，不能出力。幸虧輕煙母舅吳宗是本縣牢頭禁子，央他去求分上，打點衙門。往戴家求情，戴家哪裡肯聽，定要問他抵償。好不可憐！　　<br>\\n話分兩頭，再說君贊這棗核釘。當晚見莽兒回來，報說事已做妥。好生歡喜，賞了莽兒些銀子，自己卻一夜算計道：「我雖吃盡若干苦惱，受了丫頭之氣，但那日鄒小姐並不曾出一惡言。有然有情於我，卻怎地弄得她到手？」思量一夜，並無半條計策。　　<br>\\n到次日，老早著人打聽鄒家消息，方知殺差了。又驚又惱道：「那畜生又不曾除得，反害卻鄒老與小姐。怎麼處？」一連幾日，放心不下。遂將巾幘包好新樣頭髮， 自己要到縣前訪信。出門忽撞見一個大漢，項上帶著麻繩、鐵索，許多人圍送過去。君贊問人，說是才拿住的有名強盜，叫做馮鐵頭。君贊聞知，陡然一計上心。急 回家取了若干銀子，到縣前弄個手段，竟要買囑那強盜來扳害琪生做窩家。　　<br>\\n不知琪生此番性命何如？<br>\\n再聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n第七回<br>\\n遭貪酷屈打成招<br>\\n　　　<br>\\n詞曰：　　<br>\\n生死從來有命，無緣空想嬌娥，千方百計起干戈，再將大盜扳他。恰遇剝皮縣令，縱然鐵漢才過。書生漫無生活計，暫時且受煎磨。　　　　　　　　　　　　　　　　　　　　　　　右調《西江月》　　<br>\\n且說平君贊雖恨莽兒殺差了對頭，又不好聲張此事，難為莽兒。悶悶不樂，踱進踱出，再想不出一個弄殺琪生之計。且自出門走走，恰好遇著兩個捕人鎖著一班強盜 走過。不覺計上心來，便想買盜扳答琪生。遂尾著強盜，到了縣前。扯過捕人，尋個僻靜去處，問這盜首姓什麼。捕人道：「在下也不知道他什麼名字，人都叫他馮 鐵頭。相公問他何干？」君贊便將心事對他說明，許他重謝。　　<br>\\n捕人轉身便與馮鐵頭商量道：「你今一見過官來，衙門內有許多使費、監內有許多常例要分。我看你身無半文，也須生發些用用，方不受苦哩。」馮鐵頭道：「縱如 此，咱又無親戚在此，錢銀從何措備？只好拼命罷了。」捕人道：「我倒為你生發一路在此。你若依我行去，只用一二句話，吃也有，銀子也有。」馮鐵頭道：「好 個慈悲的差公。咱在江湖上，人也殺過多少，何難沒兩句話？你請說來。」捕人便將扳害祝琪生做窩家的事教他道：「官府如夾打你的時節，你便一口供出他來。你 的衙門使費，監中用度，都在我身上，一文都不要你費心。」馮鐵頭道：「多承感情，敢不領教。」　　<br>\\n捕人見已應允，就往復君贊道：「強盜已說妥了，須得百金方好了事。你若要處個死情死意，縣裡太爺也須用一注，方能上下夾攻，不怕他不招認。」君贊道：「此 番自然要處他一個死，斷不可放虎歸山。」一面拿出銀百兩，與捕人看看，道：「占堂馮鐵頭果然招出祝琪生，琪生一到官，你便來取此銀子罷。」一面收拾二十名 長夫，頃煩一最用事的書房錢有靈送與孫知縣，要他不可因琪生是鄉紳之子，又是秀才，輕輕發落，必須置之死地。　　<br>\\n卻好孫知縣是有名的贓官，又貪又酷，百姓送他一個大號，叫「孫剝皮」。凡告狀人尋著他，不但咬他一口，直到剝他的皮，方才住手。至於強盜所扳，極是順理的事，一招一夫，怕他不招。自得了彩頭，遂立刻出簽，拿窩盜犯生祝琪生聽審。　　<br>\\n差人忙到祝家門上問：「祝相公可在家麼？」管門的道：「你是哪裡來的？要見相公做恁事？」差人便道：「我們是本縣大爺差來的，不知何事請相公立刻過去一 會。」祝公聞言，對兒子道：「來得詫異，我與縣尊素不往來，又非季考之期，名帖也不見一個，忽然來請？還須容個明白方行。」奈外邊兩個差人催得甚緊。琪生 對父親道：「諒無大事。待孩兒去走走就回。」隨即出來，與二人同行。那差人也並不要祝家一盅茶吃。　　<br>\\n看官，你道天下有這等不要錢的公差麼？只因棗核釘已送過差人十兩銀子，說道」不要得祝家分文，決要立時帶他落地，不可被他知風逃脫」的緣故，所以即刻騙到縣中。恰好孫剝皮坐堂聽審，一面叫監裡取出馮鐵頭來，與琪生對質。　　<br>\\n琪生初意走上堂來，正要與縣尊行禮，及至跪將下去，差人忙稟「犯生帶到！」知縣泰然不理，反將案桌一拍，道：「好個詩禮之家！如此清平世界，何故窩藏大 盜？」琪生聞言，猶如青天霹靂道：「不知此話從哪裡來的？生員閉戶讀書，老父休養在家，平素不交面上可疑之人。老父母此言必有差誤﹍﹍」　　<br>\\n道猶未了，只見牢中早帶出馮鐵頭來。剝皮便道：「這不是你窩的人？差與不差，你自問他。」琪生遂向馮鐵頭亂嚷道：「我從不與你識面，是哪一年、哪一月窩你 的？好沒良心傷天理！必是名姓相同，扳差是實。」馮鐵頭道：「一些不差。你假不認得咱，咱卻真認得你。滿縣多少人家，咱何不扳別人，獨來扳你？你自去想一 想，必有緣故。請招了罷。」　　<br>\\n剝皮見琪生不招，便道：「不動刑是決不招的。且帶起收監，待我申過學院，革退衣巾再審。」立時申文革去秀才，重提細審。此審竟不問虛實，先打三十大板，然 後連問：「招也不招？」琪生打得死而復生，哭訴道：「毫無蹤影之事，如何招得？」剝皮又不許他再開口，便叫夾起來。立時雙夾棍一百敲，已是昏跪在地下了。 看官，你道一個幼弱書生，如何當得如此極刑，自然招了。剝皮便叫立刻圖招，同馮鐵頭一齊監候不題。　　<br>\\n且說祝公見兒子屈打成招，正在憤急之際，適值鄭飛英來望，說及此事，大為不平，道：「太平之世，豈為盜賊橫扳，吾輩受屈之理？明日待小姪約些學中朋友，吵到縣中去，問那孫剝皮，如何昏聵至此？我輩可以魚肉，小民一發死了。老伯不必憂慮。」　　<br>\\n一逕別了祝公，先主見平君贊。說及琪生被盜扳之事，「吾兄可聞得麼？」君贊道：「怎不知道？但別的訟事可為祝兄出辦，若說到窩盜二字，當今極重的盜案，斷 管不得的。那問官倘若說道『你來講情，分明是一伙的』，如何是好？」飛英道：「祝兄是被盜所扳，又非圖財害命真正強盜，保舉何害？」君贊道：「窩家更不可 保。倘若強盜見我們出頭強保，他懷恨在心，不叫同伙的來打劫我們，便再來扳起我來，不是當耍的。只可送些酒食進監裡去問候他，便是我輩相與之情了。兄請細 思之。」　　<br>\\n鄭飛英見他言語甚淡，便立起身道：「小弟一時不平，且為吾輩面上，不可壞了體統，已約了通學朋友，動一公舉呈子。吾兄不來，恐為眾友所笑。」君贊道：「小 的來是決來的，但不可把賤名假呈頭。近日功令最惱的是公呈頭兒，況且祝兄已自認了，公呈恐未必濟事。」飛英道：「呈頭自然是我，豈有用兄之理。只求兄即日 早些帶了公服在縣門首會。」一拱而別，飛英再往各朋友處一聯。　　<br>\\n次日，先在縣門外候齊了眾友。待孫剝皮升堂，眾友一擁而進，鄭飛英拿著呈子，跪稟道：「生員們是動公舉的。」剝皮接上呈子一看，是長夫坑儒，道學不平事。 便道：「諸生太多事了，豈不聞聖諭：『凡是不平之事許諸人，不許生員出位言事。』況且強盜重情，更不宜管。祝琪生窩盜，諸生自然不得而知。本縣亦不敢造次 成招。已曾申詳過學道，革去衣巾，方才審定。與眾生員何干？」鄭飛英道：「祝琪生朝夕與生員輩會文講學，如何有窩盜之事？還求老父母細察開釋，不可聽強盜 一面之詞，至屈善良。」剝皮怒道：「據你所言，強盜竟不該載有窩家的了，律上不該載有窩家的罪款的了。本該將公呈上名姓申送學道，念你等為朋友情面上相 邀，得他一個感激，便來胡鬧，姑不深究，請自便罷。」　　<br>\\n眾人知不濟事，皆往外走。鄭飛英還立著道：「天理人心，如何去得？」那孫剝皮道：「眾生員俱退避，獨你嘵嘵不已，想是窩盜，你也知情的。」鄭飛英見他一片 歪話，只得恨恨而出。獨有平君贊樂殺，一路自忖道：「真正錢可通神。若不是這二十名長夫在腰裡，哪能夠如此出力。琪生此番定中我計了。」　　<br>\\n到家忽想起鄒小姐來：「如何生個法兒，騙得她到手，方遂吾之願。」適值王婆婆走到，說起小姐要討一個丫鬟，「倒有個與絳玉姐一樣的在此，只是身價也要與絳 玉姐一樣，不知相公可要麼？」君贊道：「相貌果像得絳玉，她的身價尚在，就與她罷了。但不知是哪一家的使女。」王婆道：「說也可憐，就是鄒澤清老爺家的。 他因遭了人命官司，對頭狠得緊，把家私用盡，到底不能出監。小姐無計可施，只得兩個丫頭，入賣一個為衙門使用。」　　<br>\\n君贊聞言滿心歡喜道：「妙極，巧極。鄒小姐機緣恰在這個所在了。」遂與妹子說道：「我原許你討個使女。今日王媽媽來說，有一個與絳玉一般的，即將賣絳玉的 原銀與你討來。你意下若何？」那婉如含笑道：「人是要的，悉憑哥哥主張便了。」王婆遂同了平管家到鄒小姐處交足銀子，就要領素梅上轎。　　<br>\\n誰知輕煙、素梅俱是小姐朝夕不離，心上最鍾愛的。何獨把素梅來賣？但輕煙一來因他母舅吳宗衙門情熟，鄒公上下使用，全情於她。二來有她母舅在彼，監中出入便利。三來留她做伴小姐，意不寂寞。千思萬算，只得將素梅賣些銀子救父親之命。　　<br>\\n三人久已商量定的，但今立刻起身，自難割捨，三人哭做一團，自午至西，只是不住。連做媒的也傷心起來，不勝悽愴。倒是素梅抹了眼淚，朝小姐拜別道：「小姐 不必悲傷了。我與小姐不過為老爺起見，況又不到遠處去，日後還有相見之時，也不可料得。我去罷。」又與輕煙作別，道：「我去之後，小姐房內無人，全煩姐姐 服侍。我身雖去，心是不去的，定有重逢之日，且自寬懷。」竟上了轎，到得平家。　　<br>\\n一進門來，見了平君贊便知不好了。心中刀刺一般，自忖：「此人是我與輕煙姐的對頭，怎我偏落在他手裡。當日那樣凌辱他過的，今在他門下，自然要還報了。但 我辱他不過一時，他要辱我何日得完？」又轉一念想道：「我原以身許祝郎的，祝郎已不知下落，總以一死完我之願便了，怕不得這許多。」遂大著膽，竟上前去見 禮。　　<br>\\n裡邊聽得買的人到了，婉如與陳氏，都走出來見禮。素梅逐位叩頭完了。陳氏一見素梅姿容體態，醋瓶又要發作了。便開口吩咐道：「你是姑娘討來做伴的，以後只 在姑娘房裡，無事不必到我房裡來，不可與我相公講話。他是沒正經的人，恐有不端之事，我是不容情的。你初來不曉得我家法度，故先與你說聲。你隨了小姐進來 罷。」　　<br>\\n此時君贊聽了妻子這一片吃醋的話，本心要與素梅理論，話未出口，當日嚐糞剪髮的臭氣都不敢發洩出來了，紫著面皮隨即吩咐她到姑娘房裡去。竟像天上降下一道 赦書來，不勝歡喜，素梅即隨了婉如到臥房裡去，烹茶送水，疊被鋪牀，還比絳玉更細心更慇懃。弄得個婉如非常之喜，頃刻不離。因問素梅道：「你可識字麼？」 素梅道：「筆墨之事，自幼陪伴小姐讀書，也曾習學過，但是不精。」婉如道：「既是習過的，在我身邊再習習，自然好了。」素梅道：「若得小姐抬舉教誨，感恩 不淺。」自此兩人十分相得，竟無主婢體統。　　<br>\\n但是，棗核釘臭氣未出，後來不知肯獨放素梅否？<br>\\n且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第八回<br>\\n逢義盜行劫酬恩<br>\\n　　　<br>\\n詞曰：　　<br>\\n父命事關天，悶愁泣杜鵑。一朝惡煞又率纏，雖著堅將敏□，□□□□□□□□□□□□□□□□□□□□□□□□□□□□□□知恩又俠浦珠還。　<br>\\n　　　　　　　　　　　　　　　　　　　　　　<br>\\n右調《南村子》　　<br>\\n<br>\\n再說棗核釘，自那日討了素梅回來，便有得隴望蜀之意。自忖道：「論起前情來，我該奈何素梅一個死，方出得我的臭氣。又想到鄒小姐身上，她絕無一些不好的。 我或者借這個惡丫頭，做個蜂媒蝶使，機緣或在她身上，亦未可知。權且不念舊惡，及以情義結之，使她替我傳消遞息，有何不妙？但說到情義二字，必須弄這丫頭 到手。一來且出出我的火，二來使她傾心於我，自然與我幹事了。」算計已定，每日在妹子房門外張頭望腦，尋個風流機會。　　<br>\\n這日合當有事。婉如偶然走到嫂子房裡去，適值陳氏獨自在那裡鋪牌，見了姑娘便道：「來得好。我只曉得鋪牌，不曉得打牌。你可教我一教？」兩個便坐落了，打 起牌來。天九九、地八八、人七七、和五五，且是打得高興，竟忘記素梅獨自在房裡了。恰好棗核釘從外邊來，往妹子房門內一觀，不見妹子，只見素梅，便鑽將進 去，叫一聲：「我的親姐姐，幾被你想殺我也。」忙把手摟定素梅頸子，要去親嘴。驚得個素梅魂不附體，回轉頭來，將他臂膊著實一口，咬得鮮血淋漓，還不肯 放。　　</p></div>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/text/000000003\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000003\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-34f96d8374d82fcd-6b4cd0\\\"><p><br>\\n棗核釘此時恐怕妻子知覺，不是小可，只求不要聲張，放他出去罷。素梅道：「我一到你家，原是羊落虎口，知是必死的了。但因姑娘待我甚厚，苟延在此。你若再 來時，我惟有一死以完我的節操。」棗核釘此時亦無可奈何，他但口內喃喃地道：「節操，節操，少不得落我的圈套！」只得又像養頭髮一樣，推病在書房裡，替任 數日，養好咬傷之處，以免妻子打罵，按下不題。　　且說鄒小姐自那日賣了素梅之後，一面付這銀子與輕煙，叫她到伊母舅吳宗家裡去，煩他衙門、監口使用，只 要老爺不受狠苦，就多費些也罷，一面叫父親寫了一封辨冤書子，遣一得當家人，再往京去求戴侍郎寬釋。　　<br>\\n家人兼程到京，投了書。戴侍郎接來一看，大怒道：「胡說，叫他家奴才來見我。」一見來使，便連聲罵道：「你家老畜生還有什親情寫書來與我？若是曉得親情， 不該殺內姪了。若說不是你殺的，你該還出凶身來了。我家公子現殺在你家，你主人又尋不出殺人的賊，還賴到哪裡去？若要求活，只好再抱個胞胎罷！」　　<br>\\n鄒家人跪求道：「家主人又非挑腳牧羊之輩，也知王法的，焉有大相公數千里而來探親，從來又無口角，一到即殺之理，求老爺詳察，必竟另有個殺人的在那裡。只 求老爺姑念親情，略寬一線，待家主人慢慢去緝訪出人來，就是老爺萬代恩德了。」戴侍郎道：「有事在官，我這裡也不便回書，也不能寬釋。你去對那沒良心的主 人說，有何法拿得兇人著，有司自然寬釋。你主人若拿不著，決要借重抵命的了。不必在此胡纏！」　　<br>\\n家人回來，對小姐說完，即往監中，一五一十說與鄒公知道。鄒公也默默無言，歎口氣道：「我今生又不曾枉害一人，如何有此惡報？除非是前世冤業了。在戴家， 也說得是。既不是我殺的，也該還他一個凶身抵命。我想凶身豈得沒有，但我決還不出。如何是好？」一面且用些銀子求知縣孫剝皮緝獲殺人賊，一面打發管家各處 察訪致死根由不題。　　<br>\\n再表紅鬚，自那日祝琪生送他銀子，救了賭分之厄，便往北京去尋個頭腦，發在兵部效勞。奈嚴嵩當權，朝政日壞，非錢不行，不能展他的技勇。便回身仍往南來， 遇著一班昔年結義的好漢，復邀他落草，勸他還做些沒本錢的生意罷。紅鬚道：「將來是個統局，我輩循規蹈矩，原改用處。我今隨便隨你們去，須得要聽我調 度。」眾人道：「兄是智勇雙全的，自然調度不差，我輩焉有不奉命之理。且請到寨中再領教便了。」　　<br>\\n紅鬚遂隨眾上山歇了一晚。次日見寨中不成個體統，因道：「咱今來此，必須幫你們興旺起來，另有一番作為，不可賊頭賊腦，以見我等皆仁義之師。一不許逞凶殺人﹔二不許淫人妻女﹔三不許擅劫庫藏﹔四不許打搶客商。」　　<br>\\n眾人皆笑起來道：「這不許，那不許，若依兄所言，是佛祖臨凡，不是羅剎出世了。叫俺弟兄們去尋哪一家的錢？如非敲梆募化度日了。」紅鬚道：「有，有，有第 一可取的，是貪官污吏的錢。他是枉法來的，取之不為貪。第二可取的是為富不仁的錢，是盤算來的，分些不為過。列位依咱行去，又無罪過，儘夠受用。」眾道： 「不如遵命便了。」　　<br>\\n遂過了數日，家人思量出門走走。若要依計而行，除非貪官。且尋個世宦人家，發發利市。照大哥所言，枉法的有銀錢是大家用得的。內中一人道：「聞得鄒鄉宦家裡為了人命重情，本主現拘禁在獄。家中六神無主，盡可行事。」一齊皆說有理。　　<br>\\n是夜，便明火執杖打將進去。各處一搜，並無財寶。逕打到內室裡，只見一個標緻女子在牀後躲著，便問她道：「你家做官的，財寶在哪裡，快快說出來免你的 死。」便把刀在鄒小姐的頸上邊一嚇。驚得鄒小姐魂不附體，哭訴道：「我家父親是做清官的，哪得有錢？況且目下又遭無頭人命，衙門使費尚然不敷，連些衣服、 首飾，也皆當盡，實是沒有。」眾人見她如此苦告，難道空手回去不成？姦淫一事，又是大哥所戒。不若將此女帶回本寨，送與大哥做個夫人，也不枉走這一遭。遂 將鄒小姐一挾，帶回寨來。　　<br>\\n紅鬚見了個女子，便不悅起來，道：「我叫你們不要姦淫幼女，你們反掠回來，是何主意？」眾人齊道：「姦淫是遵諭不曾姦淫一個。因大哥寂寞，領這一個回來與 大哥受用，受用。」紅鬚便問那女子道：「眾人可囉唣你麼？你是誰家宅眷，可有丈夫的麼？」此時鄒小姐已驚得半死，哪裡說得出一句。停了一會，方才說道： 「我是鄒澤清之女，已許祝琪生為室的了。」　　<br>\\n紅鬚聽得祝琪生三字，便立起身來，吃驚問道：「你既是祝恩人之妻，便是咱恩嫂了。請起，坐下，慢慢細講。」鄒小姐聽得叫琪生是恩人，便知有十分命了。紅鬚 又道：「果是祝恩人之配，我便立時送你到祝家去。」鄒小姐又哭個不止，道：「蒙君大德，感激深恩。但祝郎近日遭大盜馮鐵頭所扳，已在獄多時了。紅鬚大喊 道：「豈有恩人受無妄之災，咱不往救之理？如此說來，恩嫂且權住在咱寨中，此也自有女伴相陪，斷不致污恩嫂。」鄒小姐又泣著道：「祝郎有難，義士可以脫 得。不知我父親之冤，亦能脫得否？」紅鬚道：「令尊翁與祝恩人可同在上處麼？」鄒小姐道：「同在一監的」紅鬚道：「這就不難了。恩嫂且自寬心，待咱明日集 領眾弟兄去，都取了來就是。」鄒小姐此時見紅鬚有些俠氣，也不疑慮，隨他住下便了。但此去正是：　　<br>\\n青龍與白虎並行，吉凶事全然不保。　　<br>\\n卻說輕煙因那日到母舅吳家歇宿，不曾被擄。次早回來，見家中如此光景，小姐又被搶去，舉目無親，不覺淚如雨下，大哭一場，死而復生。便對管門的老蒼頭道： 「你且關好門，管著家中，不可放人進來。待我去報知老爺，或遞失單，或告緝捕，與老爺商量，速差人去查訪我小姐下落要緊。」即時走到監口叫禁子開門，到鄒 公面前放聲大哭，道：「老爺不好了。」　　<br>\\n驚得個鄒公魂飛魄散，只道上司文詳發下來，想是要斬的了，急急問道：「是何緣故？」輕煙便將家中被盜、小姐搶失的事細說一番，又哭起來道：「老爺呀，這事 怎處？」鄒公聽她說到小姐搶失，不覺也哭起來道：「清平世界，豈有強盜如此橫行的理？前番暗來殺我內姪，今又明來搶我女兒。我之清貧，人豈不知？這強盜不 是劫財，分明是要我斷根絕命了。殺人搶擄看來總是這起人，豈可不嚴追速告，但恨我拘繫於此，不能往上司呈告。你可與我煩舅子到捕廳衙門先遞一張失單，出一 廣捕牌，便可四路差人緝訪此盜嘯聚何所，自然小姐消息有了。」　　<br>\\n輕煙忙來見舅子，說了這番異事，要他代告之情。吳宗歎口氣道：「真所謂：『福無雙至，禍不單行。』你老爺實是晦氣，偏在這兩日又要起解了，如之奈何？」又 想一想道：「若要總捕廳去出廣捕牌，倒也是便路，但你是一幼年女子，此番不能隨老爺去的了，家中小姐又不見了，如何是好？」輕煙聽得老爺起解的信，不覺淚 如雨下，哭個不休。吳宗道：「事已如此，不必悲傷。你且在我家裡暫住幾時，看老爺小姐兩下消息再作理會罷了。」輕煙從此就住在吳宗家裡。　　不知後會何 如？<br>\\n且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n第九回<br>\\n致我死反因不死<br>\\n　　　<br>\\n詞曰：　　<br>\\n最險人藏暗裡槍，椿椿俱是雪加霜。　　<br>\\n淒涼難忍傷心淚，哪怕豪雄鐵石腸。　　<br>\\n懷熱血，眼橫張，霎時提挈出忠良。　　<br>\\n誰言巧計皆能就，始信奸謀在自忙。　　　　　　　　　　　　　　<br>\\n右調《鷓鴣和》　　<br>\\n<br>\\n話分兩頭，再將琪生事從前敘起。琪生自那日屈打成招下獄，棒瘡疼痛，骨瘦如柴，求生不得，要死不能。一日，父親進來看他。他抱頭痛哭，傷心切骨。祝公跪著 強盜馮鐵頭苦告道：「我父子與你往日無冤，近日無仇，何為扳害到這個田地，絕我宗嗣？就是我兒身死，也替不得你的事。你也是個豪傑，怎要陷平人，害我全 家。豪傑之氣安在？我兒若有什得罪所在，不妨明正其罪，我父子死而無怨。」　　<br>\\n琪生不忍父親苦惱，也跪在旁向祝公哭道：「豪傑料難饒我，也是孩兒命數當冤。爹爹你回去罷，母親在家不知苦得怎樣。爹娘年已高大，不要悲傷壞了身子，不肖 孩兒再不能來報豢育之恩，爹爹母親譬如沒生孩兒，割斷愛腸罷。這所在不是爹爹來走的，徒自傷心無益。孩兒自此別卻爹娘，再無一人來體貼你心，爹爹與母親自 家保重，千萬要緊。得替孩兒多多拜上母親，說孩兒不能當面拜別。」　　<br>\\n言罷，眼中竟流出血來，摟著祝公大叫一聲：「爹爹、母親，孩兒心疼死也！」就哭絕於地。祝公摟抱哭喚：「孩兒甦醒。」未及兩聲，也昏況哭倒，悶絕在琪生身上。還虧鐵頭叫喚半晌，二人方醒。　　<br>\\n馮鐵頭見他父子傷心，惻然不忍，不知不覺也流下幾點英雄淚來。叫道：「我殺人一世也不曾心動，今見你父子如此悲慼，不覺感傷。是我害卻好人也，然與我無干。俱是平君贊害你，是他教我扳扯的。你如今出去叫屈，若審時，我自出脫你兒子。」　　<br>\\n祝公父子聽了喜極，磕他頭道：「若是義土果肯憐憫，就是我們重生父母，祝門祖宗之幸。」鐵頭止住道：「不要拜，不要拜。我決不改口，去，去，去！」　　<br>\\n三人正在說話，恰好輕煙來看老爺，聽見隔壁房中哭得悲切，轉過來一張，卻認得是琪生，驚得兩步做一步跌進房來問道：「你是祝郎麼？」琪生抬頭見是輕煙，也 驚道：「你怎得進來看我？」兩個又是一場大哭。祝公問道：「這是何人？」琪生道：「話長慢慢告稟。」因私問輕煙道：「小姐、素梅姐好麼？」輕煙泣訴：「家 中多事，我來服侍老爺，小姐在家被盜掠去。」琪生大叫一聲登時昏倒，眾人慌忙救醒。琪生哭得落花流水，楚國猿啼，對輕煙道：「我只道你們安居在家，誰想也 弄得顛沛人亡。我命好苦！」又道：「傷心哉小姐！痛心哉小姐！」哀聲令人酸鼻。　　<br>\\n輕煙勸道：「君當保重，不宜過悲。但不知君何以亦遭此厄？」琪生恨道：「我不知何事惱了平家棗核釘惡賊！」就指著馮鐵頭道：「卻買這位義士扳我做窩家，備 盡苦楚。今日虧這義士憐我，方才說出，又教我補狀出脫我。甚是難得！」輕煙道：「若說這平賊欺心，一言難盡，想必就是為此。待你出來慢慢告訴。」大家說了 一會，各人散去。　　<br>\\n祝公即刻到縣前叫冤。孫剝皮不得已又拘來一番，鐵頭將棗核釘買囑之情直言告上，自己寧甘伏罪。孫剝皮明知此情，只因受了棗核釘若干白物，怎肯翻招，拍案大 怒道：「必竟是受祝家買囑！」反將鐵頭打了二十扳，又將琪生也責三十板。說他買囑強盜，希圖漏網，依舊收監。祝公號痛歸家，思欲到上司去告，因沒盤費，只 得在家設處。誰知到第二日，孫剝皮又受了棗核釘大惠，就著落禁子，在即晚要討病狀。<br>\\n<br>\\n正是：　　<br>\\n前生作下今生受，不是冤家不聚頭。　　<br>\\n<br>\\n再說輕煙次日將晚，又要去看鄒公與琪生。母舅吳宗吃得爛醉，從外進來道：「你今日不要去罷。今晚獄中有人討病狀，恐你害怕。」輕煙道：「怎麼叫做討病 狀？」吳宗笑道：「這是衙門暗號，若犯人不該死罪，要暗暗絕他性命，第二天，遞一個病死的呈子，掩人耳目。故此叫做討病狀。」輕煙又問道：「如今討病狀的 是什麼犯人？」吳宗道：「是強盜窩家。」　　輕煙吃一嚇，留心問道：「他是哪裡人？姓什麼？難道沒有個親人在此？怎麼就曉不得？」吳宗暗暗笑道：「癡孩 子，這事你娘舅我不知做過多少。怕他什麼親人，他就是本地人，姓祝。他父親也是個敗運鄉宦，你看我可怕他一些？」　　<br>\\n<br>\\n吳宗乘著酒興，放肆直談，不怕把個輕煙嚇死。輕煙心裡驚得發戰，眼淚就直流出來。吳宗兩手摩腹，又呵呵地笑道：「他又不是你親人，為何就哭起來？」輕煙忙 諱道：「他與我何干，卻去哭他？只是為我老爺明日起解，到府中去。愁他那裡沒人照管，我又不能隨去，故此苦楚。」　　吳宗把頭點了兩點，還要開口說些什 麼，連打兩個噁心，就閉住了嘴，強忍一會，又是一個噁心上來，忍不住就直吐嘔起來。嘔完遂翻身倒在牀上，輕煙又對他道：「乘如今不曾動手時，待我去看看老 爺來。可憐他明日一去，我就不能伏待他也。」說罷，又哭。吳宗又點頭道：「既然如此，你去就來。切不可走漏一點風聲，不是當耍。我醉了，晚間還要用力，讓 我且睡睡著。叫小牢子同你去罷。」口才住聲，已鼾鼾睡熟。　　<br>\\n小牢子拿著鎖匙，同輕煙來。輕煙三腳兩步，急奔進去，對琪生哭道：「天大禍事到了！今夜我母舅來討你病狀，快作速計較！」琪生驚得魂飛天外，淚如雨下，扯 著輕煙道：「你看我如此手紐腳鐐，有什法使？你替我快設一法，怎麼救我才好。」輕煙心慌意亂，一時也無計可施。兩下只是痛哭。　　<br>\\n馮鐵頭在旁問道：「你二人為什只管啼哭？」二人告訴其故，鐵頭不平起來，向輕煙道：「我倒有一計，可以救得他。只恨沒有這幾件物事。」輕煙道：「要什物件 待我取來。」鐵頭道：「你去尋一把斧頭，一條粗壯長繩，大約要四五丈長。短就兩條接一條也罷。再尋兩個長大鐵釘進來與我，有用處。」輕煙連忙去尋取將來。 鐵頭道：「既有此物，就不妨了。你放心去罷。」輕煙道：「這幾樣東西，怎麼就救得他？」鐵頭道：「不要你管，包你救得此人就是。」　　<br>\\n輕煙就倒身拜他幾拜，再三囑咐道：「祝相公性命全在義士，幸勿有誤。」<br>\\n<br>\\n轉身又向來生道：「相公出去安身之後，可速設法早來帶我。妾以死守待君，幸勿負心。」遂哭別而回。　　<br>\\n<br>\\n漸漸天晚，時乃十二月中旬，月色已高。鐵頭道：「此時不動手，更待何時？」他臂力甚大，將手盡力只一迸，手扭早已脫下。取斧將腳鐐鐵鎖砍斷，連忙去將琪生 手扭一捽，登時粉碎，將他腳鐐也砍斷。二人撬開門，悄悄走到後牆。琪生抬頭一看，連聲叫苦道：「這般插天也似的高牆怎能過去？」鐵頭道：「不要忙。」將斧 插在腰間，取出繩子，把一頭繫住琪生兩肋，將那一頭繫在自己腰上。收拾停當，卻取出兩個鐵釘一邊一個，捏在兩隻手中，扒牆而上。頃刻站於牆頂，解下腰間繩 頭，握在手內，對琪生道：「你兩手扯住繩子，不要放鬆。」　　<br>\\n<br>\\n說完，遂雙手將繩盤扯，霎時把琪生攏將上來，也立於牆頭。略歇一口氣，轉身向著牆外，又拿著繩子將琪生輕輕墜下，站於他上。鐵頭叫琪生站開，飛身往下一 跳。兩個解下繩子要走，琪生道：「且住，待我悄悄通個信與父母知道。」鐵頭道：「不可！遲則監中報官，閉城一搜，豈不你我俱休！不若逃脫，尋個藏身去處， 再商量通知不遲。」二人就忙忙趕到城邊。幸喜城門未關，二人出城，也顧不得棒瘡腿疼，大開腳步如飛逃難去了。正是：　　<br>\\n鼇魚脫卻金鉤釣，擺尾搖頭再不來。　　<br>\\n且說那吳宗吃得爛醉，一覺直睡到四更天氣。醒來揉一揉眼。見月色如銀，不知是什麼時候，慌張道：「怎地只管貪睡，幾乎誤卻大事。」起來就去拿繩子要走。哪 裡有半寸？連兩個大釘也不在。誰知俱是輕煙剛拿去。吳宗道：「卻也作怪。明明是我放在這裡，難道我竟醉昏了？」四下找尋沒有，只得另拿一副傢伙，忙到牢 中，只見鐵索丟在一邊，手扭瓣瓣碎裂在地，沒有半個人影，嚇得屁滾尿流，跌腳叫苦道：「我是死也！」跑去看看，門戶依然，各房犯人俱在。去看後牆又高，搖 頭道：「竟飛去不成？如今怎麼去回官府？」不覺大哭。去查問小牢子與輕煙，俱說：「鎖得好好的出來。」吳宗垂頭落頸，眼淚鼻涕，走來走去，沒法處置。　　<br>\\n一會天明，已有人來帶鄒公。吳宗只得去報本官。孫剝皮正批發完解差，解鄒澤清到府去，又將鄒公當堂交付畢。見他報了此信，怒得將案桌一拍，連籤筒慣下來， 拖下打到五十。叫放起時，已直捱捱地賴在地上，動也不動。你道此老為何這樣不經打？只因吳宗年紀已老，愁煩了半夜，又是空心餓肚，行刑的見官府發怒，不敢 用情，所以五十就送上西天。　　<br>\\n孫剝皮見吳宗打死，叫抬出去，另撥一人當牢。一面差捕役緝拿逃犯，一面出簽去拿祝公夫婦，兼搜琪生。登時將祝公與夫人拿至。孫剝皮將信炮連拍幾下道：「你 兒子哪裡去了？」祝公方知兒子脫逃，心中暗喜，答道：「是老大人監禁，怎麼倒問罪生？」孫剝皮冷笑道：「你將兒子劫將出來，難道藏過就罷了不成？你道你是 鄉紳，沒法處治你麼？且請你監中坐坐，待我請旨發落。」遂吩咐將祝公送監，夫人和氏討保。　　<br>\\n夫人一路哭哭啼啼回來。恰好輕煙送鄒公起解回來，半路撞見。聞人說是祝家夫人，見兒子越獄，拿她到官放回的。輕煙遂跟夫人到家。待進了門，上前叫道：「奶 奶，婢子見禮。」夫人淚眼一瞧，卻不認得。問道：「你是哪裡來的？」輕煙請屏去旁人，方細細告訴始未緣由，以及放琪生之事。夫人又喜又悲，致謝不盡，重新 與她見禮，就留她過宿。正是：　　未得見親子，先見子親人。　　<br>\\n卻說祝公坐在監中悲慼，又不知兒子怎麼得出去，又歡喜快活道：「且喜孩兒逃走，已有性命。我年已望六，死不為夭。將這老性命替他，也強如絕我祝門後代。只是托賴皇天保佑，叫我孩兒逃得脫性命，就是萬幸。」　　<br>\\n一日左思右想，好生愁悶。坐至半夜，忽聞一片聲打將進來，幾乎把這老頭子嚇死。你道是誰？卻是紅鬚領著百餘嘍囉進來劫獄救琪生，順便又要救鄒公。哪知二人 一個在昨晚出來，一個是今早動身。那紅鬚手執短刀，當先進門，劈頭就拿住祝公問道：「你可曉得祝琪生在哪間房裡？」祝公道：「琪生就是我兒子，昨晚不知逃 往哪裡去了，累我在此受苦。」紅鬚道：「早來一日，豈不與恩人相會？」因對祝公道：「咱單來救你令郎的，你快隨咱出來。」就吩咐兩個手下帶他先出牢門等 候，卻自去尋鄒公，並不知影響。　　<br>\\n臨出門又大叫道：「你們各犯人，有願隨咱去的快來！」遂忙出門外頜著兵卒，竟奔入縣堂打開私衙，捉住孫剝皮，剁做幾塊，將他合家三十餘口殺盡，家財盡數擄 掠，縣中倉庫分毫不動。　　一擁出城，才出得城門，後面已有幾個怕前欲後的官兵，遠遠敲鑼打鼓，吶喊搖旗，恐嚇而來。紅鬚準備相殺、望著半日，也不見他上 來，料到交戰不成。遂領著眾人，連日連夜趕回至寨中。雪娥只道祝郎與父親已至，忙迎出來。紅鬚歎氣道：「咱指望救咱恩人與恩嫂父親，不想恩人於前晚逃出， 你父親又解上府去，只救得你公公出來。恩嫂過來相見。」　　<br>\\n雪娥見兩人俱無著落，撲籟籟掉下淚來，忍著苦楚過來拜見祝公。祝公不知其故，不肯受禮。雪娥備細稟上。祝公驚愕，方才受她兩拜，反哭道：「媳婦生受你也。 只是我兒不知去向，豈不誤你青春？你婆婆一人在家，不知怎樣光景。」紅鬚聞知懊侮道：「咱不知還有老夫人，一時慌促，沒有檢點，怎麼處？也罷，明日多著幾 個孩兒們一路去探訪恩人下落，一路去悄悄將老夫人接來。」雪娥也叮囑訪訪父親，又道：「素梅雖已離家，輕煙尚在他母舅家中。可與我連二人一同帶來。」紅鬚 就吩咐那接老夫人的小卒緊記在心。　　<br>\\n過卻二十餘天，兩路人俱同說祝相公並無信息。老夫人也尋不著，家中房產變成白地。鄒老爺已解放別處，素梅、輕煙俱無蹤影。大家好生著急，自不必說。自此雪娥盡媳婦之禮，孝順祝公一同住在紅鬚寨中，不在話下。　　<br>\\n單表那定海城中，當夜劫獄之時，眾犯人搶擄不消說得。還有那一班無賴之徒，乘風打劫，不論城裡城外，逢著人家就去搶掠，殺人放火，慘不可言。和氏老夫人與 輕煙還在那裡歡苦，忽聽得喊殺連天。隔壁人家火起，頃刻燒到自己房子上來。二人連忙搶了些細軟東西跑出大門。不上兩個時辰，已將一座房子燒得精光。二人只 是叫苦。　　<br>\\n次日進城打聽，祝公又無蹤跡，輕煙又聞得母舅已死，家中也被人燒，眾人不知去向。二人正是屋漏遭雨，雪上加霜。祝家這些家人見主人如此光景，俱去得盡絕， 書童數月前又死。單單只存得夫人與輕煙一雙，沒去處，又沒一個親戚投奔。夫人娘家又在紹興府，父母已過，只有一個兄弟，素常原不相投，一向不通往來，而且 路又遠。丈夫族間雖有幾個房頭，見這強盜事情已不得遠離他，誰來招攬？二人痛苦幾致傷生。　　<br>\\n夫人拭淚向輕煙道：「我們哭也沒用。我有一句話對你說。你若有處安身，你自去幹你的事罷。我如今就一路討饒，也去尋我孩兒與老爺。」輕煙道：「夫人說哪裡 話。我與祝郎雖非正配，也有數夕之恩。既已身許，豈以患難易心？夫人去得我亦去得，雖天涯海角，我願同去。又好服侍夫人，又好打聽小姐下落。」　　<br>\\n夫人躊躇不決，又道：「我年近六十歲的人，就死何妨。你是少年女子，又有容貌，而且尚未嫁人，難道怕沒處安身？況你身子柔弱，怎麼吃得外邊風霜之苦。不要 管我，你老實自尋生路罷。」輕煙哭道：「生則同生，死則同死。夫人若棄賤妾，妾寧可先死於夫人前。」夫人見她真切。也哭道：「難為你這點真心，我死不忘 你。我怎忍得累你跋涉？以後不要叫我夫人，只以婆媳相喚，我才心安。」輕煙遂背著包裹，二人互相攙扶而行。　　<br>\\n攔過一邊，再說琪生與鐵頭逃走何路？<br>\\n且聽下回分解。 　<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十回<br>\\n該他錢倒引得錢<br>\\n　　　<br>\\n詩曰：　　<br>\\n牀頭金盡譽難堪，不受人欺不偏先。　　<br>\\n從此遇錢卑污入，莫圖廉節受人慚。　　<br>\\n再說琪生與鐵頭，自越獄而出，一路趲行，二人相得甚歡。琪生與鐵頭商議道：「出便出來，卻到何處安身？」鐵頭道：「不妨，我有一班兄弟在蘇州洞庭山做生 意，與你到那裡盡可安身。」二人連夜攢至洞庭。鐵頭到各處招集，頃刻聚集二百餘人，原來俱是響馬強盜。起初原是一個馬夜叉為首，一伙有千人。若訪著一個興 頭的人家，就不論別府外省，定要去劫取來。後來馬夜叉身死，人心不齊，就各自為伍，亂去行事。去的去，犯的犯，漸漸解散。今日鐵頭回來，卻又中興。自己為 首招亡納叛，一月之間又聚有千人。就打縣劫府，好生猖獗。官兵不敢正覷，騷擾得遠近不得安寧。琪生屢屢勸道：「我們不過借此棲身避難，憂望天赦。若如此大 弄，則罪在不赦，怎麼望出頭日子？」鐵頭恃著勇力，哪肯回心？　　<br>\\n過了數月，果然巡撫上本，朝廷差大將領兵前來征剿。琪生又勸他堅守營壘，不可出戰，待他懈弛，一戰可獲全勝。他又不聽，領著眾人出戰，官兵大敗而走。琪生 道：「目今雖勝，更要防他劫寨。」鐵頭驕兵，全不在意。至晚，果被兵來劫寨。人人慌亂，個個逃生。只一陣殺得屍如山積，遍地西瓜，一千餘人存不得幾十。鐵 頭見勢頭不對，獨自一人逃往別處去了。　　<br>\\n琪生原料必至於此，見大勢已去，也急急逃走。卻不敢回家，又沒個主意，只是亂走。行上幾天，來到常州，住在飯店。次日陡然大雨傾盆，不能起程，只得住下，好不心急。正是：　　天亮不逢誰是主，荒涼旅次泣西風。　　<br>\\n再說和氏老夫人與輕煙二人無處棲身，棲棲惶惶，出來尋訪琪生與祝公蹤跡。漫漫的不知打哪裡去尋起，只得聽憑天命，遇路即行，遇船便搭。行了數月，方到得常 州碼頭上。天色已晚，二人急切尋不出個宿頭，又不好下飯店。見前面有座廟字，二人疑是尼庵，要去借宿。及到廟前看時，門已閉上，只得就在門樓下蹲了一夜。 　　<br>\\n次早，尚未動身，見廟門早已大開。夫人道：「媳婦，我想天下甚大，知我老爺與孩兒落在何處？你我只管這等行去，何時是個了期？身邊盤纏又將盡，我與你不如 進廟中哭訴神明，討個苦兒，求他指點。若是到底不能相逢，我與你現什麼世，同去尋條死路，也還乾淨。」輕煙道：「婆婆說得有理。」二人遂進來，一看廟字甚 大，卻是一個關帝廟。二人倒身便拜，哭訴前情。見有簽簡在上，就求了一簽，是第十三簽。<br>\\n去看籤詩道：　　<br>\\n彼來此去兩相逢，咫尺風波淚滿衣。　　<br>\\n休道無緣鄉夢永，心苗只待錦衣歸。　　<br>\\n<br>\\n二人詳了半日，俱不能解。輕姻道：「『休道無緣鄉夢永』這兩句，想還有團圓之日。我與婆婆還是向前去的好。」夫人點首。輕煙一團苦境久結，正沒處發洩，偶見有筆硯在神櫃上，就取起向牆上題詩一首道：　　<br>\\n覓盡天涯何處著，梵梵姑媳向誰啼？　　<br>\\n若還欲問題詩女，便是當時花底謎。<br>\\n　　　　　　　　　　　　　　<br>\\n定海鄒氏妾輕煙。　　<br>\\n<br>\\n題完回身送筆到櫃上去，耳邊忽聞酣睡之聲。輕煙低下頭來，見一個人將衣蒙著臉兒，臥在神櫃之下。遂慌忙扶著夫人出門，還未跨出山門，忽見兩三個人進來。卻 是本地一個無賴公子，帶著兩個家人，趕早來燒香求籤。一進廟門就撞見她婆媳二人，見輕煙模樣標緻，遂立住腳狠看。輕煙與夫人低頭就走，他攔住門口不放出 去。夫人只得向前道：「求官人略略方便，讓我們出去。」那公子道：「你們女人家，清早到和尚家何事？了不得，了不得。」夫人道：「我們是遠路來的，在此歇 歇腳走。」　　<br>\\n公子見是外路來的，一發放膽，便道：「胡說！放屁！難道偏是和尚家好歇腳？這女子莫非是你拐來的？待我認認看。」就跨向前去扯輕煙。輕煙連連退步時，被他 扯住要看。輕煙怒嚷道，「清平世界調戲良家女子，你這強賊！該問剮罪！」遂大叫地方救人。夫人也上前死扭做一團。　　兩下正在吵鬧，只見神櫃底下鑽出個人 來，道：「是何人在此無狀？」輕煙一見，連道：「義士救我！」原來就是馮鐵頭。因在洞庭被敗，一路逃走至此。昨晚因走得困倦，就藏在神櫃下睡覺。正睡在濃 處，卻被他們驚醒。出來見輕煙被一個人摟住，兩太陽火星直爆，大發雷霆。走向前，將那公子只一掌，打得他眼中出火，四腳朝天。公子忍著疼，爬起來要走，又 被一拳，打個狗吃屎。同來兩個家人，齊來救主，竟不曾攏身，卻被鐵頭飛起一腳，將一個踢出門外。那一個連道：「厲害！」待要跑時，也被一腳踢倒。三人被打 得昏頭昏腦，爬起來沒命地走。　　<br>\\n輕煙連忙問道：「祝郎如今在哪裡？」鐵頭遂將前情告知，又道：「我因兵敗，各自逃生，不知他逃往何處？」二人大哭。鐵頭問輕煙：「因何到此？這同來的是何 人？」輕煙就道其所以來的緣故。鐵頭聞是琪生母親，慌忙施禮。夫人也問輕煙備細，方知孩兒是他救的，著實致謝。鐵頭道：「既是如此，你們不消遠去了。我有 一熟人在呂城，正要去找他。你二人不若隨我去住在那裡，待我慢慢尋祝兄下落何如？」二人大喜，遂同鐵頭來到呂城。鐵頭訪著熟人，借間房兒。將夫人與輕煙安 頓住下。過了幾日，鐵頭就別二人，去尋琪生不題。　　<br>\\n單說琪生雨阻在常州飯店中，盤費又盡，日日坐在店房，思量父母，不知在家安否？又想輕煙放他之情，心內感激。又念婉如與絳玉，近來不知怎樣想望。又想到雪娥與素梅被盜劫去，永無見面之期，就放聲大慟。<br>\\n正是：　　<br>\\n刻腸回九轉，五更淚灑千條。<br>\\n　　<br>\\n一日雨止。欲要動身，又沒銀子打發店主。欲要再住，一發擔重。進退兩難，無計可施。悶悶地到街上閒走，只見一簇人圍在那裡看什榜文。琪生也擠進去看，卻是 兩張告示。一張是奉旨，拿定海縣劫獄大盜的，一張是奉旨，拿定海縣越獄盜犯二名，各出賞分三千貫。後看這一張，畫影圖形，後面填寫姓名。第一名，越獄大盜 正犯馮鐵頭。第二名，窩犯祝瓊。仰各省實貼通衢。　　琪生不看則已，一看時險些嚇死。在眾人堆中，不得出來，慌忙轉身就走。奔到店中，忙把房門關上，尚兀 自心頭亂撞，道：「厲害！厲害！」正在驚恐，忽門外有人叫道：「相公開門。」又把他一嚇。開門看時，卻是店主人來算飯錢。琪生不得已，實對他說道：「身邊 實是分文也沒有，怎麼取？」店主笑道：「相公說笑話。我們生意人家，靠此營生，當得幾個沒有，快些算算。」琪生道：「實是沒有，算也沒用。」　　<br>\\n店主見說當真沒有，就發急道：「呵喲喲，你身子住在房裡，茶飯吃在肚裡，我們一日燒湯煮水服侍你，怎說個沒錢的話？」琪生道：「委實盤費用盡，叫我也沒奈 何。」店主便著急道：「吃飯還錢，古之常理。你是個斯文人，我不好開口得罪，難道打個披子罷？」琪生見他漸漸不雅，只得說道：「若要我錢，除非割肉與你。 今煩你外邊尋件事來，與我做做，設法掙些銀子還你。」　　<br>\\n店主見他說得苦惱，就不好發話，問道：「你會做什麼事？」琪生道：「我會做文章、詩詞及寫法帖。」店主搖頭道：「都是冷貨，救不得急。」琪生道：「除此之 外就一樣也不能了。卻如何處置？」店主道：「我有事去。你再想想，還會做什麼否？」店主遂匆匆出去。琪生思前想後，別沒法子。　　<br>\\n到次日，店主人進來道：「相公，事倒尋得一件在此。你若肯去，豐衣足食，一年還有幾兩銀子趁，又清閒自在，落得快活。你可去麼？」琪生問是什麼事。店主人 道：「碼頭上有個關帝廟，少一個寫疏頭的廟祝。你若肯去，我去一說便妥。」琪生聽是做廟祝，就不肯則聲。店主人道：「這是極文雅之事，何必躊躇。你既沒飯 錢打發錢，又沒得有盤纏出門，不如權且做做的好。」琪生歎口氣道：「也罷，你去說罷。」店主人就忙忙去說。　　<br>\\n少頃來回道：「事已妥當。我叫小二替你送行李去。飯錢我已算過，共該三錢四分銀子。你只稱三錢與小二帶來，那四分銀子就作我賀儀罷。」琪生別卻店主人，同小二到關帝廟來。有已改姓張，名祝。小二領他見了當家和尚，議定銀子，又稱了飯錢打發小二回去。　　<br>\\n琪生踱到殿上，忽見壁上詩句。大驚道：「她在定海縣母舅家，怎地來此？卻也奇怪。」再細玩詩中之意，恍然道：「哦，她說好好姑媳向誰啼，分明是嫁與人了。 怎麼又道梵梵好向誰啼？終不然她嫁不多時，就守寡不成？」遂歎息道：「咳！可惜這樣好女子，卻沒有節操。」又氣又憐，待要責她負約，卻沒處尋她，心中感慨 就和詩一首於壁。自此只□□□□□□做廟祝安身。　　不知後來如何？且聽下回分解。<br>\\n<br>\\n第十一回<br>\\n害妹子權門遇嫂<br>\\n　　　<br>\\n詞曰：　　<br>\\n欲圖獻媚，那官氣連枝，世上道我會逢迎，不過暫時幫襯愚兄之意，借你生情，若能得彼笑顏親，就是拙荊不吝。　　　　　　　　　　　　　　　　　　　　　　　<br>\\n右調《三撾鼓》　　<br>\\n話分兩頭，再表平家棗核釘，被素梅咬傷臂膊，在書房將息。忽聞祝琪生逃走，驚得汗流不止。到晚又聽得劫獄，只是發戰，上下牙齒相打個不住。及打聽得賊已遠 去，方才上牀少睡。才合著眼，只聽得門外敲得亂響，只道不知何事發作，嚇得從牀上滾下地來，連忙往牀底下一鑽。　　小廝們去開看，覷見妹子領著丫頭、僕婦 進來，棗核釘才敢爬出來。婉如哭道：「嫂嫂不知哪裡去了。」棗核釘驚慌忙入內去看，但見滿房箱籠只只打開，牀上被也不在。又見兩個家人來報道：「莽兒也不 知哪裡去了。房中鋪蓋全無，卻有大娘一雙舊鞋子在內。」棗核釘已知就裡，不好說出，竟氣得目瞪口呆。　　<br>\\n原來陳氏與莽兒弄得情厚，一向二人算計要走，因無空隙不能脫身。今日乘著強盜劫獄打搶，眾人俱出去打聽消息，所以與陳氏將房中金銀首飾與丈夫細軟席捲而去。　　<br>\\n棗核釘次日著人緝探，又出招子賞銀，只當放他娘屁，毫無下落。心中氣苦，又為祝琪生未死，怕著鬼胎，連日肉跳心驚，坐臥不寧。想道：「我在家恐防有禍，而 且臉上惶恐。不若將田產變賣銀子，進京去住。明歲又逢大比之年，倘秋闈僥倖得意，有個前程，就可保得身家。」計算已定，就央人作保，將產業變個罄盡。忙忙 地過了年，到二月間帶著婉如妹子與素梅，舉家搬往北京，買房住下。　　<br>\\n倏忽將至場期，遂趕到本省入場，到八月十五日完卻場事，文字得意，拿穩必中。到揭曉那日去看榜時，顛倒看來，定海卻中四名，俱是熟識相知，鄭飛英亦在其 列。獨是自己養高，決不肯中，名字像又換了。垂首喪氣，心內不服。進去領出落卷來看，卻又三篇皆密密圈點，且豎去一筆不上兩個字，再看批語，上面寫著「鑄 局清新，抒詞安雅，制藝之金科玉律也，當擬五名之內。惜乎落題三字，姑置孫山。」棗核釘看完，自恨自苦，號呼大哭。正是：　　<br>\\n到手功名今又去，可知天理在人間。　　<br>\\n遂依舊到北京家中，惱得門也不出。　　<br>\\n<br>\\n一日，有個相識在嚴世蕃門下，就托他腳力，用了許多銀子，備上若干禮物，進去拜嚴世蕃為門生。恐門生還不大親熱，就拜他做乾兒子。一味撮臀捧屁，世蕃倒也 歡喜他。有人向棗核釘道：「世蕃與兄年紀相等，兄怎就拜做兒子？」棗核釘道：「這是我討他便宜，替我家父多添一妻。」那人笑道：「只是難為了令堂也。」棗 核釘也不以為恥，反洋洋得意。　　<br>\\n一日去見嚴世蕃，世善偶然談及道：「我欲討一妾，再沒有中意的。你在外替我留心。」棗核釘心內暗想道：「我若再與他做一門親，豈不更好？」便應道：「孩兒 有一胞妹，容貌也還看得，情願送與爹爹做妾。」嚴世蕃聽了甚喜道：「足見我兒孝順之心。明日我送聘金過去。」棗核釘連連打恭道：「一些不要爹爹費心，孩兒 自備妝奩送上。」二人談笑一會。　　<br>\\n棗核釘高高興興回家打點，臨期方對妹子說知，就將素梅做陪嫁。婉如一聞此言，哭將發昏，忙將鳳釵藏在貼身，對素梅泣道：「哥哥壞心，將我獻與權門為妾，我 到即□□□□□□□素梅哭道：「我將不負祝郎.料此門一人必無好處□□□□小姐到他門口，妾自逃生回去，尋探祝郎與我家小姐下落。小姐須耐心，相機而動， 切不要短見。」　　<br>\\n二人正對面啼泣，只見棗核釘領著伴婆，生生將她擒抱上轎。恐有不測，就將伴婆同放轎中。棗核釘大搖大擺，自己送親到門，交代而回。　　<br>\\n嚴世蕃見婉如果然美貌異常，心下甚喜，親自來攙扶。婉如把手一推，眼淚如雨。世蕃不敢近身，且教將新人扶進房去。婉如哪裡肯進去，跌腳撞頭，兇險難當。伴 婆也被她推得跌倒爬起，爬起跌倒，臉上又著了幾個耳刮子，好不生疼，也不敢近她。嚴世蕃一時沒法。忽見一個婦人從屏後笑將出來。嚴世蕃看見笑道：「姨娘來 得正好，為我勸新人進房。」那婦人笑嘻嘻地來扯婉如。　　<br>\\n婉如正要撞她，睜眼一看，倒老大一嚇，遂止住啼哭，舒心從意地隨她進來。世蕃快活道：「好也！好也！且去進了衙門回來享用。」忽聞，有一個陪嫁丫鬟不見，想必走失。世蕃不知也是個美物，只認是平常侍婢，遂不在心上，吩咐著人去尋一尋，自己匆匆上轎而去。　　<br>\\n看官，你道那扯婉如的婦人是什麼人？原來就是婉如嫂嫂陳氏。自那日同莽兒逃出.走到宛平縣。莽兒有個兄弟在宛平縣放生寺做和尚，莽兒投奔他，就在寺旁賃間 房兒住下。陳氏又與他兄弟勾搭上了，被莽兒撞見，兩下大鬧。哥哥說兄弟既做和尚怎睡嫂嫂？兄弟說哥哥既做家人怎拐主母？你一句、我一句爭鬥起來，兩個就打 作一團。地方聞知就去報官。宛平知縣立刻差人拿到，審出情由。將和尚重責四十大皂板，逐出還俗。將莽兒也打上二十個整竹片，分開卻是四十，定賊例罪。又要 去責陳氏，定她大罪。忽覷見陳氏窈窕色美，暗動一念。遂囑暫且寄監，明日發落。　　<br>\\n這知縣卻是嚴嵩門客，到晚私自將陳氏帶進衙中，吩咐牢頭遞了個假病狀，竟將陳氏獻與嚴嵩。嚴嵩愛她嬌美俊悄，就收做第八房亞夫人。近日明知丈夫在京，她也公然不懼，料道不能奈何於她。今日曉得丈夫送姑娘與嚴世蕃做妾，故此過來瞧看。　　<br>\\n那婉如一見嫂嫂，同到房中，問道：「嫂嫂緣何卻在這裡？」陳氏假意傷悲道：「緣為惡奴串通強人，擄至此間。幸蒙這邊老爺救活，收我做妾，其實可恥。」婉如 心中有事，也不再盤問，哭對陳氏道：「嫂嫂既在這裡，必須保全我才好。」陳氏勸道：「既來之，則安之，何必如此。終不然一世再不嫁人的？」婉如泣道：「嫂 嫂，我與你共處多年，怎尚不知我心？今日既不救我，我也只拋著一死而已。」遂淚流滿面。　　<br>\\n陳氏原與婉如相好，便道：「這事叫我也難處，我又替不得你。我今日且在此與你做伴，看光景何如？則怕這事再不能免的。」說言未了，嚴世蕃早已回家，就跌進 房來去與婉如同坐。婉如連忙跳起身要走，被嚴世蕃扯住道：「勿忙，是你自家人，何必生羞。」婉如大怒，將世蕃臉上一把抓去。世蕃不曾防得，連將手格時，臉 上已抓成三條大血槽，疼不可忍，急得暴跳如雷。走去將婉如揪過來，拳打腳踢，甚是狼狽。陳氏橫身在內，死命地勸，嚴世蕃方才放手出去。臨出門又罵道：「不 怕你這賤人不從。」婉如在地下亂滾，放聲啼哭。陳氏哪裡勸得住。　　<br>\\n到晚，嚴世蕃又往人家赴宴。陳氏陪著婉如在房，勸她吃晚飯，又不肯﹔勸她睡覺，又不從。急得陳氏也沒法。看看半夜，眾丫頭們俱東倒西歪，和衣睡著。只有陳 氏一人勉強撐持，伴著婉如。再停一會，耐不得辛苦，漸漸伸腰張口，困倦上來，左一撞，右一撞，怎奈這雙癆眼，只是要睡下來。不上一刻，也呼呼地睡著在椅 上。　　<br>\\n婉如見眾人睡盡，想道：「此時不死，更待何時。」見房中人多，不便下手，遂拿條汗巾，悄悄出房。前走後闖，再沒個下手處。見一路門竟大開，就信腳走出。誰 知大門也開在那裡，卻是眾家人去接世蕃開的，守門人又去洗澡，將門虛掩，被風吹開。婉如輕輕潛出門外，往前就走。　　此是三月下旬，頭上月色正明。婉如不 管好歹，乘著月色，行有半更時候，卻撞著一條長河，前邊又見一簇人，燈籠火把漸漸近來。她心中著慌，又無退步，遂猛身往河中一跳。那些來的人，齊聲叫道： 「有人投水也！」後面轎內人就連聲喊道：「快叫救起！」這些人七手八腳地亂去撈救。哪知婉如心忙力小，恰好跳在一塊捶衣石上，擱住腰胯不得下去，只跌得昏 昏摔在石上，被眾救起。卻失去一隻鞋子與汗巾兩件。　　<br>\\n<br>\\n眾人見是一個絕色女子，忙擁至轎前。轎內的人反走出來步行，讓轎子與婉如乘坐，一同到寓所盤問。原來轎不是別人，卻是鄭飛英。自從為救琪生與孫剝皮抗衡之 後。日日懷念，卻無力救他。遂欲進京投個相知，指望尋條門路救他。才過錢塘，就聞得本縣劫獄，琪生已走。遂不進京，在杭州一個親戚家處館。舊年鄉試進場， 已中舉人。今年進京會試，又中了進士，在京候選。今日也在人家飲宴回來，恰好遇見婉如投水，連忙救回。　　<br>\\n飛英叩問婉如來歷。婉如把哥哥害她之事直陳。鄭飛英連道：「不該！不該！令兄主意果然差謬。但見小姐心中，要許與哪等人家裡？」婉如哭道：「妾已許與本鄉 祝琪生了。」鄭飛英失驚道：「既許祝琪生盟兄，怎又獻入權門，做此喪心之事，一發不該。」婉如見他稱盟兄，就知與祝琪生交往。先問了飛英姓名，然後竟將往 事含羞直訴，以見誓不他適。　　<br>\\n飛英心甚不平，道：「既是如此，盟嫂不必回去，在此與老母賤荊同居，待日後訪得著盟兄，送去完聚。」婉如又問：「祝琪生可曾有功名否？如今可在家麼？」飛 英垂淚道：「原來盟嫂還不曉得，因令兄買囑強盜馮鐵頭扳琪生作窩家，監禁在獄。」及越獄逃走事情，細細對她說明。婉如聽了，哭得死去還魂。飛英喚妻子領她 進內，好生寬慰。自此，婉如遂拜鄭大夫人為母，安心住下。不多幾日，飛英就選了雲南臨安府推官。婉如隨他家眷赴任不題。　　<br>\\n說那嚴世蕃赴席回來，進房不見新人，大聲叫喚。眾人俱從夢中驚醒，嚇得癡呆。家中前後搜尋，並無人影。忙著家人四下追趕，吵鬧了一夜。及次日，忽見一個家 人拿著一隻繡鞋、一條汗巾，水淋淋地進來稟道：「小的昨夜因尋新人，一路追趕不見人跡。及至河邊，偶見河中有此一物，不知可是新人的。」陳氏看道：「正是 我姑娘之物。」不覺流起淚來。嚴世蕃心內亦苦，忙著人去河中撈屍。何曾撈著一根頭髮？合家苦楚。那棗核釘聞知此事，也大哭一場，追悔不及。不必多贅。　　 再把素梅如何逃走？<br>\\n且看下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十二回<br>\\n想佳人當面失迎<br>\\n　　　<br>\\n詩曰：　　<br>\\n晨風夕雨皆成淚，月幌花簾總是憂。　　<br>\\n咫尺玉人不見面，從茲舊恨轉新愁。　　<br>\\n<br>\\n且說素梅送婉如小姐到嚴府門首，乘人忙亂之時，就往外一走，如魚兒般，也摸出城來。在路上自己想道：「我這等打扮，未免招人疑惑，且易遭歹人之禍。」忽想 一會道：「我不免妝做男人，畫些畫兒，沿路去賣，既免遭人疑惑，又可覓些盤費，豈不兩便？」幸喜身邊帶有銀子，就往賣衣處買幾件男衣，又買一雙鞋襪、一頂 帽子，紙、墨、筆、硯件件停當。走到僻靜處穿換。只有這一雙小腳，不能穿鞋襪。就取了針線，將鞋縫在襪上，裡邊多用裹腳襯緊。卻將耳環除下，倒也打扮得老 到。竟公然下路走，乘船只，絕無一人疑她。她的畫又畫得好，沒一人不愛，拿出就賣脫，每日風雨無阻，定賣去幾幅。盤費盡有多餘，還可蓄積。一路行將走來。 　　<br>\\n一日，來到常州。下在飯店，見天色尚早，出去閒踱。行至碼頭上，走得勞倦，思量到哪裡去歇歇腳再走。抬頭見個關帝廟，遂涉步進去拜過關帝，就坐在門檻上歇腳，觀看廟前景致。忽望見粉牆上兩行字，就站起身去看。卻是三首詩。<br>\\n第一首就是輕煙的。<br>\\n心內驚駭道：「她怎地到這所在來，卻又道『梵梵姑媳向誰啼』，這是何說？」<br>\\n再看到第二首詩道：　　<br>\\n不記當年月下事，緣何輕易向人啼？　　<br>\\n若能萍蒂逢卿日，可許蕭郎續舊謎？　　<br>\\n<br>\\n第三首道：　　<br>\\n一身浪跡倍淒淇，恐漏蕭牆不敢啼。　　<br>\\n腸斷斷腸空有淚，教人終日被愁迷。　　　　　　　　　　　　　　<br>\\n定海琪生和題　　<br>\\n<br>\\n素梅看罷，不覺淚滿衣襟道：「原來祝郎也在這裡。我好僥倖也。」急忙忙跑到後邊，去問那些長老道：「可有一位定海縣祝相公在此麼？」和尚們道：「我們這裡 沒有什麼祝相公。」素梅又問道：「眾師父從前可曾會見過麼？」和尚答道：「不曾會過，我們不知道。」素梅又道：「外麵粉牆上現有他題的詩句，怎麼就不曾會 過？求師父們再想一想看。」　　<br>\\n眾和尚正欲吃飯，見她問得瑣碎，變色答道：「這還是舊年，不知是哪裡過路的人偶在此間寫的。我們哪裡管他閒事？不曉得，不曉得。」素梅見說，帶著滿臉愁容 出來，心裡苦道：「原來還是舊年在此，想已回家。」卻又走近牆邊去看，自己取出筆來在壁間也和一首。一人無聊、無賴，見天色將晚，只得出門回店。次日絕早 又起身上路。　　<br>\\n你道琪生因何不見？只因琪生是個有名才子，凡寫的疏頭、詞情兩絕，字又佳，常州一城聞他大名。凡做善事，沒有張祝去寫疏頭就做不成。故此，不但和尚、道士 們奉之如神，連合城人，無不敬重，俱不呼他名字，只稱他老張。近日為天旱求雨，各處做法事打醮，把個張祝頭多忙得，東家扯，西家爭，及完卻這家回來，到半 路上，又是那家扯去。這日又去寫，就直纏到烏暗才得回來。誰知事不湊巧，素梅前腳剛才出去，琪生後腳就跨進來。因身子勞頓，就上牀安歇。　　次早起來，又 要去寫疏。正走到殿上，偶見神前一張疏紙被風吹起，直飄至牆腳下。走近才要拾，抬頭忽見粉牆上又添了幾行字。<br>\\n上前看時，也是和他原韻，一首詩道：　　<br>\\n迢迢長路弓鞋綻，妾為思君淚暗啼。　　<br>\\n手抱丹素顏面改，前行又恐路途迷。　　　　　　　　　　　　　　<br>\\n定海鄒氏女妾素梅和題　　琪生一看，異常驚喜，道：「她與小姐一齊被賊擄去，今日緣何來此？我看人俱還無意，同在此間謝天謝地。」想一會，又慮尋不著，遂跌腳哭道：「我那姐姐呀，你既來此，怎不等我一等，又不說個下落，卻叫我哪裡尋你？」　　<br>\\n裡頭這些和尚聽得哭聲，忙跑出來，見是老張對著牆哭，問為何事。琪生道：「昨日有個女人來尋我，你們曉得她住在哪裡？」和尚道：「並不曾有什女人來尋你， 只有一個少年男子來尋什麼定海縣祝相公。何常再有人家？」琪生聞是男子，心內狐疑不解，又問道：「那男子住在哪裡？」和尚道：「我們又不認得他，哪個去問 他住處。」琪生遂不則聲，也不去拾疏紙，轉身就往外飛跑。　　<br>\\n行至門外，復又轉來叮嚀和尚道：「這人是我嫡親。今後若來，可留住他等我，說我曉得那祝相公的信息，切不可又放他去。要緊，勿誤。」說罷，就如一陣風，急 急奔出。跑至街上，正遇著寫疏的來接。琪生道：「我有天大的要緊事在身上，今日不得工夫。明日寫罷。」那人道：「這怎遲得？」動手就扯琪生。琪生只是要 走，被他纏住，發急大怒，亂嚷起來。那人見他認真髮極才放他去。　　<br>\\n整整一日，水也不曾有一點在肚裡，滿街、滿巷俱已跑到。沒頭沒端又沒個姓名下落，哪裡去尋？直至日落才回。一進廟門，氣不過，捧起硯臺、筆、墨盡力往地下 一摜，打得粉碎道：「只為你這筆、硯，盡日寫什麼疏頭，誤卻我大事。好恨也，好苦也。」遂掩面頓腳，大呼大哭。這些和尚只認他惹了邪祟，得了瘋病，俱替他 擔著一把干係。次日，祝琪生又出去亂跑亂尋，連城外船上也去問問，一連幾天尋不著。自此也不替人寫疏，只是厭厭鬱悶，就惱成一病。睡在廟中，整整一年有 餘，病得七死八活方才漸漸回好。　　<br>\\n一日，又是八月天氣。琪生新病初癒，要踱到殿上，親近、親近舊日的詩句。只見先有一個人，在那裡面牆而立，歎氣連天。琪生怪異，指望待他回頭問他。不想那人只管看著牆上點頭長歎，不一會又哭起來。琪生一發駭然，忍不住走上前去看。　　<br>\\n那人也回過頭來，卻是一個老者。再近前一觀，原來卻是鄒公。自解府之後又提進京，坐在刑部牢中。因舊年大旱，朝廷減刑清獄。刑部官卻是鄒公同年，又因戴松勢敗身死，沒有苦主，遂出脫他出來。卻一路來尋女兒消息，偶過此間，進來求籤，不想於此相會。　　<br>\\n二人又悲又喜。鄒公忙問道：「兄怎認得素梅，又在哪裡會見的？既知素梅消息，必知小女下落，還是怎樣？」琪生道：「我亦不曾遇見。」鄒公道：「現有壁上詩 句，但說何妨。」琪生道：「雖睹其詩，實實不曾遇見其人。」鄒公道：「哪有不曾會過，就和這詩之理？」祝琪生道：「先前原是會過的。老先生若能恕罪，方敢 直呈。」鄒公發極道：「詩中之情我已會意，何必只管俄延這半日。若是說明，就將素梅丫頭奉送，也是情願。」祝琪生料來少不得要曉得，遂將與小姐訂盟之事直 言稟上。　　<br>\\n鄒公聽得與女兒有約，忽然變色，少頃又和顏道：「這是往事可以不言。只說如今在哪裡？生死若何？」琪生哭道：「聞說是強人劫去，不知下落。」鄒公頓足跳 道：「這還是前事，我豈不知，只管說他則甚。你且說素梅如今在哪裡，待我去問她。」祝琪生道：「她來時小婿不曾在此，她就題詩而去。落後，小婿回來，尋了 幾日不見，因此就急出一場病來，至今方好。」鄒公哭道：「原來還屬虛無。我好命苦！」拭淚又問道：「輕煙也怎地在此？」祝琪生道：「她來在我之前，一發不 知。」　　<br>\\n鄒公含淚，默默半晌，重新埋怨琪生道：「我當初原有意贅你為婿，不料為出事來中止。你卻不該玷我閏門，甚沒道理。」祝琪生謝罪道：「小婿一時匿於兒女癡 情，干冒非禮，然終未及亂。尚求岳丈大人海涵。」鄒公流淚道：「罷是也罷了，只是我女兒不知究竟在何方？生死尚未可料。」　　<br>\\n言罷，又放聲大哭。琪生忍著悲痛勸解，二人就同到這邊用了飯。琪生問鄒公行止，鄒公道：「我拼著老骨頭，就到天邊海角，也少不得要去尋女兒一個生死信 息。」祝琪生道：「岳父大人既然如此，小婿也要回鄉，去看看父母近來何如？就與岳父同行。」二人商量已定，到次日起來，就收拾行李，別卻和尚，一路尋至家 中。<br>\\n正是：　　<br>\\n寧到天邊身就死，怎教骨肉久分離。　　<br>\\n<br>\\n話分兩頭。半日筆忙，不曾理得到絳玉事情，且聽細表。　　<br>\\n說這絳玉，自那日棗核釘賣她，恰好一個官兒買來，指望進京，送與嚴嵩討他個歡喜，要他升官。不意這官兒行至常州府，忽得暴病身亡。夫人見丈夫已死，兒女又 小，沒個人撐持家門，恐留著這少年美貌女子惹禍，就在常州尋媒婆要嫁她。這常州府有個極狡猾、極無賴的公子，姓邢，名國端，字得祥。妻子韓氏，是個酸溜溜 的只好滴牙米醋，專會降龍伏虎打丈夫的都元帥。公子父親是吏部郎中，他不願隨父親到任上去，故此在家，一味刻薄胡行。見一有好田產就去占，不占不住。見人 有美婦人就去奸，不奸不止。領著一班好生事的悍僕，慣傾人家、害人命。合城人受其荼毒，畏他權勢，皆敢怒而不敢言。　　<br>\\n這日，只在外邊閒蕩，不知他怎麼曉得那夫人嫁絳玉的信兒。知她是外路的新寡婦，一發可欺，就思量要白白得來。叫家人去對那夫人說：「你家老爺當初在京選官 時，曾借我家太老爺若干銀子使用。原說有個丫鬟抵償。至今數年，本不見，利不見，人又不見。今日到此，並不提起。是何緣故？若是沒有丫鬟，須還我家銀 子。」　　<br>\\n那夫人正要發話，卻有當地一個媒婆私捏夫人一把，悄悄說道：「人人說邢公子叫做摳人髓。夫人莫惹他。若惹他，就是一場大禍。老實忍口氣，揉一揉腸子，把人與他去罷。」遂將公於平日所為所作，如此，如此，這般，這般地告訴夫人。　　<br>\\n那夫人是寡婦人家，膽小畏禍，又在異鄉不知事體，就忍氣吞聲哭泣一場，喚絳玉出來隨他家人去。那絳玉自從棗核釘打發出來時，已將性命放在肚外，自己還道這 兩日餘生是意外之得，便就叫她到水裡火裡去，她也不辭。聞夫人吩咐隨他去，也不管好歹，居然同那些家人到邢家去了。　　不知絳玉此一去性命如何？<br>\\n再聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十三回<br>\\n玉姐燒香卜舊事<br>\\n　　　<br>\\n詞曰：　　<br>\\n孤枕雙眉鎖，多愁只為情。昨宵癡夢與君成，及醒依然衾冷伴殘更。<br>\\n此苦誰堪訴，寒燈一盞迎。賭將心事告神明，誰曉神明早把眼兒瞪。<br>\\n　　　　　　　　　　　　　　　　　　　　　　　<br>\\n右調《南鄉子》　　<br>\\n<br>\\n卻說絳玉同邢宅家人至他家中。邢公子見家人帶絳玉來，連連責家人道：「我只說他夫人不肯，還要費口舌、動干戈，故不曾吩咐得你們。哪知一去就帶人來？你們 難道不知家裡大娘利害！怎麼不先安頓個所在，再來報我，卻就帶進家中。怎麼處？快與我帶進書房藏躲，待晚上再悄悄領她別處安置罷。」家人忙來帶走。絳玉不 肯走，邢公子自己下來扯她。絳玉一把攬住他衣服，喊道：「今日不是你，就是我。你來！你來！」眾家人見她扭住主人，齊來扯開，絳玉大喊。　　內裡韓氏聞得 喊叫，驚得飛滾出來。一見丈夫抱住一個美貌女人，大吼一聲，跳上前來將公子方巾一手揪來，扯得粉碎，把公子臉上披一個不亦樂乎。那些家人驚慌，俱各沒命地 跑個乾淨。公子見韓氏撞見，早已驚倒在地。絳玉卻走向前，扯著大娘跪下哭道：「望大娘救小婢子一命。」韓氏道：「你起來對我講。」絳玉不以實告，只說道： 「妾是定海祝秀才妻子。因出來探親，為某官人半路搶來。今某官人已死，他夫人就要嫁我。我實拼著一死，討一口好棺材。如今被公子劫來，我總是一死，不若死 在大娘面前，省得又為公子所污。」　　<br>\\n言罷，就要觸階。韓氏忙忙扯住道：「不要如此。有我做主，他焉敢胡行。待我慢慢著人尋覓你丈夫來帶你去。」就指著公子波羅揭諦的罵個無數，還險些要行杖。 公子縮做一團，蹲在地上，哪裡敢出一聲，只是自己殺雞，手作狗停的拜求，韓氏才不加刑，還罵個浪淘沙找足，方帶著絳玉進內，不許公子一見絳玉之面。　　<br>\\n過有一月，絳玉偶在後園玩耍，恰好公子從後門進來。絳玉瞧見，恐他又來胡為，嚇得紅著臉、急奔進內。正遇著韓氏走來。韓氏道：「你為何臉紅，又這等走得急 劇？」絳玉尚未答應，公子也走到面前。韓氏大疑，遂與公子大鬧。卻將絳玉剝去衣服，一一個臭打。二人有口難分。絳玉到晚就去上吊，卻又被人救活。韓氏道： 「她拿死嚇我！」又打有四五十下。就叫她與丫頭輩一樣服役，卻自己帶在身邊，一刻不離。晚間定交與一個丫頭同睡，一夜也喚她一二十次，若絳玉偶然睡熟不 應，自己就悄悄下牀去摸。若公子在房與韓氏同宿時，絳玉才得一夜安靜睡覺。　　然絳玉雖受韓氏磨滅，倒反歡喜。她喜的是韓氏看緊，可以保全身子，所以甘心 服役。只恨落在陷阱，不知終身可有見祝郎的日子。又念著小姐，時時傷心，望天禱祝。光陰荏苒，倏過四個年頭。韓氏見她小心勤力，又私自察她，果然貞節。就 心生憐念，比前較寬，不叫她服役，也不似以前那樣防她。　　<br>\\n一日，韓氏偶然一病。吃藥禱神，無般不做，又許了碼頭上關帝廟願心，果然病勢就漸漸痊好，調理幾天，病已痊癒。韓氏要到碼頭上關帝廟還願，備了牲禮香燭。 遂帶著絳玉與兩個丫頭，一同至關帝廟中。韓氏燒香拜佛，禱祝心願已畢，絳玉也去磕個頭，私心暗祝道：「若今生得於祝郎相逢，關老爺神帳飄起三飄。」才祝 完，就見神帳果然飄起三次。絳玉心中暗暗歡喜，連忙再拜，感謝神明。韓氏不知其故，問絳玉道：「信也奇怪，今日沒一些風氣，神帳怎地就動起來？」絳玉含糊 答應：「神聖靈顯，是大娘虔心感應之故。」韓氏點頭，遂領著絳玉眾人滿殿遊玩。　　<br>\\n絳玉陡然見壁上詩句，逐首看去，看到第二首、第三首後面寫「定海琪生和題」，心下吃了一驚，暗暗流淚道：「祝郎原來也至此間，可憐你我咫尺不能一見。怎詩 意這等悲愴？難道揚州之事，還不曾結？」從頭看到完又想道：「輕煙、素梅既在一處和題，詩中又各發別離思想之意，三人卻似未曾會面一般。祝郎前一首詩，又 像恨負他的一般，這是何說？」　　<br>\\n猜疑半晌，見桌上有筆硯，意欲和他一首，透個風信與他，好使他來找尋。又礙著韓氏在面前，難於捉筆，不覺垂淚。韓氏見她流淚，問道：「你為什事流淚？」絳 玉情急，只得說道：「偶見妾夫詩句，故此傷感。」韓氏驚訝道：「既是你丈夫在此，料然可尋。你怎不對我講，徒自悲傷？待我回家著人打聽，叫他來帶你回去， 不必苦楚。」絳玉聞言感激，就跪下拜謝。韓氏忙忙扶絳玉起來，著實寬慰一番。絳玉見韓氏如此賢惠，料不怪她，就在桌上提起筆來和詩一首於壁上。<br>\\n其詩道：　　<br>\\n一入侯門深似海，良宵挨盡五更啼。　　<br>\\n知君已有知心伴，空負柴門煙霧迷。　　　　　　　　　　　　　　<br>\\n<br>\\n定海平氏侍妾絳玉和筆　　<br>\\n<br>\\n絳玉和完，放下筆來。韓氏雖不識字，見她一般也花花地寫在壁上，笑道：「你原來也識得字，又會做詩！」因一發愛她。耍了一會，動身回家，韓氏果遣人城內、城外去尋祝琪生。誰知琪生已同鄒公回家，並無一人曉得。絳玉聞琪生無處訪問，內心只是悲咽。每每臨風浩歎，對月吁嗟。<br>\\n正是：　　<br>\\n十一時中惟是苦，愁深難道五更時。　　<br>\\n再說琪生與鄒公同尋雪娥小姐與素梅、輕煙。祝琪生改名張瓊。一路夜宿曉行，依舊來到定海縣。先到鄒公家裡，只見門庭如故，荒草淒涼。那些家人半個也不在， 只有一個年老蒼頭還在後園居住。見主人回家，喜不自勝，彎腰駝背地進來磕頭。鄒公叫他扯去青草，打掃一間房屋，二人歇下。　　<br>\\n鄒公看見一幅大士還掛在上面，哭向琪生道：「記得那年請賢婿題贊，我父女安然。豈知平地風波，弄得家破人亡。我小女若在，怎肯教大士受此灰塵？」遂一頭哭一頭去替大士拂拭灰塵，心中叫道：「大士有靈，早教我父女相會。」琪生也哭個不住。　　<br>\\n少頃，只見那老蒼頭捧著幾碗稀粥走來，與二人吃，蒼頭就站在旁邊伏侍添粥。偶然問道：「老爺與祝相公，可曾遇見素梅姐麼？」二人聞說，忙放下碗問道：「她 在哪裡？」蒼頭道：「她從去年臘月到此告訴我說：『受了多少苦楚。』她從北京出來，要尋祝相公，在路上又受了多少風霜方能到此。她卻改了男妝，一路賣畫而 來。住在這裡好幾個月，日日出去訪祝相公。見沒有信息，又到北京看什麼平小姐。故此從十月二十七日就起身去了，到今日將近有十餘天光景。難道不曾遇見？」 二人問道：「她可曉得小姐在何方呢？」蒼頭道：「她卻不曾細說，是我問她，只說道：『小姐被強人搶去。』」二人苦道：「她原與小姐同被搶的，怎說這囫囤 話？她又怎地卻在北京出來？我們只恁命薄，不得遇她討個實信。怪道她詩上說『手抱丹青顏面改』，原來是男妝賣畫。」二人煩惱，整整一夜不睡。　　<br>\\n次日，祝琪生到自己家中去看父母。走到原居，卻是一塊白地，瓦礫、灰糞堆滿。心內大驚，悄悄去問一個鄰人，才知父母為他陷害，不知去向，強盜劫獄，房屋燒光。哽哽咽咽，仰天號哭，只得再至鄒公家，向鄒公哭救。正是：　　<br>\\n流淚眼觀流淚眼，斷腸人訴斷腸人。　　<br>\\n鄒公勸道：「令尊、令堂自然有處安身，你縱哭無益。我與你還去尋訪，或者有見面之日，也不可知。只是我小女被盜劫去，身陷虎穴。她素性激烈，倒恐生死難保。我甚慌張。」說罷也悲悲慼戚，哭將起來。二人心中苦楚哪裡寫得盡。　　<br>\\n祝琪生又悄悄去看婉如小姐，指望見她訴訴苦。哪知平家在房俱是別人的。訪問於人，俱說遷往京中多時。一發愁上加愁。再去訪輕煙信息，也無音聞。去候好友鄭 飛英，全家皆在任上。處處空跑，一些想頭也沒有。絕望回來恨不欲生，對鄒公道：「我們在家也沒用。老父、老母又不在，小姐、素梅又不見。我方才求得一簽在 此，像叫我們還是去尋的好。」就將所求籤詩遞與鄒公看。那籤詩道：　　<br>\\n勸君莫坐釣魚磯，直北生沒信不非。　　<br>\\n從此頭頭聲價好，歸來方喜折花枝。　　<br>\\n鄒公看了道：「這簽甚好。」祝琪生道：「揣簽意，卻宜北去。難道又進京去不成？」鄒公道：「凡事不可逆料。或者尊翁、令堂見賢婿不在，竟尋進京去，也不可 知。而且素梅又說進京，小女亦在京中也未可料。我們不免沿路細訪，倘然遇著素梅也就造化。」祝琪生心中也道：「進京兼可探聽婉如小姐與絳玉姐信音，更為一 舉兩得。」二人次日遂動身又往北上。不在話下。　　再說鄭飛英在雲南任上，做了三年推官。嚴嵩怪他沒有進奉，誣他在任貪酷，提進京勘問。幸虧幾個同年解 救，才削職為民，放他回去。此時飛英已至淮安，聞赦到，遂同家眷在淮安轉船回家。他見嚴嵩弄權，倒不以失官為憂，反喜此一回去，可以訪求琪生，送婉如小姐 與他親成。　　一日，船到常州府。泊船碼頭，買些物件。他因是削職官員，一道悄悄而行。這常州知府，飛英相厚同年，回去來拜一抽豐鄉親。鄭飛英偶在船艙伸 出頭來與一個家人說話，被他看見，登時就來拜候。飛英倒承他先施，怎麼不去回拜。那同年就要扳留一日，意思要飛英尋件事去說說，等他做情。哪知鄭飛英為人 清高，不屑如此。因情義上不好歉然而去，遂住下與他盤桓一天。　　這婉如與夫人們在倉望著岸上玩耍，見對面一個廟宇，甚是齊整。夫人問小廝道：「這是什麼 廟？」小廝道：「是關帝廟，好不興旺。」夫人遂對婆婆道：「我們一路關在船艙，好生氣悶。左右今日是不動身的，平家小姐又終日愁容不解，我們又難得到此， 大家下船，去到廟中看個光景。」太夫人道：「我年紀大，上船、下船不便。你與平小姐上去，略看看就來。」夫人就同婉如上岸，行至廟中。　　<br>\\n不知進廟來怎麼玩耍？<br>\\n再聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十四回<br>\\n婉如散悶哭新詩<br>\\n　　　<br>\\n詩曰：　　<br>\\n原為愁魔無計遣，且來古剎去參神。　　<br>\\n廟堂又詠悲秋賦，信是愁根與命連。　　<br>\\n話說鄭夫人與平婉如小姐，領著丫頭、小廝走入廟中隨喜。先到後邊遊戲了一番，又一擁至前殿來。夫人見牆上有字，笑對婉如道：「好看這樣齊整廟字，獨是這塊 牆，寫得花花綠綠，何不粉他一粉，是何意思？」原來，是本城這些施主來修廟宇，愛牆上一筆好字，不忍粉去。故此粉得雪白，單留這一塊牆不粉。　　<br>\\n婉如倒也無心，聽得夫人說笑，就回頭觀望，果然有幾行字跡。信步行去一看，劈頭就是輕煙的詩，暗驚道：「曾聞祝郎說有個輕煙，是鄒小姐身邊使女。緣何這裡 也有個輕煙？」再瞧落款，是寫著「定海鄒氏妾」，便道：「原來就是她。為什麼來到這裡呢？」也不關心，就看第二首，驚道：「這筆跡好像祝郎的。」遂不看 詩，且先去瞧他落款，不覺大驚，且喜。忙對夫人道：「原來是祝郎題的兩首詩。他竟在此也不可知？」夫人猜道：「這詩像已題過多年。你看灰塵堆積，筆畫已有 掉損的所在。斷不在此間。」　　<br>\\n婉如不覺悲傷。再將詩意重複觀玩，滴了幾點眼淚，又去看第四首。卻是素梅的。一發奇異，歎道：「看她詩中，果然祝郎不在此間，連她也不曾遇見，是見詩感慨 和的。」再看第五首詩，又是絳玉的。垂淚道：「咳！你卻賣在這裡。可憐，可憐。」看完，心上也要和他一首。就叫小廝到船中取上筆、硯來，也步和一首絕句 道：　　<br>\\n身在東吳心在趙，滿天霜雪聽烏啼。　　<br>\\n近來消瘦君知否，始悔當初太執迷。　　　　　　　　　　　　　　<br>\\n定海平氏婉如步和　　<br>\\n<br>\\n婉如題罷，就著實傷悼，忍不住啼泣。夫人著忙勸道：「我原為你愁悶，故上來與你遣懷，誰知偏遇著這樣不相巧事，倒惹得你悲苦。快不要如此，惹得旁人看見笑 話。」遂玩耍也沒心腸，大家掃興而回。隨即就著人遍城去訪絳玉。又沒個姓名，單一味捕風捉影，自然是訪不出來的。晚間鄭飛英辭別常州府出城上船。宿了一 夜，次日就開船，一直到家不題。正是：　　<br>\\n妾已歸來君又去，茫茫何日得佳期？　<br>\\n　<br>\\n再說祝琪生與鄒公，依舊北上。一路尋訪祝公與夫人，並雪娥小姐信息，兼找尋素梅。哪裡有一個見面？一直尋至京師地面，連風聞也沒一些。二人惱得不知怎得是 好。兩人算討來到京城中，下個寓所，祝琪生先去訪平家消息。在京城穿了兩日，才問到一家，說住在貢院左首。祝琪生連忙到貢院，左首果然問著平家一個七、八 十的老家人。　　<br>\\n祝琪生不先問他小姐，先問道：「你家相公在家麼？」家人誇張道：「如今不叫相公，稱老爺了。」原來棗核釘得嚴世藩之力，競弄了個老大前程，選是福建福州府 古田縣主簿。祝琪生聞說稱老爺，疑他前科也中進士，便問道：「如今你老爺還是在家，還是做官？」那家人興頭的緊，答道：「我家老爺，如今在任上管百姓、理 詞訟，好不忙哩。」祝琪生忙道：「你家小姐可曾同去麼？」家人笑道：「這是前時的話，也記在肚裡，拿來放在口裡說。我家小姐死了，若是托生也好三歲。」　 　<br>\\n祝琪生聞言，就如頂門上著了個大霹靂，心中如刀亂刺，眼淚直滾，問道：「是什麼病死的？」家人遂將主人把她嫁與嚴家為妾，小姐不從投河身死。起根發腳的說 與他聽。祝琪生聽了，肝腸寸寸皆斷。又問道：「你家絳玉姐姐呢？」家人又笑道：「原來你是個古人，愈問愈古怪，偏喜歡說古話的。我家絳玉丫頭賣在人家，若 養孩子，一年一個，也養他好幾個了。」<br>\\n　　<br>\\n琪生又吃一驚，遂問道：「畢竟是幾時賣的？」家人道：「賣在小姐未死之前。」祝琪生道：「奇怪！小姐既還未死，怎麼就先賣她？卻賣在哪家呢？」家人道： 「這個我就不知道。」琪生只是要哭，恐怕那家人瞧著不雅，又忍不住，只得轉身走回，就一直哭到寓所。鄒公忙問其故，祝琪生哭訴：「平小姐已死，絳玉又賣， 小婿命亦在須臾了。」訴罷，拍桌打凳淚如湧泉。鄒公亦為撫恤勸解，再四寬慰。<br>\\n正是：　　<br>\\n一點多情淚，哭倒楚江城。　<br>\\n　<br>\\n一日，二人愁悶，在街上閒闖。忽撞見巡城御史喝道而來，看祝琪生，就叫一個長班來問道：「相公可是定海祝相公？」祝琪生暗吃一嚇，問道：「你問他怎的？」 長班道：「是老爺差來問的。」祝琪生道：「你老爺是哪個？」長班道：「就是適才過去的巡城沈御史老爺，諱憲，號文起的。」祝琪生才悟放心道：「既是沈老 爺，我少刻來拜。」長班又問了祝琪生寓所，就去回復本官。　　<br>\\n祝琪生與鄒公轉身也回。鄒公問道：「方才那御史，與賢婿有一面麼？」祝琪生道：「他是家父門生，又受過舍間恩惠的。小婿與他曾會過數次。」二人一頭說話一 頭走，才進得寓所，尚未坐下，已見長班進來，報老爺來拜。二人倉卒之際，又沒一個小廝，又沒一杯茶水，弄得沒法。只見沈御史已自下轎，踱將進來。鄒公又沒 處躲閃，二人只得同過來相會。　　<br>\\n沈御史先請教過鄒公姓名，後問祝琪生道：「世兄幾時到這邊的？怎不到敝衙來一顧。尊翁老師在家可好麼？」祝琪生道：「小弟到才數天。不知世兄榮任在此，有 失來叩。若說起家父，言之傷心。暫退尊使，好容細稟。」沈御史遂喝退從人。祝琪生通前撤後，兜底告訴。沈御史惻然道：「曾聞得貴州劫獄之事，卻不知世兄與 老師亦在局中大遭坎坷。殊實可傷。」三人各談了些閒話。　　<br>\\n祝琪生赧然道：「承世兄先施，小弟連三尺之童也沒有，不能具一清茶，怎麼處？」沈御史道：「你我通家相與，何必拘此形跡。只是世兄與鄒老先生居此，未免不 便。不若屈至敝衙，未知意下何如？」祝琪生二人苦辭，沈御史再三要他們去。二人只得應允。沈御史道：「小弟先回，掃榻以待。」遂別琪生與鄒公而去，留兩個 衙役伏侍二位同來。二人遂一同至沈御史衙中安下。　　過了幾日，二人有滿腹心事，哪裡坐得住，意欲動身。沈御史勸琪生道：「世兄如今改了姓名，令尊、令堂 又不曉得下落。世兄若只而北去訪，就走盡天涯，窮年計月，也不能尋得著。依小弟愚見，今歲是大比之年，場期在邇。世兄若能在此下場，倘然闈中得意，那時只 消多著人役，四路一訪，再無不著。今徒靠著自己一人，憑兩隻腳，走盡海角天涯，就是有些影響風聞，也還恐路上相左，而況風聞影響一些全無，焉能有著？還是 與鄒公先生，權在敝衙住兩月，待世兄終過場，再定局面為是。」祝琪生道：「世兄之言甚是有理，但是小弟本籍前程已無可望。今日怎能得進場去？」沈御史道： 「這事不難。小弟薄有俸資，儘夠為世兄納個監。只消一到就可進場，況如今是六月間，還有一月餘可坐。」鄒公也道有理，從旁贊勸，琪生遂決意納監。沈御史就 用個線索，替琪生納了監，仍是張瓊名字。即日進監讀書。　　<br>\\n轉眼就是八月場期，琪生三場得意。到揭曉那日，張瓊已高掛五名之內。祝琪生歡喜自不必說，惟沈御史與鄒公更喜。琪生謝座師、會同年，一頓忙亂。頃刻過年， 又到二月試。琪生完場，又中第四名會魁。殿試在第二甲，除授翰林院庶吉士。隨即進衙門到任。不及兩天，就差人四路去尋訪父母消息。　　<br>\\n過了一月，鄒公欲別他起程去尋女兒。祝琪生泣道：「這是小婿之事，不必岳父費心。小婿豈戀著一官，忘卻自己心事？而且老父老母不知著落何地？小婿竟做了名 教負罪人，恨不即刻欲死。但因初到任不能出去，待看機會謀個外差，憑他在哪個所在，也少不得要訪出來。再不然，寧可掛冠與岳父同死得道路，決不肯做那不孝 之子、薄倖之人也。岳父且耐心坐待，與小婿同行，有何不可？」於是鄒公復又住下不題。　　<br>\\n再說紅鬚自劫獄之後，在梅山寨中無日不著人在外打聽祝琪生與老夫人音信。又因雪娥小姐思量父親，時刻痛苦，也一連幾次遣人探聽鄒公音耗。俱說解往別處，不 知下落。祝公與雪娥小姐，翁媳二人每日只是哭泣。光陰似箭，不覺過了三四年光景。　　一日，紅鬚在寨中看兵書。忽小卒來報道：「古田縣知縣已死，卻是一個 平主簿署印。贓私狼藉，倒是一頭好貨。特來報知。」紅<br>\\n鬚道：「再去打聽，訪他是哪裡人？是何出身？一向做官何如？有多少私財？快來報咱。」　　不到一日，小卒來報道：「訪得是浙江定海縣人，寄籍順天，姓平， 名襄成，字君贊，原叫什棗核釘，今百姓呼他叫『伸手討』。資財極富，貪酷無厭。」紅鬚聞知是棗核釘，怒髮沖冠，咬牙切齒道：「這賊也有遇咱的時候！」忙請 出祝公與雪娥小姐。遂言道：「今日你們仇人平賊已到，咱去梟了他首級來，替咱恩人報仇，一滅此恨」。　　<br>\\n祝公與雪娥尚未答應，紅鬚早已怒氣沖沖地出去。只帶十數個人，各藏短刀，晝夜並行。到了古田縣，竟進縣衙，將棗核釘捉出，剁做肉泥，又將他合家不論老少男女，上下一齊殺絕。遂領著眾人出城。恰遇福建巡撫正領著大兵到閩清縣去剿山賊，在此經過，兩下相遇。　　<br>\\n紅鬚全無懼怯，領著十餘人殺進陣中。手起刀落，殺人如砍瓜切菜，一連殺死官兵八九十人。刀口已卷，只以刀背亂砍。巡撫見勢不好，指眾官兵一齊殺上，團團圍住。紅鬚外無救兵，內無兵器，竟被擒住。巡撫怕賊黨搶劫，連夜將陷車囚好，做成表章，解京獻功。　　<br>\\n有那逃得性命的小卒，跑至梅山寨中報信，雪娥小姐正在。祝公說：「恐怕不分玉石，連婉如一同遭害。」替她擔著驚恐。忽聞此信，二人大哭。　　<br>\\n不知後事若何？且聽下回分解。 　　<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十五回<br>\\n鄒雪娥急中遇急<br>\\n　　　<br>\\n詞曰：　　<br>\\n義海相鬥，愛河復攻。哪堪這襪小鞋弓。恨殺殺，倒做了兩頭俱空。陽關人又急，天臺路不通。欲學個丈夫女中，怎奈我南北西東，各天又共。<br>\\n　　<br>\\n卻說祝公與雪娥小姐，聞知紅鬚被擒，二人號天哭地，連忙著人出去打聽消息。說一些刑也不曾受，只是明早就要起解上北京。祝公頓足道：「這卻怎麼處？他能救 我，我不能救他。真是枉為人一世。」說罷痛哭。雪娥小姐也哭道：「我們若非他救時，今日不知死在何地。焉可坐視不理？我與公公寧可拼著性命，趕上前隨他進 京。看他是怎的結局。若有可救則救，若無可救時，也還可以備他後事。」祝公道：「有理。只是你是個女子，怎的出得門？你且住在此間，只待我自去罷。」雪娥 道：「公公年老，路途中誰人伏事。媳婦雖是女人，定要同公公去。」　　<br>\\n二人正在爭論，忽見幾個小卒慌慌張張，跑來喊道：「快些走！快些走！巡撫領兵來洗山了。」眾小卒一聲喊，各自逃命而去。祝公與雪娥二人心慌，略略帶些盤 費，跑出山尋一隻小快船，一路趕來。直趕到常州府，方才趕著。祝公就要去見紅鬚，雪娥止住道：「不可造次。若是這樣去，不但不能見他，亦且有禍。必須定個 計策去，方保無事。」祝公道：「定什麼計才好？」　　<br>\\n雪娥思想一會道：「我有一計。解子必要倒換批文，少不得將囚車寄監。我們多帶些銀兩，再買些好酒好肴，到監門對牢頭禁子哭訴，只說他當初是我們外親，曾周 濟我們過。今日不知他為何犯法？來送一碗飯與他吃吃，以報他昔日周濟我們之恩。卻多送些銀兩，買住牢頭。他見公公是一個老成人，我又是一個小女子，料不妨 事，再見有銀子於他，自然肯容我們進去。待進去之時，再將些銀兩送與守囚車之人，卻將酒肴就與他們吃。他們只顧吃酒，我們就好與義土說話。」祝公點頭，遂 去備辦停當。　　<br>\\n二人來到監門口，尋著牢頭，照依行事。果然放他二人進去。二人進得牢門，也照前施行，無不中計。紅鬚見二人來此，大驚道：「你二人怎的遠遠來此？」祝公與 雪娥小姐，抱著囚車哭道：「義士救我二人性命，又為我等受害，我二人就死不忘。今日間，義士解上北京，恨不能身替。特趕來隨義士同去。」紅鬚道：「不須啼 哭，你二人也不須進京。咱這一去，多分必死，倒喜得仇人死在咱前，咱就死也甘心，殺也快活。人生世上少不得有一死，有什怕他？只要做一個硬漢子，了一件痛 快事，開眉舒眼得死，就到下世做條漢子也是爽利的。你二人快不要隨咱去，就隨咱去，也替不得咱的死，卻不是多送在裡邊煩惱的？而且又使咱多擔了一片心，反 叫咱死也不得乾淨。但是你翁媳二人，日後遇著祝翁恩人，替咱道及，就咱不能與他相會，叫他念咱一聲，咱就死也甘心。」　　<br>\\n祝公與雪娥二人定要與同行。紅鬚髮怒道：「不聽咱言語，必然有禍。難道要隨咱去。是要看著咱砍頭麼？何不就在這裡砍了咱去，省得你二人要去。」祝公與雪娥 見他不容同去，及發起怒來，因哭道：「但是不忍義士獨自一人解去。」紅鬚道：「不妨事。咱也是一條漢子，不怕死的人。」祝公遂取出一包銀子，遞與紅鬚道： 「既不容我二人隨去，這一包碎銀子，義士自己帶去做盤費。」　　<br>\\n紅鬚搖頭不受道：「咱要銀子何用？咱既犯罪，朝廷自然不能饒咱，料來也是這包銀子買不下咱命來的。這條路去，怕他敢餓死咱不成？你二人拿去，尋個安身所 在，慢慢將這銀子度日。等待打聽恩人信息。」又想一想道：「不如就在這裡安下也罷。這常州地方，還是個來往要地，可以訪信，省得往別處去，又要花費盤纏。 你們如今用去一釐，就少一釐了。那得沒錢度日，誰肯來顧你？」祝公道：「義士慮得極是，為我們可為極至。我二人就在這裡住下。候討義士信音也罷。」　　<br>\\n雪娥又悄悄問道：「平賊家眷可曾殺傷？」紅鬚笑道：「咱才殺一暢快。被被半個不留。」雪娥聞言暗暗叫苦不迭。又問道：「有酒肴在此，義士可用麼？」紅鬚 道：「這倒使得。」雪娥遂取酒肴至。祝公親自喂他，雪娥在旁斟酒。紅鬚大嚼，如風捲殘雲，須臾用完。對祝公二人謝道：「生受你們。你二人去罷，以後再不要 念咱癡心哭泣，也沒聽了。」二人涕泣而出。　　<br>\\n雪娥向祝公道：「義士既不要我二人隨去，生死只在明早一別，就終身不能見他。我們須就在碼頭上尋個下處，明日起早，送他一別。」祝公道：「我也是這等 說。」二人遂依舊出城到碼頭上尋了下處。二人一夜不曾合眼。雪娥想念父親，不知存亡。祝郎又不知消息。婆婆又沒去向。又憐公公年老衣不遮身、食不充口，苦 惱不過。素梅、輕煙，未知歸著何處？又悲義土解去，性命自然不保。婉如姐姐，不知逃得性命否？又回想自己是個閨女，終日隨著一個老者東流西蕩，凡事不便， 究竟不知是何結果？　　那祝公心裡卻又思量，夫人年老。不知流落何方？生死未料。孩兒年少，不知可逃得性命出來？還是躲在哪裡？不知何方去尋？又見一個少 年媳婦日日盡心孝順，服侍體貼，甚不過意，惟恐耽誤她青春，卻一般落在難途，怎叫她受些風霜苦楚，終於怎樣結局？又念紅鬚，解上北京，畢竟是死，一發可 傷。兩人心中各懷啞苦，暗自傷心。真是石人眼內，也要垂淚，好不悽慘。　　<br>\\n二人至五更時分，就起來伺候。祝公打聽得解子俱在間壁關帝廟動身。遂領著雪娥，在關帝廟中等候。雪娥皺著眉頭，就坐在鼓架上，祝公卻背叉著手，滿殿兩頭走 來走去，心神不寧。忽走到牆邊，抬頭一看，見壁上許多字，知是唱和的詩句。看到琪生詩句，大聲驚怪叫道：「媳婦你來瞧，這不是我兒的詩麼？我老眼昏花，看 不仔細，莫是我看差了？」　　<br>\\n雪娥聽說，飛跑過來。祝公指著琪生的詩句，教她來看。雪娥看著詩句，就哭起來道：「叫我們望得眼穿，哪知他在這裡。」祝公喜得手舞足蹈，心花俱開。雪娥又 重新將詩句第一首看起。那是輕煙的，心已駭然，看到第二首、第三首是琪生的。點頭悟道：「哦，輕煙已嫁，他故此怪她。」又看到第四首是素梅的，心內一發詫 異道：「愈看愈奇了！她也緣何得來？我莫非還在夢裡。」　　<br>\\n再看至第五首，是絳玉的。心下暗想道：「平家姐姐曾說有一個絳玉，為與祝郎有情，被主賣出。怎也在此？」及看至第六首，是婉如之詩。就失聲大哭道：「哪知 平家姐姐也曾來此。可憐你那日，不知可曾遭害否？若是遭害，想必死於非命。我又不能得你個實信，好生放心不下。」又想一想道：「我看他們詩中口脗，像是俱 不曾相會祝郎的，怎的詩又總在一處呢？」　　<br>\\n心中疑惑不解，愈思愈苦。心內又想道：「輕煙、素梅二人如今不知在哪裡？」諸事紛紛，眼淚不住。祝公也看著這些詩，反覆玩味道：「這些人的來歷，你前日曾 對我說過，我也略知一二。但不知怎麼恰好的皆到此間，令人不解？」雪娥應道：「正是呢，媳婦也是如此狐猜。」祝公又悲道：「我孩兒既有題詩在此，料然不遠 去。我和你待送了義士起身，就在此慢慢尋他。」雪娥道：「公公說得有理。」　　<br>\\n正說話間，只見解子們押著囚車，已進廟中來。二人就閃在一旁。祝公與雪娥乘解子收拾行李，忙忙上前去看紅鬚。紅鬚道：「咱道你二人已去，何必又來？你二人 好生過活，今日咱別你去也。」祝公與雪娥還要與他說兩句話，尚未開口，只見那些解子早來紮縛囚車，趕逐二人開去。已將紅鬚頭臉蒙住。祝公與雪娥眼睜睜地看 著他上路去了。祝公與雪娥復大哭一場，回到廟中。<br>\\n正是：　　<br>\\n望君不見空回轉，惟有啼鵑血淚流。<br>\\n　　<br>\\n祝公拭淚，對雪娥道：「我想孩兒這詩不知是幾時題的？」雪娥忽見一個和尚走進來，便應道：「公公何不問這位長老？」祝公就迎往和尚問信。和尚道：「我們也 不曾留心。大約題待甚久，像有三四年了。」祝公就呻吟不語。雪娥道：「公公可向長老借個筆硯一用。」祝公果去借來。雪娥執筆向祝公道：「待媳婦也和他一 首，倘若祝郎復至廟中，便曉得我們在此。方不相左。」遂和詩道：　　<br>\\n父逐飄蓬子浪跡，斑衣翻做楚猿啼。　　<br>\\n柔腸滿注相思意，久為癡情妾自迷。　　　　　　　　　　　　　　定海鄒氏雪娥泣和　　<br>\\n雪娥和畢，祝公看著傷懷。雪娥道：「我們不宜再遲，趁早去尋下住居，就去尋祝郎下落。」祝公道：「有理。」二人就央人賃卻一間房子，祝公將雪娥安下﹔自己人卻日日不論城市、鄉村、寺觀、庵院，各處去尋琪生、訪和氏夫人。　　<br>\\n尋了一、二個月，並無一毫影兒。雪娥就要回定海家裡，尋訪父親信息。祝公道：「我豈不欲回家一看，只為天氣漸冷，我年老受不得跋涉，抑且路途遙遠，盤費短 欠，怎麼去得？不著在此挨過寒冷，待明年春氣和暖，同你慢慢支撐到家。你意下如何？」雪娥依允。哪知，不及半年，看看坐吃山空，當盡賣盡，不能有濟。房主 來逼房錢，見他窮得實不像樣，料然不得清楚。恐又掛欠，遂捨了所掛房錢，定要趕他二人出去，讓房與他，另招人住。逐日來鬧吵嚷罵。　　<br>\\n二人無奈，只得讓房子與他。卻又沒處棲止，又不能回去，遂一路流了三、四里。原指望到淮安投奔一個門生，身邊盤費絕乏，委實不能前行，初時還有一頓食、一 頓餓，挨落後竟有一日到晚也不見一些湯水的時節。雪娥哭道：「我也罷了。只是公公年紀高大，哪裡受得這般饑寒，怎不教我心疼？」卻又沒法商量。二人夜間又 沒處宿歇，卻在館驛旁邊一個破廟裡安身。日裡翁媳二人就往野田墳灘去拾幾根枯草，換升把米子充饑。雪娥要替人家拿些針線做做，人家見她這等窮模樣，恐怕有 失錯，俱不肯與她做。雪娥也不去相強，只是與祝公拾柴度日。二人再不相離，苦不可言。且將此事按下不題。　　再說祝琪生在京做官，只想謀個外差。一日恰好 該他點差，南直隸又缺巡按，他遂用些長例，謀了此差。別卻沈御史，同著鄒公出京，並不知紅鬚之事。祝琪生這裡才出京，紅鬚那裡解進京。兩下不遇，各不曉 得。　　</p></div>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/text/000000004\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000004\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-34f96d8374d82fcd-6b4cd0\\\"><p><br>\\n閒話休題，說這祝琪生出京。他是憲體，好不威武。他卻只把鄒公坐著大船，自己只帶兩個精細衙役，一個叫做陸坷，一個叫做馬魁，一路私行，以巡察民情為由，兼探父母與小姐諸人音信。　　<br>\\n未知琪生此去可曾尋著否？且聽下回分解。<br>\\n<br>\\n第十六回<br>\\n張按院權內行權<br>\\n　　　<br>\\n詩曰：　　<br>\\n機權慢道無人識，也有人先算我前。　　<br>\\n然遇境窮非命拙，折磨應是巧成全。　　<br>\\n<br>\\n卻說琪生出京，一路尋訪父母、小姐諸人音信。一日，私行巡至鎮江，與衙役陸坷、馬魁三人裝做客商搭船。同船一個常州人，忽問道：「列位可曉得按院巡到哪 裡？」眾人回道：「聞知各府、縣去接，俱接不著。這些官員、衙役、吏民都擔著一把干係。」有的道：「他私行在外。」有的又道：「按臨別處。」總是猜疑，全 無實信。　　<br>\\n琪生也攔口說道：「我也聞說他出巡，已巡到常鎮地面，但不知他在哪個縣份？兄問他怎麼？」那人說道：「我為被人害得父散子亡，連年流落在外。今聞得他姓 張，是個極愛百姓的、不怕權勢的好官。故此連夜趕來，打情拼個性命，去告那仇人。」祝琪生道：「告的是何人？為著什事？」那人道：「若說起這個人，是人人 切齒，列位自然曉得，料說也不妨。就是敝府一個極毒極惡，慣害人的無賴公子。姓邢，不知他名字，只聽得人叫他做『摳人髓』。」　　<br>\\n眾人聽見是摳人髓，一船客人有一半恨道：「原來是這個惡人。告得不差。」琪生笑道：「這個名字，就新奇好聽，叫得有些意思。」那人道：「什麼有意思！他害 的人也無數。我當日原做皮匠。有一女兒，好端端坐在家裡。只因家貧屋淺，被他瞧見，他就起了歪心。一日喚我縫鞋，將一隻銀杯不知怎麼悄悄去在我擔中，故意 著人尋杯。我低著頭縫鞋，哪管他家中閒事﹔卻有一個小廝，在我擔中尋皮玩耍，尋出這只杯來。他遂登時把我鎖起，道我偷他若干物件。就將送到官，打一個死還 要我賠他許多金銀。你道我一個皮匠怎有金銀賠他？竟活活將我女兒帶去姦淫。他的婆娘又狠，日日吃醋，倒不怪他丈夫，單怪我女兒，百般拷打。我女兒受不過磨 難，就一索弔死。」　　<br>\\n說到這裡，竟嗚嗚咽咽地哭將起來。祝琪生道：「怎不告他？」那人道：「還說告他！他見人已弔死，恐我說話，將屍骸藏過，倒來問我要人。說我拐帶他婢，要送 官究治，我是個窮苦的人，說他不過，反往他方躲避。直到前月十六日，遇見他家逃走出來的一個小廝告訴我，才曉得情由。竟欲告他一狀，出口悶氣。」說罷又 哭。琪生道：「事雖如此，風憲衙門的狀子也不是容易告的。還要訪個切實才是。」那人道：「左右我的女兒弔死了。我在外也是死，回家也是死。不如告他一狀， 就死也情願。」　　<br>\\n眾人也對琪生道：「客官，你是外路人，卻不曉得這摳人髓造的惡，何止這一端？」又是某處占人田產、某處謀人性命、某處謀人妻女﹍﹍，你一件，我兩件，當閒 話搬出來告訴。琪生又道：「只怕這位朋友不告。若這位告開個頭，則怕就有半城人去告他哩。」琪生又問了那公子的住居，放在心上。也不在丹陽停留，就一直行 到常州，依舊到碼頭上關帝廟去歇下。　　<br>\\n<br>\\n和尚們齊來恭喜道：「張祝一向在哪裡，今日才來，就養得這樣胖了」琪生支吾過來。遂走到殿上來看舊日詩句，只見又添了三首。上前去看，前詩如故。看到絳玉 的驚道：「終不然她賣在這裡麼？不然何以到此和詩？若在此間，定然尋著她。」及看至婉如的，大驚大喜道：「你原來不曾死，喜殺我也。」又想道：「我想那家 人決不哄我。這詩決是她遷家進京時題的，死於和詩之後耳。」　　遂掩面號呼道：「我那苦命的小姐呀！你為我而死，叫我怎不痛殺。莫非你一靈不滅，芳玉孑 來，到此尋我悲痛一會？怪道絳玉也在此題和。自然俱是那時進京時節同小姐在此和的。可見棗核釘那惡賊在那路上，已留心進京賣她。絳玉也先曉得，故道『一入 候門深似海』。可傷！可傷！」　　<br>\\n<br>\\n想到此際，把那一片尋訪熱腸又化為冷水。再看雪娥詩，就一發踴躍叫異道：「好奇怪！你也曾到這裡。可憐你身陷強盜，叫我哪裡跟尋你？只怪素梅姐姐，向日不 在廟中等我，致你珠玉久沉海底。不知今日你還中此否？」心中就欲著人去訪。見天色已晚，只得忍住。一會又拍牆哭道：「我這些美人一個個的來此，俱有題和。 怎詩倒都與我對面相親，人卻一個不見。我好痛殺也！早知你們俱到此間，不如在此寫疏頭過日子也好。如今只博得一個空官，要他何用。當初求籤曾許我中後重 逢，哪知相逢的都是些詩句。原來菩薩、神聖也來哄我。」就越發鬧起，且大呼大哭。廟中和尚還道張祝出去這幾年，病還未好，今日舊病復發。　　<br>\\n<br>\\n琪生苦得一夜不曾睡覺，次日老早就起來，只得且理眼前公務。先吩咐一個衙役滿城去訪鄒小姐消息，單著一個在廟中等候。自己妝做個相面的，竟來到邢家門首， 只管在那裡走來、走去。那邢公子恰好送客出來，見這個人在街上看著門裡，走過去復又走過來。遂著家人喚他進來，問道：「你貴姓？是做什麼事的？」琪生道： 「在下姓張，相面為生。」公子道：「既是一位風鑒先生，請坐下。學生求看看氣色。」　　<br>\\n<br>\\n琪生也鬼談嘲笑看上一會，胡謅幾句麻衣相法，歎道：「可惜。」公子道：「在下問災不問福。有何禍福但請直言無隱。」琪生道：「在下名為鐵口山人。若不怪直 談，請與公子一言。」公子以目注視琪生道：「原求直言，指示迷途，方可趨避。」琪生遂道：「目下氣色昏暗，印堂淚紋直現，當主大禍。」公子道：「可還有救 否？」琪生搖頭道：「滯色沉重，甚是不祥。」　　<br>\\n<br>\\n公子毫無溫意，笑道：「人力可以回天。學生只是自己修省，挽回天意，禍自消天。哪有個救不得的事？多蒙先生指教，相金自當奉上，還有便飯，敢屈先生到書房 去坐罷。下次就做成個相與，可時常到舍間來，與學生看看氣色。」遂起身攜著琪生手，往後園來。　　琪生暗道：「可見人言不足信。幸是來訪，不然幾乎害卻好 人。以後便當細心，不可不察。」二人走進書房，公子與他閒談觀玩一番，又領他各處遊玩，領到一間雅致房子裡面坐下。那房甚然高深幽靜，料謝絕塵事，養高於 此。再擺飾些花草書籍，儼似深山，竟是在城山人，一世可忘世務。琪生倏地清涼，怡然自爽。公子道：「此處倒還雅靜，就在這裡坐罷。」就連喚家人，一個不 在。公子對琪生道：「這些奴才一個也沒用。先生請坐，學生走一走就來。」　　<br>\\n<br>\\n公子出得門檻。哪知家人俱在門外等候，皆是做成圈套，忙叫家人將房門緊緊鎖上，公子在門外冷笑道：「你道我有大禍。只怕我倒未必，你的大禍到了。你相自己 還不准，還來相別人？」琪生在內叫道：「公子開門。在下還要趕做生意，怎麼閉我在此？」公子又冷笑道：「你今生今世，休想出我此門。如今按院姓張，偏你也 姓張。既是相士，卻單單望著我門裡走來走去，獨要相我，偏又相我甚是不祥？」琪生道：「在下委是相士。適來衝撞莫怪！」公子道：「你還要瞞賴！哪有相士有 這等一個品格。我的相法還比你好些。我就開門，叫你死得心服。」就喚家人把門開了，將他身上一搜，卻搜出一顆印來。琪生啞啞無言。　　<br>\\n公子大怒道：「你還要再抵賴麼？人無害虎心，虎無傷人意。是你來尋我，不是我去尋你。你既來訪我，自然不是好意。我也不得不先下手。」琪生哀求道：「既然 被你識破，你放我出去，我誓不害你。」公子笑道：「你好不識時務。我焉肯縱虎自傷？」遂將印帶在身邊，將琪生送進黑房，把門重重鎖上。笑道：「任憑你有兩 翅，也不能高飛去了。」遂欣欣然同家人出去，再設法來送他性命。　　<br>\\n琪生在押，房中烏黑，真正伸手不見掌。卻是公子有心起的一間暗房﹔開門則明亮如故，閉戶則霎明烏暗。不知有個什麼關捩子兒起造的，周圍插天高牆，也不知送了多少人的性命在裡頭。今日琪生撞在裡中，料知必死。只是在內驚異。正是：　　<br>\\n惡人未剪身先死，哪得雲間伸手人。　　<br>\\n卻說絳玉在邢家終日告天求地，願求保佑再得與祝郎團圓、小姐相會。凡有月之夜，就到後園悄悄望月禱祝。這日正在園中拜月，耳邊阿阿聞得慨歎之聲甚是悽慘。 暗想道：「我今日聞得公子討大娘喜歡，說做了一件大事。落後又聞得說『只待三更下手』，莫非又著個什麼人在此，要絕他性命麼？」遂悄悄走近暗房邊竊聽。忽 然心動道：「這聲音卻像是我們鄉裡，又熟識得緊。」就低低問道：「裡面歎氣的是誰？」　　<br>\\n琪生聽得外面人問，急道：「我是本省張按院，你是何人？快些救我，自有重報。」絳玉聞是按院，暗自躊躇道：「我在此間幾時是個出頭日子？不若救他出去。那時求他差人送我回家，與祝郎相會，豈不是一個絕好機會。」　　<br>\\n<br>\\n籌算已定，便道：「我今救你出去，你卻快來救我。」琪生連道：「這個自然。你快些開門才好。」絳玉就忙要救他，門又鎖緊。幸喜此房離內宅頗遠，不得聽見。絳玉見門旁有一石塊，雙手舉起，將鎖環盡力一下，登時打斷，開門放出琪生。趕到月下，兩人一見，各吃一驚。　　<br>\\n絳玉連聲道：「你好像我祝郎模樣。」琪生喜道：「正是！你可是絳玉姐姐麼？」絳玉亦喜道：「我就是！」兩人喜不可言。琪生還要問她在此緣由，絳玉忙催道： 「公子半夜就著人來殺你！有話待慢慢地講。你快些走脫，就來救我。若稍遲延，你我二人之命休矣。」琪生就不再言。絳玉急領他到後邊，開了後門，琪生飛也似 奔到碼頭上來。此時才至黃昏，城門未關。<br>\\n　　<br>\\n那陸坷、馬魁俱會在廟中。見月上甚高，老爺還不見回，不知何故也？一路尋進城來，恰好撞見。陸坷悄悄稟道：小姐並無音信。」琪生喘息不已，對他二人道： 「這事且待明日再訪。只是我今日幾乎不得與你二人相見。」二人吃這一嚇不小，忙問何故？琪生也不細說，同進廟中。即刻出個信批到府，著府、縣立刻點二百名 兵，去拿邢公子全家家屬。　　<br>\\n二人如飛，分頭至府至縣擊鼓。府、縣聞得按君在境，俱嚇得冷汗如雨。武進縣知縣就領壯兵去拿邢公子。知府與各官忙忙至關帝廟稟接。琪生只教請本府知府進去，各官明日到察院衙相見。　　<br>\\n知府進去，琪生對他細說邢家之事。把個知府嚇得魂魄俱喪。琪生又道：「本院有個侍妾絳玉，失陷邢家。恐眾人不知，玉石俱焚。煩賢府與本院一行。」知府忙忙趨出，趕到邢家來。那些官員聞知按臺受驚，俱懷著鬼胎，沒處謝罪，也一哄來捉邢公子，並保護絳玉。　　<br>\\n祝琪生待知府出去，就進後殿。只聽得和尚們交頭接耳，個個吃驚打怪地道：「誰知寫疏張祝竟做了按院？」正說時，見琪生進來，一齊跪下迎接。琪生笑道：「我還是舊時張祝，不消如此。」不一時，陸珂報道：「眾官又至。」　　<br>\\n不知何事？且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十七回<br>\\n拜慈母輕煙訴苦<br>\\n　　　<br>\\n詞曰：　　<br>\\n王事不惶顧母，一身只恁垂睽。怎知白髮困雞棲。題起心懷欲碎。<br>\\n縷縷枯目飲泣，盈盈老眼昏迷。蒙卿患難賴提攜，枕畔極歡還戚。　　　　　　　　　　　　　　　　　　　　　　　右調《西江月》　　<br>\\n<br>\\n卻說知縣領著兵丁，將邢家前後門如鐵鉔一般圍住。那公子還在裡內正吃夜宵酒，對妻子韓氏笑道：「此時已是二鼓將盡，只好再挨一刻性命罷了。」正說時，忽一 聲喊，如天崩地裂之聲。許多人已擁進來，將邢公子並全家大大小小、男男女女，一齊拿住，用繩扭索綁，就串了一串，不曾走得一個。　　<br>\\n知縣正在逐個點名，忽見知府與眾官慌慌張張來叫道：「內中有一位絳玉姐姐在哪裡？」絳玉也不則聲。知府慌了，對知縣道：「這人是按君家屬。方才親口吩咐本府自來照管，如今單不曾獲得。倘有錯認，怎麼回話？」　　<br>\\n知縣著慌，急得亂喊「絳玉姐姐。」絳玉在眾人中，從容答道：「妾在這裡，不須忙亂。」眾官見說，如得活寶一般，齊向前，七手八腳，親自與她解縛，連連賠 罪。問絳玉是按君什人？為何卻在邢家？絳玉道：「我是按君之妾，為邢賊詐來。」眾官見是按臺亞夫人，都來奉承效勞，又懇道：「卑職等職居防護，致按君受 驚，恐按君見罪，煩夫人解釋。」又道：「適才不知是夫人，大膽呼名，切勿介意。幸甚，幸甚！」絳玉道：「不妨。」　　<br>\\n<br>\\n知府遂吩咐衙役，將轎先送絳玉到自己衙內。知縣押著邢家男女送監。眾官又一齊奔至廟中回復。琪生傳言免見。這一夜，廟前、廟後許多兵卒圍護。揭令唱號，一直到曉。琪生卻安然睡覺。那些官員、吏役，來來往往，一夜何曾得睡。因按院在城外，連城門一夜也不曾關。　　<br>\\n次日五鼓，眾官就在廟前伺候。直到日出，琪生才進城行香，坐察院。先是府道各廳參謁，俱是青衣待罪。琪生令一概俱換公服相見。琪生致謝知府。知府鞠躬請荊 不迭。次後就是知縣、衙官，也換公服相見。落後又是參將、游擊，一班武職打恭。諸事完畢，即刻就投文放告。知縣就解進邢公子一家犯人進來。　　<br>\\n邢公子只是磕頭道：「犯人已知罪不容誅，只求早死。」琪生道：「也不容你不死。」又問他：「印在哪裡？」公子道：「在家中牀櫃下。」琪生委知縣押著公子登時取至。琪生掣簽將公子打了五十大毛板。眾家人助惡，刑罰各有輕重。　　<br>\\n正在發落，頃刻接有一千多狀子，倒有一大半是告邢公子的。皮匠亦在其中。琪生逐張教與邢公子看過，公子頓口無言。琪生就將公子問成絞罪發監。韓氏助夫為 惡，暫寄女監發落。才將公子押出，已接著老大書札，已有二三十封，俱為邢公子講情的。琪生一發不看，原書復回轉。將招擬做死。正是：　　<br>\\n從前作過事，沒與一齊來。　　<br>\\n琪生又看了些狀子，才退堂歇息。外面報：「知府親自送絳玉進來。」琪生回卻知府，忙教將絳玉接進。兩人悲痛，絳玉哭訴往事。琪生說道：「我一聞你賣出之 信，肺腑皆裂，以為終難萍聚。哪知遭此一番風險。昨晚若非卿救，我已鬼錄陰司。卿能守節，又復救我，此心感激，皆成痛淚。我今日見卿，復思小姐。只可憐你 小姐為我而死。」遂將她死的緣故說之。　　<br>\\n絳玉聞知小姐已死，哭得發昏。又問琪生：「幾時得中作官？」琪生也將前事細說。絳玉失驚道：「原來你也遭了一番折挫。因說道：「邢家韓氏，我倒虧她保全。你須出脫她罪才是。」琪生應允。二人數載舊情，俱發洩在這一夜。枕上二人，自不必說。　　<br>\\n次日，琪生對絳玉道：「我是憲體，原無留家眷在察院之理，恐開彈劾之門，不便留你在院。須尋一宅房子與你住下，吩咐府、縣照管。待復命之日再接你進京。你 須耐心，不要憔悴。」遂差人尋下一大間住房，安頓已畢。府、縣聞知，就撥四個丫鬟、兩房家人來伏事。又差二十名兵丁守護。琪生還恐她寂寞，又將韓氏出了 罪，悄悄也發至絳玉處做伴。　　<br>\\n數日之間，邢公子已死獄中，閒文略過。　　琪生發放衙門，事體已完。一連幾日，著人探訪父母與鄒小姐三人，毫無音信。正在煩悶，衙役來報，座船已到。琪生 忙將鄒公接上來。談及絳玉之事，鄒公也替琪生歡喜。琪生訴說小姐曾來廟中題詩，及至尋訪，又無下落。鄒公就急急同琪生去看，又哭得昏暈。次日，琪生復同鄒 公登舟，往別處出巡。行到半路，復帶著馬魁、陸珂二人，上岸私行而去。　　<br>\\n一日，來到常熟縣界。三人進店吃飯，忽聽得店內嚷鬧，碗盞、碟子打得亂響。琪生喚馬魁去看。來報道：「原是一個客人下店吃飯，他不知飯店規矩：凡先進來者 先有飯，務宜依次送來。他見同桌之人先有飯吃，半日還不到他，又見小二捧飯送到東、送到西，他卻呆呆坐等，就大怒起來。將同桌人的飯奪過來，就往地上一 潑。同桌之人也惱起來，就與他交手，卻打他不過，被那潑飯的人一頓拳頭，打倒在地。店主忙去扯勸，哪知他正要尋店主廝打。隨手帶過來，也打一個半死。他還 在那裡嚷道：『一般俱是客人，怎一桌之上兩樣看承，侷送與那行人吃，獨不與我？難道我不還你錢不成？你若誤了我的行程，叫你死在我手裡。』罵得性起，就將 他碗盞傢伙打得雪片，特來報知。」　　<br>\\n琪生還未回言，只見一個漢子，楂拳裸身，從店內跳出門外道：「來！來！來！皆來送命。我不打你個臭死，不算好漢。」又見身後幾個若大若小，男子婦人，跳出 一大堆來，手拿柴棒，俱大步跳將出來要打那漢子。那漢子將這些男女一腳一個，俱踢得翻倒在地。琪生見他行兇得緊，走上前去，要看他何等人物？用心一看，原 來是馮鐵頭。忙去扯他道：「馮兄休得囉唣，過來相見。」　　<br>\\n鐵頭見是琪生，喜得目歡眼笑道：「我的老相公，尋得我好苦，教我哪裡不曾尋得到。」正攜手欲行，只見店小二去約了一班光棍、油面辣子趕來廝打。鐵頭怒道：「待我索性打死他幾個。」言罷，就迎上前要打。琪生一把攔住道：「不可，不可。」　　<br>\\n那小二這些人，不知琪生是勸的，認是他同琪的伴。但見贏不得鐵頭，沒處出氣，就來打琪生。嚇得陸珂、馬魁忙上前攔住，將為首的一個打了一掌，喝道：「咄！ 該死的奴才！按院老爺在此，誰敢亂動？」眾人嚇得屁滾尿流，只恨爹娘少生兩隻腳，一齊跑得沒影。恰好有本縣打聽按院消息的人在那裡。一聞此信，飛馬報本官 去了。　　這琪生攜著鐵頭手，另進去個僻靜店中。那店內的人，已知是按院，見他進來，連飯也不敢吃，丟下飯碗就走。店主忙來磕頭，琪生道：「我暫借此說 話。你們不許張楊。」店主應聲而去。琪生問鐵頭：「一向在哪裡？今日何事到此？」鐵頭就將逃難遇和氏老夫人與輕煙始末歷陳。　　<br>\\n琪生淚如雨下，忙問：「老母與輕煙，如今安在？鐵頭道：「住在呂城。我自安頓老夫人二人之後，就各處來尋你。到這常熟縣，連今日已是來尋過三次。不想兄已 做官，也不負我幾番跋涉。」琪生致謝，就要轉頭見母。鐵頭道：「待我先去報知老夫人二人。兄索性完卻公事，從容回來相見何如？」　　<br>\\n琪生急欲回去一見。忽陸珂來稟道：「常熟合縣官員在外稟見。」琪生道：「到縣相見。」琪生見眾官已經來接過，不好一回，遂差馬魁同鐵頭先往呂城報信，自己 即到縣查盤。諸事已畢，卻將昨日被傷店主喚來，賞他幾兩銀子，安慰他一番。就差人往路上知會座船：「只在無錫縣等候，你不必又來。」　　<br>\\n次日，復忙忙地巡到各縣份與松江府各處。匆匆趲完公事，遂帶著陸珂起身，星夜趕至呂城。路上早接著馬魁來迎，一同進門。琪生連叫道：「母親在哪裡？」和氏 老夫人與輕煙聽得琪生已到，飛奔出來，抱著琪生痛哭，琪生跪在地上哭道：「致使母親流落他鄉。孩兒之罪也。」夫人扶他起來，三人各將前事說知。　　<br>\\n琪生又向輕煙謝道：「我母子若非姐姐，焉有今日。向時我見廟中詩句，還道你失節嫁人，滿腔錯怪。豈知你反為我母子受苦數年。」言之不覺淚下。輕煙泣道： 「身已從君，焉肯失節。妾不足惜，只苦了婆婆耳。」琪生只又大哭道：「母親幸喜見面，只是爹爹不知還在哪裡吃苦？只恐存亡未保。鄒小姐與素梅姐姐著落何 方？我好痛心。」夫人與輕煙也哭。鐵頭苦勸方止。　　<br>\\n琪生就差人到無錫縣，催趲座船快來。過有五六天，方才船到。琪生去接鄒公上來相見過。鄒公待見輕煙，觸動心事，放聲大哭道：「你母子倒幸團圓，輕煙固而見面。不知我女兒尚在何方？今生可有相會的日子？」琪生與鐵頭再三勸改。　　<br>\\n次日，琪生就將母親與輕煙也送至常州，與絳玉一同居住，待復過命再著人迎接進京。又恐鄒公年老，畏見風霜，也留在常州同住。那府、縣官來叩賀，自不必說。過了兩天，琪生別過母親與眾人，帶著鐵頭做伴，乘著座船，又巡往淮安一帶而去。<br>\\n正是：　　<br>\\n代天巡舟人人懼，過地聞名個個尊。　<br>\\n　<br>\\n話分兩頭，且說素梅自從在常州關帝廟和詩之後，一直尋至定海。家裡只見衰草門庭，青苔滿院，一個熟人也不見面，只得一個老蒼頭看守門戶。次日問到祝家，又是一片火燒殘地。急訪於鄰人，方知他家也為出事來，逃走在外。苦得沒心沒緒，含淚回來，就與蒼頭訴苦。　　<br>\\n次日，又去訪輕煙，也不知去向？要打聽小姐，一發沒處下手。遂住在家中指望等他們回家得一個信音。誰知將近一年，杳無音聞。思量坐在家中，守株待兔，終究 不是長法，不著再到京中，且討平小姐一個好久信息。至十月二十七日，遂又動身進京。至次年五月，方行至淮安府。才下飯店，心裡就覺有些不爽利。及睡到半 夜，漸覺沉重，竟病倒在淮安店中。　　<br>\\n不知生死如何？且聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十八回<br>\\n除莽兒素梅致情<br>\\n　　　<br>\\n詩曰：　　<br>\\n腰間常佩絳錯劍，專待仇人頸血磨。　　<br>\\n<br>\\n是我姻緣偏複合，問伊何用起風波。　　卻說素梅病倒在飯店，自己將衣服緊緊穿著，只是和衣而臥。幸藏身邊盤費多餘，諸事可為。央店主請醫調治，一病半年有 餘。待調理好時，已足一年，盤費花得精光。想道：「我多時不曾畫幅畫兒，今日不免畫幅賣來做盤纏。我病已好，只管在此，豈不討人看出破綻。明日還急急地起 程才好。」遂畫兩幅畫，拿在手中去賣。　　<br>\\n偏又作怪，起初兩年，拿出畫去就有人買，只愁畫不及。今日拿著畫，整整打早就走到日午，問也沒人問一聲。心中苦楚，耳邊又聞得按院將到，滿街報馬與官府往 來不絕，心內害怕道：「我是個女身，腳下走路，慢踱則可，快行未免有錯。如今街上官府又多，人馬又眾，而且按院初到，不是當耍，倘有一點跡虞，風波立起。 不若且回店去迴避一日，再作商量。」　　<br>\\n遂回身轉步，行至南門。忽背後一人拍拍她肩上道：「素梅姐姐，怎麼是這等打扮？」素梅嚇上一眺，忙回頭一看，卻是個和尚，頗覺面善，一發竟想不起。那和尚 笑道：「怎就不認得我？我是平莽兒呀！」原來莽兒自拐主母事犯，從監中逃出，直至這裡。無所棲身，就投在南門外《□行庵》做了和尚。適才正去化盞飯，遇見 素梅在街上賣畫。他的眼□□生認得。只因是男妝，不敢造次。悄悄尾在她背後，細細瞧看。左看右看，見她舉趾動步，一發知是素梅無疑，所以放膽叫她。　　<br>\\n素梅數年不曾被人識破，今日暮然平空有人喚出她本像，吃這一大驚。見是平莽兒，就仇人相見分外眼明，將一副心事對付他。　　<br>\\n<br>\\n莽兒見果是素梅，就起姦淫之念，意欲拉她同至庵中，又恐照顧了眾和尚，沒得到她。心上暗自打算道：「待我先弄她上手，然後再帶進庵。她若一心向我，要拒和 尚也就不難。」遂誘至僻靜處，一把摟住求歡。素梅竟不推辭，笑道：「這所在，人跡往來，不當穩便。倘遇著人來，你是個出家人，我是個假男子，豈不弄出事 來。同你到我下處去，閂上房門，一人不知，倒甚穩當。莽兒道：「你下處在哪裡？」素梅道：「在府前。」莽兒甚喜，放手跟著素梅就走。　　<br>\\n<br>\\n素梅一路暗恨道：「我與這賊前生做下對頭，今生與他一劫。罷，罷，說不得了。我今日必然是死，且到府門前喊官。誓不與這賊俱生。」一頭走一頭算計。耳中遠遠聞得喝道之聲，忽聽得旁人喝道：「按院老爺來了，還不站開，只管低著頭走，到哪裡去？」　　<br>\\n<br>\\n素梅聞知，就一手攜著莽兒，避在一邊。不一會，鑼聲將近，兩面肅靜牌早已過去，許多儀從執事，絡繹而過。看看按院轎子已近，素梅猛然一聲大喊：「爺爺救命！」莽兒嚇得心膽皆碎，急得要跑，被素梅死緊攬住。　　<br>\\n<br>\\n那按院正是琪生。聞得有人攔路喊叫，必是急事。就差人押住，將二人帶到察院衙門。先喚素梅上去，一見已吃一驚，忙叫至案桌跟前，吩咐她抬起頭來。心內大喜，不覺出神，就失聲道：「噯喲，你莫非﹍﹍」連忙又住了口。素梅抬眼見像琪生，也暗吃一嚇，又不好問。　　<br>\\n<br>\\n兩人默默無言，你看我，我看你，倒有些趣。一個告的不訴，一個審的不問，各人心裡登時攪亂。琪生恨不得跑出公案來問她，衙役們看著又不好意思。只得審問道：「你怎沒有狀子，攔路亂喊？所告何事？」素梅從直訴道：「小婦人靠實不是男人。」　　<br>\\n<br>\\n琪生聽了這一句，正合若他癢處，喜得抓耳撓腮，含笑問道：「這是何說？」素梅將平宅從嫁，自己不從，改扮男妝，來尋丈夫祝琪生，今日遇見平莽兒要姦淫之 事，一一哭稟。琪生已知果是素梅，遂叫莽兒上去，將信炮連打一、二十下，忿然道：「你有何說！」莽兒尚兀自左支右吾地抵賴。琪生拍案大怒道：「你這該死該 剮的奴才！還不直招。你且抬頭認本院一認看！」　　<br>\\n<br>\\n莽兒果抬頭一看，認得是祝琪生。嚇得他頂門上走了三魂，腳底下蕩了七魄，半日不能則聲。琪生叫夾起來，又問：「他買盜扳害可是你經手的？」莽兒料賴不得， 遂將主人遣他行刺，錯殺戴方城，又買盜扳害，落後如何搶鄒小姐二人，自己如何拐主母，犯事逃做和尚，今日又不合要奸素梅，一一招出。　　<br>\\n<br>\\n琪生如夢方醒，始知以前情節。素梅在旁，也方知琪生就為此受累。琪生道：「今日真是神差鬼使叫你犯在本院手裡。明白前事，我也不定你罪例，從寬發落，只將你活活熬死罷。」欲要掣簽行刑，恐素梅膽小害怕，吩咐差人帶出二門，將莽兒重責一百板，生生斷命。已交與老閽收管。　　<br>\\n<br>\\n琪生發放事完，忙掩門退堂，差陸珂將素梅悄悄接進。二人悲喜交集。琪生忙問道：「小姐在哪裡？」素梅重新哭訴前事。　　琪生聞得小姐又被強人劫去，痛哭號 呼。琪生也將自己事情，並見詩及到家中遇蒼頭之事歷歷告訴，又道：「你既送平小姐到嚴家門口，落後可曾聞些動靜麼？」素梅道：「彼時我就出來。大約平小姐 誓在必死，叫我多致意你，叫你自家保重，切勿以她為念。」琪生哭道：「我曾去訪，她果然投水而死。」素梅聞知，亦心酸大哭。琪生又說：「她也曾到常州關帝 廟和詩哩。」素梅道：「這卻又奇。她既死在我題詩之前，怎和詩又在我題詩之後呢？好不令人難解。」　　二人正在猜疑，忽馮鐵頭怒氣沖沖跑來對琪生道：「適 聞人說嚴賊事敗，發煙瘴充軍，隨身只帶得一名軍妻，是平家之女。今已到河下。明日動手，我去將平小姐取將來何如？」琪生駭異道：「平小姐已死，哪有此 事？」鐵頭道：「或者傳聞不的，小姐未死也不可知。」琪生又問鐵頭道：「你怎得有法子去取？」鐵頭道：「我自有道理，管你取得來就是。」琪生喜極道：「既 是不曾死，你快些去，務在必取才好。但不宜聲聞於外，恐礙官箴。」鐵頭道：「咱家自有制度，斷不令人知道。」　　<br>\\n<br>\\n言罷出來，先去認了船。買了一包火藥。至三更時分，悄悄去那船邊，放起一包火來。那船登時大燄，火光燭天。眾人驚慌，俱爬起來。有摸著衣服沒有褲子的，有 全然摸不著的，有摸著一件又是別人的，一齊喊叫，亂竄上岸。驚動許多人來救火，解子又要顧行李，又要顧正犯，哪有工夫去照管軍妻？　　<br>\\n<br>\\n鐵頭雜在人叢裡來救火。眾人之中，見船上有個標緻女人奔上岸來，忙走向前，一把挽著就走。那女子被火嚇得昏頭搭腦，單顧性命，只認是本船上的人救她，所以 頭也不抬，惟顧腳底下，只是跟著他走。鐵頭帶至無人所在，從襪筒裡取了一把刀來，恐嚇她道：「你隨到邊遠充軍有什好處？好好隨我去，還有快活日子。你若不 肯，開開聲兒就殺了你。」那女子忙道：「情願隨你同去。」鐵頭遂收起刀，同至城邊。那城門早已大開，卻是衙官親來救火，故此開的。鐵頭竟將女子帶進察院， 全無一人知覺。　　<br>\\n<br>\\n琪生忙迎出去看，卻不認她，心甚索然。對鐵頭道：「我說沒有此事，果然有誤，怎麼處？」恰好素梅出來看見，拍手笑道：「怪道說是平家之女，原來是平大娘。 差到底也！」琪生問：「是哪個平大娘？」素梅笑道：「就是棗核釘之妻陳氏耳。」琪生與鐵頭大笑，問陳氏：「因何在嚴家？」陳氏尚要支吾，琪生道：「莽兒已 被我打死，你直說不妨。」　　<br>\\n陳氏滿面羞漸，料然不能隱諱，只得把罪放在莽兒身上，略略被宣幾句。琪生又問：「你家姑娘生死如何？」陳氏卻將姑娘不從，投河身死之故說知。琪生知小姐死信果真，大哭不止。素梅亦甚是悲傷。琪生與素梅敘了兩宿舊情。　　<br>\\n琪生因陳氏在院，恐人曉得談論，一發連素梅俱教鐵頭也送至常州宅裡同住。又囑咐鐵頭就住在常州宅內照管，不須又來。鐵頭別卻琪生，送二人而去不題，正是：　　<br>\\n本將攜手同歡樂，只為官箴又別離。　　<br>\\n琪生又忙了數月，各處俱已巡到。一省事完，要進京復命，一路無話。不一日到京，面過聖出來，去拜一個刑部侍郎，是他最相契的同年。偶見案頭一張本稿，信手 取來瞧看。起首就是「速梟元惡，以防不測事」，看到後邊，卻是「大盜焦熊，綽號紅鬚，速宜正法，不可久滯獄底。恐防賊黨窺伺，致生他變。」琪生暗道：「這 人名字我卻在哪裡聽見過的。」一時再想不起，只管垂頭思索。侍郎道：「年兄躊躇何事？想是稿中有什不妥貼的所在？不妨改正。」　　<br>\\n琪生一心思想，口內咨咀道：「非也。這又有些古怪。」侍郎無心中答道：「這人果有些古怪。據他自供說，替他什麼祝恩人報仇，殺了古田縣主簿－－棗核釘平襄 成，自家甘心受死。日日在獄中，恨問官不早些處決他，叫他在獄中受悶。你道天下有這等不怕死的亡命之徒麼？故此連弟也在這裡疑惑，心中卻反有些憐他。你說 奇也不奇？年兄怎也知他古怪呢？」　　<br>\\n琪生才記得，數年前青蓮庵所救之人。暗道：「他怎曉得我的事？這又大奇。」遂動了個救他之念，便應道：「這人與小弟曾有一面。懇年兄怎地為小弟開豁他才 好。」同年道：「罪案已定，似難翻改。怎麼處？」想了一會道：「除非只有抵換一法。」二人再三計議，竟吩咐獄官，將一個多年死囚絞死，卻遞個紅鬚身死的報 呈。輕輕把個紅鬚救出，帶進琪生官寓。　　紅鬚一見琪生，喜出望外，踴躍跳道：「咱道是哪個張爺救我，原來卻是恩人。咱不喜得命，倒喜今日得遇恩人。」琪 生道：「何意？」紅鬚道：「太爺與尊夫人，眼也望穿。思人既做了官，怎就忘卻父親、妻子？」琪生垂淚道：「我心幾碎，怎說忘卻二字。你想是知道下落，快與 我說明。」紅鬚就把遇雪娥小姐並劫獄，以至殺棗核釘時被擒、解京之事，從前細說。　　<br>\\n琪生又悲又喜，感謝不盡，忙問道：「老父與鄒小姐，目今還在何方？」紅鬚道：「咱解之時，蒙他二人趕來，要隨咱進京。是咱不肯就他，就住在常州府，想還在 那裡。」琪生頓足哭道：「我也曾在那裡，著實尋訪，怎偏不遇。早知如此，就不做官，只在那裡訪著他相會，何等不好。豈知當面錯過。我真是天地間，大不孝， 大不義之罪人也。」遂呼天大號。紅鬚勸道：「不要煩惱。既有著落，自有相逢日子。明日待咱去接他到京何如？」琪生謝道：「多感厚情，生死不忘。」<br>\\n　　二人正在談說，忽一個衙役送報單進來道：「廣東山賊竊發，連破惠、潮二府，官兵殺敗，巡撫陣亡。今又圍困南雄。本府鄭爺，百計死守，信息甚緊。方才又是三報，奏請救兵。閣裡去九卿、六部老爺出了會單，不論文武、翰林、有司，俱於午門會議。請老爺就行。」　　<br>\\n琪生驚道：「鄭兄有難，安可坐視？我當為朝廷出力，替知己死難，正此時也。」遂換朝服急急進朝。原來嚴嵩拿問，凡是當初被他削逐官員盡皆起復。鄭飛英也當 起復，就選了廣東南雄府知府，帶著家眷赴任。到任才一月，就被賊兵圍住，屢戰屢敗。外無救兵，內無糧草，破在旦夕，命在須臾。故此，差人突圍，星夜進京求 救。　　<br>\\n這琪生曉得是他，所以著忙。奔到午門，只見眾官會議，欲議出一人領兵前去救援。眾人聞巡撫也被殺死，聲勢凶勇，哪個敢去？俱面面相覷，各不出言。琪生大聲 言道：「朝廷高官厚爵養士，原在分憂。今日俱是這等畏首畏尾，坐視纍卵，則朝廷要我們何用？今日正是事君致身之秋，卑職雖屬文臣，願提一旅之師，解南雄之 圍，替君父分憂。」　　<br>\\n說罷，遂同眾大臣面聖自舉。龍顏大悅，御筆親授廣東巡撫、兼提調各省兵馬都督。又加上一道御敕。琪生謝恩，連夜帶著紅鬚起程。　　<br>\\n這番兼官各省兵馬，一路人馬擁護，好不威赫。琪生與紅鬚坐著大船，這些兵馬、執事，卻擺在岸上，曉夜趲行。　　<br>\\n不知此去何如？再聽下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第十九回<br>\\n剿裊寇二士爭雄<br>\\n　　　<br>\\n詞曰：　　<br>\\n巡方才得返星詔，又把從戎征戰討，何苦獨賢勞？不因援友路，哪得會多嬌？　　　　　　　　　　　　　　　　　　　　　　　右調《菊花新》　　<br>\\n卻說祝琪生自領馬出京，一路人馬隨從而行，多少威武。直到常州地界，忙差人往母親處報信。自己隨即下船來見母親，道及朝廷又差孩兒往廣東剿賊，不日要往長 江、過梅嶺去了。一則記念母親並探父親下落，二則不知鄒、平二位小姐消息何如？三則要□□□助義兄，同往廣東建些功業，以報知己。如此由浙江、福建 □□□□□□，飛英被賊圍困南雄，正在危急之秋，望孩兒救他。□□□□□□□別母親前去。絳玉、素梅、輕煙亦來送別，遂邀了馮鐵頭下船，□□□令開行。　 　<br>\\n那些常州府所屬官員，俱來投手本候見，並送下程。琪生一概不收，但要地方官，縴夫多撥幾百名，以便連夜趲行。那些府縣俱是琪生舊屬，今又見新升撫院，且不 受一文私禮﹔豈有要幾名夫，不竭力奉承的道理？遂傳各方總甲人等，立刻要縴夫一千名，前往廣東撫院大老爺軍前應用，如遣重究。只見畢遞火速同了差人，各處 要夫。　　<br>\\n誰知祝公與鄒小姐自隨紅鬚起解進京，勸他暫住常州後，身邊盤費俱已用盡，口食尚且不給，正是走投無路，忽聽得縣裡立刻要夫，左右鄰皆去。祝公與鄒小姐商量道：「我今早膳尚缺，如何得有銀錢僱夫？只得自去應個名罷。」　　<br>\\n鄒小姐聞說，淚如下雨，便道：「公公如此老年，焉能受得此苦？若是不去，地方總甲又惡狠狠地，決不肯放過。」只得隨在祝公身邊，同著扯纖而行。　　<br>\\n此時，琪生正別了家眷下船﹔馮鐵頭雖然初與紅鬚相會，向日已聞琪生口裡贊過，一見自然氣味相投。三人說了些閒話，船已行有二三里。紅鬚忽記起祝公並鄒小姐 尚無下落，便高叫道：「咱有罪了，快放咱上岸去。」琪生忙問道：「兄要往哪裡去？卻是為何？」紅鬚道：「你道為何？還是為你。難道你忘了令尊並尊夫人 麼？」琪生道：「怎敢片刻有忘。只因軍機緊急，已吩咐家人多方尋覓去了。如再不見時，待班師之後，仍還要借重。」　　<br>\\n正說之間，忽然岸上人聲嘈雜，其中似有婦人號哭之聲，更覺悽慘。琪生偶而動念，隨立身往船窗外一覷，但見一老者打倒在地，一女人號哭在旁，不知其故。連喚 差役上岸，速去二人情節回話。差役忙過腳船上岸，問那老者道：「因何倒在此間？」那女子答道：「我公公是拿來縴夫。因年老行走不快，被夫頭打壞的。」差役 隨來回話。　　<br>\\n琪生聽了復想道：「既是縴夫，如何又有一個少年女子隨行之理？其中必有情弊。你可去帶那二人上船來見本院。」原差立要拿祝公上船，祝公決不肯去。鄒小姐道：「公公不妨，待媳婦去哭訴苦情，或者還可出得夫頭之氣。」　　<br>\\n二人隨了差人上船時，琪生先已看見是父親了。慌忙迎出艙門來，一把抱住父親哭拜道：「男該萬死，如何累父親受苦到這田地。」祝公道：「這也是我的命運，再 不想你改了姓，如何使我尋得著？」琪生轉身見了鄒小姐，也拜謝她，年來伏事父親之勞。紅鬚、馮鐵頭亦過來下了禮。祝公一見紅鬚便問道：「義土從何得放？真 喜殺我也。」外邊又稟道：「知縣、鎖夫頭在此請罪，求大老爺發放。」　　<br>\\n琪生聞之，正欲出去痛責一番，被祝公勸道：「他只知趕路要緊，哪知你我事情。若不是他這一番囉唣，我與你哪得相逢？此係無心之過，饒他罷了。」琪生領命而 出，只見知縣、驛丞跪在船頭上請罪。琪生道：「人夫自當選壯丁著役，如何差老弱的塞責？此皆諛役朦朧作弊。已後當細心料理，姑且一概不究。」眾皆叩頭感謝 而去。　　<br>\\n琪生進艙來，祝公便問道：「你母親曾有下落否？」琪生道：「母親已在此住久。男今奉命討賊，刻不容緩。父親可同媳婦且與母親暫住此地。待男班師之日，一齊進京。」隨喚轎而送太爺、小姐到衙。即時點鼓開船。　　<br>\\n不須半月，即到福建。探報日日雖有，琪生又暗差精細軍士前往賊營探其虛實。隨取廣東全省地圖一看，何處可以進兵，何處可以埋伏，何處可以圍困，何處可以屯 糧，何處係藏奸之所，細細籌劃已定。一進境內，便傳惠在南雄三府附近地方官進見，著他速備糧草，軍前聽用。且不到省行事，疾忙整頓兵馬，竟往潮州而進。　 　<br>\\n一邊與焦紅鬚、馮鐵頭密議道：「我若先去解南雄之危，恐賊兵全力俱在南雄，急促不能取勝。不若先攻惠、潮，他必無備。乘其無備狠打一仗，即不能全勝，立時 恢復三府。諒有二將軍威勇，也斷不輸予他。南雄賊兵若聞得大兵取惠、潮，必將南雄之兵來救惠、潮，則南雄不戰而圍自解。我兵那時隨往南雄會同鄭飛英，再商 議滅賊之策，有何不可。」紅鬚道：「恩主言之有理。以我二人去征惠、潮，原非難事。」　　<br>\\n琪生遂擇日祭旗發兵，將人馬分為三隊。首隊以焦紅鬚為大將，率領一千人馬，密授以方略先行。後隊以馮鐵頭為副將，率領一千人馬，亦授以方略隨行。琪生自領一千人馬，從中接應。並不許一丁沿途擾害良民、姦淫婦女。所過地方，除糧草應供之外，雞犬不驚。<br>\\n但見：　　<br>\\n旌旗蔽日，劍朝如林。　　<br>\\n不數日，已到潮州。探報人稟道：「賊兵因攻南雄不下，俱將精勇調去了﹔惠、潮二府，只存千數老弱兵在內，著他緊守城池不可亂動。倘有官兵討戰，速來通報，不可輕出。所以惠、潮二府城門，每口午時一開，除放柴、米、蔬菜之外，即緊閉不出。上城守宿具是百姓。」　　<br>\\n琪生聞得此信，遂覺此來果係不差。便對焦、馮二將道：「看此光景只宜智取，不宜與戰。」紅鬚道：「如此毛賊，何須智取？隨咱力量砍去便了，有何懼哉？」馮 鐵頭道：「恩主所見極是。倘只固守不出，何時得下？若有妙計，自當領命而行。」琪生道：「別人行兵，多以先聲奪人。只得三千，報稱十萬，使之畏威投順。今 番逆賊擅能殺死總督、巡撫，連下二郡，正在猖狂得意之秋，安能望其投誠。我今寂然而至，略不示以進剿之威，則城內無備。我今將精勇四十名，隨了馮副將扮作 客商，待午時混進城去，伏至更深，聽城外炮響，便放開城門殺出，與焦將軍合兵殺進，自無不克之理。」　　<br>\\n<br>\\n二人依計而行，果然迅雷不及掩耳，裡應外合。那些老弱兵無從招架，各皆逃生去了。焦、馮二將，趕殺了半夜，並無敵手。遂請琪生進城，出榜安民。再將府中倉庫細細查點一番，委任一賢能官署了府事。次日起兵，竟往惠州。　　<br>\\n琪生在路對紅鬚道：「此番又不是前日局面了。已前要寂然而至，如今要耀武揚威，大彰聲勢，方才有濟。」紅鬚道：「一樣兩府，何故又要變局？」琪生笑道： 「賊人必知我裡應外合之計，此番斷然死守城門，不放面生之人進城，以待南雄救援之兵到來。則此計不行矣。」惟四路大張招撫榜文，云：　　<br>\\n我雄兵數萬，戰將百員，已駐於此，憐爾輩原係良民，不過為賊人所陷。若肯改逆從順，一概免死不究，原係守土之官仍還舊職。特此曉諭，速速投誠。　　<br>\\n此時，城內已知榜文所諭。那府、縣自料力不能勝，即會同總兵官商議：「若不見潮州三日內被彼大兵所破，我者兵微將寡，如何是他敵手。不若早早投誠，還可保我舊職。」道猶未了，來報：「張巡撫大兵已滿山塞野而來，圍住城門了。」但見：　　<br>\\n一路霜威凌草木，三軍殺氣貫旌旗。　　<br>\\n守城百姓一見，便皆驚倒，就欲開門迎接。適值官軍皆有此意，遂一齊出郭迎接。　　<br>\\n探報立時傳進中軍。紅鬚聞報大笑道：「好個主帥，料敵不爽分毫，果然其投誠了。」即便麾軍入城，探其虛實。一面請主帥，發放投誠人眾。就在府中坐下，出了安民榜，查過倉房、錢、糧，仍令諛屬官軍管理地方。即日拔營往南雄。　　<br>\\n<br>\\n賊寇已知惠、潮有失，火速前來，卻與大兵途中相遇，不能前進。便扎住營頭，就在此決過勝負罷。琪生亦見賊兵到來，即傳令且在此扎住，命焦、馮二將乘機進 剿。那些賊眾見我兵聲勢勇猛，也便膽寒。及至對壘，戰有五十餘合，殺得紅鬚性發，趕上一刀，賊首一閃，跌下馬來，被我兵捉住，捆解轅門。　　<br>\\n<br>\\n那副將見賊首捉去，奮勇前來，與紅鬚死戰不休。馮鐵頭見紅鬚不能取勝，便躍馬橫槍，隨來接戰。直至天色漸晚，各自收兵回營。次早復來討戰。琪生道：「賊首 已獲，決該駭散，何以還來討戰？二位將軍，今日決要擒得此賊，方可無虞。」焦、馮二人道：「如此毛賊，只須一人夠了。今有我二人在此，怕他飛上天去？不消 半個時辰，包管取他驢頭來獻恩主就是。」　　<br>\\n<br>\\n二人便整頓兵威出戰。只見賊眾不因頭目被擒，兵威消滅。紅鬚大聲問道：「賊阿已被我拿下，汝等何不早降，也免得一死。」那賊將道：「主帥被擒，我軍中豪傑 盡多，難道再立不得一個的麼？休得誇能，放馬過來。」兩下又戰有五十餘合。馮鐵頭在後，看清了那賊的刀法，冷地趕上前來，斜刺一槍，即時跌下馬來，被紅鬚 一刀砍死。賊皆落荒而走。焦、馮二將盡力砍殺一番，方傳號令：「如有願降者免死。」眾皆倒戈乞命。遂收兵回營。正是：　　<br>\\n<br>\\n忽聞戰鼓震山林，劍戟交加鬼神驚。　　暗淡愁雲渾似夢，二雄從此顯威名。　　<br>\\n<br>\\n但見得勝回營，琪生亦來迎焦、馮二將進帳，稱其大功，隨往南雄進發。鄭飛英探知張巡撫到來，已先出郭跪接。琪生一見，連忙扯住道：「弟與兄真異姓手足，何必拘此大禮。」遂請琪生到察院衙門住下。鄭飛英就隨在後稟參，琪生也不坐堂，扯住飛英手往內便走。　　<br>\\n<br>\\n二人坐下，飛英深深又打一恭，感謝道：「自被賊兵圍困數月，料無生理。忽然解散，深為詫異。又聞張巡撫親來進剿，誰知就是臺兄。若非臺兄雄略，弟焉能有今 日之重生。莫大之恩，何時可報？日來，老伯、伯母與尊嫂還是在京，還是在家？」琪生道：「承念及老父、老母，弟真名教中罪人。自被平獸毒害之後，俱各流落 天涯。直至巡方之日，才接老母奉養。老父是行兵路遇的，相會尚未及兩月。至於家室一事尚未有期。」飛英道：「若未曾恭喜，弟替為兄作月老何如？」琪生道： 「這又不敢當。有是有的了，但不得全美耳。」飛英道：「何為全美，何為不全美？」　　<br>\\n<br>\\n琪生笑道：「一言難盡。弟向因浴佛會，拾得鳳釵，與鄒小姐有約，此吾兄所知者。隨後還有平婉如小姐之約。不料獸兄君贊，竟將妹子送入權門，小姐為我守節而 亡，至今懸懸。」飛英道：「臺兄既知平小姐已死，何不再續鸞交？」琪生道：「還有一疑案未釋。弟在常州關帝廟，見婉如詩一首，又像未曾死的。故此還要細 訪。」飛英道：「臺兄果有心於她，也是易得的事。」遂作別回署。　　<br>\\n<br>\\n即請平小姐出來道：「恭喜，賀喜！祝琪生已做本省巡撫，因剿賊至此。少間來拜時，便可相會。」婉如道：「聞說新巡撫姓張，難道廣東有兩位巡撫麼？」飛英道：「巡撫倒只得一位，祝兄卻有兩姓。小姐不必多疑，待他來時，自見明白。」一面吩咐整備筵席。　　<br>\\n道猶未了，衙役飛報：「巡撫張老爺已親到門。」飛英連忙迎接進來，琪生下了轎，逕往內衙便走。飛英仍要行屬禮，琪生笑道：「若要行此禮，我便不該來看兄 了。」遂扯飛英手，一同坐下。　　茶罷，琪生即問道：「兄所說平小姐果還在麼？可以通得一信否？」飛英道：「信是極易通的，但聞張字便不通了。臺兄若真心 念她，弟之月老定做得成矣。」連忙叫請小姐出來。　　<br>\\n此時平小姐在內，認得果是祝郎了。聞請相會，也便出來。琪生一見，果是婉如，兩下悲喜交集。飛英就將投河救起緣由說明，琪生感謝不已，方才商量奏凱還朝之事。遂將地方軍政俱交轄部院掌管。把鄭飛英亦敘有軍功，邀他同行。一邊報捷，一邊出本，候旨賞封。且看下回分解。<br>\\n<br>\\n<br>\\n<br>\\n<br>\\n第二十回<br>\\n酬鳳釵五鳳齊鳴<br>\\n　　　<br>\\n詩曰：　　<br>\\n一番離別一番逢，轉眼當年似夢中。　　<br>\\n終是金釵作巧合，大家齊謝鳳頭翁。　　<br>\\n<br>\\n再說琪生修起本章，將陷車囚了賊首，著兵防護，先解進京。又著紅鬚與鐵頭至常州宅內報信，然後帶領婉如下船。飛英領著家眷，另備一船，也同起身。一路逄府 逢縣，官員遠接送禮請酒，起夫馬，備供應，熱鬧不過。一月已到常州，飛英自泊船碼頭。琪生卻坐著獻轎八抬八撮，前呼後擁，來到宅中。拜見父母與鄒公。　　<br>\\n雪娥小姐領著素梅、輕煙、絳玉也相見過。又有韓氏與陳氏，也過來拜見。琪生就著人打轎，將婉如小姐接至。婉如先拜見公婆與鄒公，又與眾人相見。絳玉見了小 姐，喜從天降，二人互相流淚。絳玉要行婢子禮，婉如垂淚不肯，也以平禮相見。婉如又向陳氏灑了幾點眼淚。次日飛英也上來拜祝公與鄒公，留住飲酒自不必說。 　　<br>\\n琪生遂擇吉日，將韓氏配了紅鬚，又將陳氏與鐵頭成親。各有妝奩奉贈。韓氏錯賜，處防賢德。陳氏邪蕩，有失貞節。這也是近朱者赤，近墨者黑，天理當然耳。　　<br>\\n祝公與和氏夫人商議道：「孩兒、媳婦，年俱長大。不若揀個黃道吉日與他成了親，一同進京豈不更妙。」老夫人甚喜。擇了吉期，就央紅鬚為雪娥小姐之媒，卻有 鄒公主婚。央鐵頭為婉如小姐之媒，就是飛英與陳氏主婚。琪生與兩位新人成其花燭。次日，又是鄒公、飛英二人替素梅、輕煙、絳玉三人為媒，立為側室。素梅、 輕煙，卻是鐵頭與陳氏主婚。絳玉卻是紅鬚與韓氏主婚。　　<br>\\n這兩日，連鄭飛英家眷也接上來，大吹大擂，好不興頭，好不風騷。只便宜了一個琪生。你想他這兩夜的光景是怎麼個模樣？　　<br>\\n第一夜詞寄：　　<br>\\n翠被翻紅，桃浪疊卷，內外夾攻，上下何曾得歇。左右受敵，彼此真是難支。一個雨汗淋漓，顧首不能顧尾，兩個嬌聲婉轉，且戰而又且卻，數載相思，今日方了，連摘二枝，其樂如何？　　<br>\\n第二夜詞寄：　　<br>\\n齊摟三個新人，各出四般舊物。三面受圍，一將難敵。彼往此來，左衝右突。汗浸浸，個個爭先勇猛。聲喘喘，人人循序攻求。既渴吾力，欲罷不能。三戰三北，其餘不足觀也已。<br>\\n　　<br>\\n琪生連日新婚，樂而忘返。那些遠近官員，登門拜賀，連絡不絕，門口竟擁擠不開，不消細說。　　<br>\\n一日，婉如小姐將出風釵，對琪生笑道：「她真你我之媒。如今該酬謝她了。」琪生就笑問雪娥小姐道：「這鳳釵，原是你的。哪知竟與我做了兩次冰人。先聘你，後聘平夫人。」又笑指素梅三人道：「且搭上這三位星君，其功甚大。當封它個什麼官職？」五位大小夫人齊笑。　　<br>\\n雪娥也取出琪生舊日所題汗中詩句還他。琪生看了，忽想起廟中之詩。對她五人道：「你我六人，俱遭一番磨難，卻俱在關帝廟題詩。今日復入完聚，豈非神聖之 力？還皆齊去拜謝才是。」輕煙接口道：「果然神聖顯應。妾與婆婆，當時進退無門，欲尋死路。求得一簽，妾還記得是第十三簽。詩上道：『彼來此去兩相遺，咫 尺風波淚滿襟。休道無緣鄉夢永，心苗直待錦衣歸。』恰好我婆婆同馮義士要往呂城，才出得門，你就到廟中。這是頭一句也應。我與婆婆出腳門時，就遇著那無賴 公子窘辱。第二句又應。直待你如今做官，方得相逢，又應了後兩句。這簽句句應驗，豈不是關帝感應？」　　<br>\\n琪生道：「若說起求籤，我向日在家中，也於關帝廟求一簽。詩道：『勸君莫坐釣魚磯，直比生涯信不非。從此頭頭聲價好，歸來方看掛添肥。』神聖叫我莫坐家 裡，快些進京，果然進京就中。兩次出差，卻遇著爹、娘與你五人，豈不句句也應？」絳玉也道：「我那日同韓大娘還願，自心暗祝神前說：『若與你有重逢之日， 神帳飄起三次，』後祝完，神帳果然連飄三次。今日果聚一次，豈不也應驗了。」　　<br>\\n眾人驚異，齊道：「既如此，不可不去拜謝，就是明日去罷。」琪生又道：「金鳳釵是你、我撮合老人，不可褻它，明日何不備香灼紙馬，大家送它到關帝廟中供奉，便他日受香煙，千年不朽，以報它作媒大恩。」數人歡然。　　<br>\\n次日果備了許多牲禮，一、二十乘大轎，三、四十乘小轎，一齊俱到碼頭上關帝廟中，眾和尚出門跪接。琪生領著許多人進廟拈香，取金鳳釵將拜匣盛好，雙手捧著，供在香案之上，大家拜它兩拜，吩咐和尚好生看守。後來這金鳳釵竟做了山門傳世之寶，如今尚在。　　<br>\\n雪娥小姐道：「我當初畫的那一幅觀音大士，不知可還在家麼？」琪生道：「向日我與岳父在家看見，還見好好地掛在房中，可惜不曾差人請來，今日一齊供奉，我 與望空拜謝罷。」遂同向空中拜了四拜起來。祝公與鄒公、飛英、紅鬚、馮鐵頭、一班男人，都到兩廊遊玩，和氏老夫人陪著飛英家眷並韓氏、陳氏一班女客，在後 殿隨。喜琪生卻攜了雪娥小姐、婉如小姐與素梅、輕煙、絳玉五位美人到前殿來看舊日詩句，俱是紅紗罩好，牆上半點灰塵也沒有，比不得舊時那樣零落。這些和尚 都說：「是巡撫老爺與眾位夫人之筆。」遂將牆上搌得乾淨淨，用數丈大紅好紗黏成方架，將詩句罩好。　　<br>\\n琪生與眾位夫人將紗架揭起，見詩句宛然，字跡仍舊。琪生與五位夫人齊念了一遍道：　　<br>\\n覓盡天涯何處著，梵梵姑媳向誰啼。　　<br>\\n若還欲問題詩女。便是當初花底迷。　　　　　　　　　　　　　　<br>\\n定海鄒氏輕煙題　　<br>\\n不記當年月下事，緣何輕易向人啼。　　<br>\\n若能萍蒂逢卿口，可許蕭郎續舊迷。　　　　　　　　　　　　　　<br>\\n又和一絕　　<br>\\n<br>\\n孤身浪跡倍淒淇，恐滯蕭牆不敢啼。　　<br>\\n腸斷斷腸空有淚，教人終日被愁迷。　　　　　　　　　　　　　　<br>\\n定海琪生和題　<br>\\n　<br>\\n迢迢長路弓鞋綻，妾為郎君整日啼。　　<br>\\n手花丹青面目改，前行人恐路途迷。　　　　　　　　　　　　　　<br>\\n定海鄒氏素梅和題　　<br>\\n<br>\\n一入侯門深似海，逢宵挨盡五更啼。　　<br>\\n知君已有知心伴，恐負柴門煙霧迷。　　　　　　　　　　　　　　<br>\\n定海平氏絳玉和筆　　<br>\\n<br>\\n身在東吳心在越，滿天霜雪聽鳥啼。　　<br>\\n近來消瘦君知否，始悔當初執著迷。　　　　　　　　　　　　　　<br>\\n定海平氏婉如步和　　<br>\\n<br>\\n父逐飄蓬子浪跡，班衣翻做楚猿啼。　　<br>\\n柔腸滿泣相思淚，只為情癡妾自迷。　　　　　　　　　　　　　　<br>\\n定海鄒氏雪娥泣和　　<br>\\n<br>\\n六人各看了一遍，琪生復又重新再看，向輕煙道：「我那時詳你詩意，只疑你另適他人，哪知為我老母致你吃苦。」看素梅詩道：「彼時卻不知你改妝賣畫，直到定 海家裡，遇著老蒼頭告訴，方才知道。」看絳玉之句，道：「那時只道你賣與人家，終身難見，豈知你詩中之藏，苦志待我。」又看婉如小姐詩，道：「那時我只道 你身入龍宮，倒我永抱思弦之慘，長懷青家之悲，怎知你死裡求生，依舊重圓，這快活從哪裡說起。」　　<br>\\n看到雪娥小姐詩，道：「聞你被劫，已道珠沉玉碎，及看詩之首句，也只道是為你父親自感，哪知卻為我老父受那般苦惱。今日喜得個個相逢，人人遂願，又皆為我 立贊，豈非樂事？」又道：「我當初奇遇是逢浴佛會詩起，次後就因題觀音贊的一個機會，遂先與你三人訂的，落後□棗核釘生妒，就起釁端，倒與平卿二人巧會， 總是福緣相俗，五鳳齊鳴，明日又該去拜謝佛會詩。」眾美人又笑做一堆。琪生道：「我心中甚是快暢，待我再和壁間原韻一首，見得你我團圓詩也該題滿。」遂喚 人取筆墨過琪，和道：　　<br>\\n金屋深藏春意足，攜手花下鳳鸞啼。　　<br>\\n從茲共作長衾樂，只恐情深春又迷。　　　　　　　　　　　　　　<br>\\n定海祝琪生攜五美人重題　　<br>\\n琪生題畢，眾美人個個看了，大贊。相視面笑，琪生又道：「你五人何不再各和一首玩耍。」五人齊道：「各做沒趣，不若共聯一首何如？」琪生道：「更妙，就以你、我各人之事為題，我先吟起。」<br>\\n聯道：　　<br>\\n舊詩令作新人語，　　<br>\\n愁句翻成笑眼看。（琪生）　　<br>\\n回憶鳳釵疑有兒。（雪娥）　　<br>\\n逕對冰瑟豈無端。（婉如）　　<br>\\n談心還及花前事。（素梅）　　<br>\\n攜手猶思月底歡。（絳玉）　　<br>\\n珍惜韶華莫浪過。（輕煙）　　<br>\\n須知當日刻時難。（琪生）　　<br>\\n<br>\\n琪生妻妾六人聯完各看一遍，歡然大笑。大家玩了一會，祝公諸人早已進來，飛英問琪生道：「你們寫的什麼東西，可好與我看麼？」琪生笑道：「是聯的一首律 詩，雖係肶昵之詞，然看亦不妨。」就隨手遞與飛英。飛英接過一看，贊不絕口：「不知諸夫人俱蓄妙才，盟兄占盡人間閨中情秀，真世間大福人也。若非如此，佳 人也不能配盟兄﹔若非盟兄也不能配這幾位佳人。」又笑道：「那時盟兄竊玉憐香之況，料然可觀得緊。」琪生大笑，祝公與眾人也拿去細看，大家賞鑒，當下盡一 日之歡，至晚方回。　　<br>\\n次日，就收拾起程，各人登舟。琪生是四隻大座船，小船不計其數。飛英也是一隻座船，四隻小船，一同到臨清起岸。馬轎、暖轎、牲口、車子，一路風風顯顯，直到北京。　　<br>\\n琪生面過聖上，就保奏紅鬚和鐵頭大功。此時紅鬚改名焦廷爵，鐵頭改名馮傑，聖上就升琪生為都察院都御史，授焦廷爵為五軍都督府同知﹔後來又做到三邊總制善終。授馮傑為留守司，後來也做到大都督，屢建高功。又將賊首乃雄梟首示眾。焦、馮二人各領家眷別琪生赴任。　　<br>\\n琪生又將南雄知府鄭偉守城有功，臣節可嘉，聖上也升他做了按察司副使，亦別琪生到任去了。琪生又上本，復了自己姓氏，也匆匆到任。祝公年老不願做官，只與鄒公閒酣山水之樂。這琪生日日完了衙門事體，就與五位大小夫人又下棋、彈琴、聯詩、畫畫，無所不樂。　　<br>\\n不上二年，五位夫人各生一子，更是錦上添花。後來，祝公與老夫人又過十數年方才相繼歸世，琪生請諡封為吏部尚書，諡忠肅公，母為一品洛郡夫人。鄒公亦相繼而亡，琪生與雪娥亦盡殯葬之禮。　　<br>\\n待三年服滿之後，正要上京做官，忽然想起，在關帝廟寫疏頭的時節，得到此地位，富貴已極。便與五夫人商量不去補官，安心林下，除課子成名之外，一味以山水 詩酒為樂，壽至八十一歲。兒五子齊登科甲，與好友飛英並焦、馮二姓，世世聯姻，人人稱羨，在下知之最真，故有此一段婆話奉聞。<br>\\n<br></p></div>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/text/000000005\": {\n            \"role\": \"text\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000005\",\n            \"type\": \"text/vnd.twpub\",\n            \"text\": \"<div class=\\\"twpub-34f96d8374d82fcd-6b4cd0\\\"><div class=\\\"pgmonospaced pgheader\\\">\\n<br>\\n<br>\\n<br>\\n<br>\\n<br>End of the Project Gutenberg EBook of Wu Feng Ying, by Chr Chr Dau Jen\\n<br>\\n<br>*** END OF THIS PROJECT GUTENBERG EBOOK WU FENG YING ***\\n<br>\\n<br>***** This file should be named 25284-h.htm or 25284-h.zip *****\\n<br>This and all associated files of various formats will be found in:\\n<br>        https://www.gutenberg.org/2/5/2/8/25284/\\n<br>\\n<br>Produced by Yi Chen Chaung\\n<br>\\n<br>Updated editions will replace the previous one--the old editions\\n<br>will be renamed.\\n<br>\\n<br>Creating the works from public domain print editions means that no\\n<br>one owns a United States copyright in these works, so the Foundation\\n<br>(and you!) can copy and distribute it in the United States without\\n<br>permission and without paying copyright royalties.  Special rules,\\n<br>set forth in the General Terms of Use part of this license, apply to\\n<br>copying and distributing Project Gutenberg-tm electronic works to\\n<br>protect the PROJECT GUTENBERG-tm concept and trademark.  Project\\n<br>Gutenberg is a registered trademark, and may not be used if you\\n<br>charge for the eBooks, unless you receive specific permission.  If you\\n<br>do not charge anything for copies of this eBook, complying with the\\n<br>rules is very easy.  You may use this eBook for nearly any purpose\\n<br>such as creation of derivative works, reports, performances and\\n<br>research.  They may be modified and printed and given away--you may do\\n<br>practically ANYTHING with public domain eBooks.  Redistribution is\\n<br>subject to the trademark license, especially commercial\\n<br>redistribution.\\n<br>\\n<br>\\n<br>\\n<br>*** START: FULL LICENSE ***\\n<br>\\n<br>THE FULL PROJECT GUTENBERG LICENSE\\n<br>PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK\\n<br>\\n<br>To protect the Project Gutenberg-tm mission of promoting the free\\n<br>distribution of electronic works, by using or distributing this work\\n<br>(or any other work associated in any way with the phrase &quot;Project\\n<br>Gutenberg&quot;), you agree to comply with all the terms of the Full Project\\n<br>Gutenberg-tm License (available with this file or online at\\n<br>https://gutenberg.org/license).\\n<br>\\n<br>\\n<br>Section 1.  General Terms of Use and Redistributing Project Gutenberg-tm\\n<br>electronic works\\n<br>\\n<br>1.A.  By reading or using any part of this Project Gutenberg-tm\\n<br>electronic work, you indicate that you have read, understand, agree to\\n<br>and accept all the terms of this license and intellectual property\\n<br>(trademark/copyright) agreement.  If you do not agree to abide by all\\n<br>the terms of this agreement, you must cease using and return or destroy\\n<br>all copies of Project Gutenberg-tm electronic works in your possession.\\n<br>If you paid a fee for obtaining a copy of or access to a Project\\n<br>Gutenberg-tm electronic work and you do not agree to be bound by the\\n<br>terms of this agreement, you may obtain a refund from the person or\\n<br>entity to whom you paid the fee as set forth in paragraph 1.E.8.\\n<br>\\n<br>1.B.  &quot;Project Gutenberg&quot; is a registered trademark.  It may only be\\n<br>used on or associated in any way with an electronic work by people who\\n<br>agree to be bound by the terms of this agreement.  There are a few\\n<br>things that you can do with most Project Gutenberg-tm electronic works\\n<br>even without complying with the full terms of this agreement.  See\\n<br>paragraph 1.C below.  There are a lot of things you can do with Project\\n<br>Gutenberg-tm electronic works if you follow the terms of this agreement\\n<br>and help preserve free future access to Project Gutenberg-tm electronic\\n<br>works.  See paragraph 1.E below.\\n<br>\\n<br>1.C.  The Project Gutenberg Literary Archive Foundation (&quot;the Foundation&quot;\\n<br>or PGLAF), owns a compilation copyright in the collection of Project\\n<br>Gutenberg-tm electronic works.  Nearly all the individual works in the\\n<br>collection are in the public domain in the United States.  If an\\n<br>individual work is in the public domain in the United States and you are\\n<br>located in the United States, we do not claim a right to prevent you from\\n<br>copying, distributing, performing, displaying or creating derivative\\n<br>works based on the work as long as all references to Project Gutenberg\\n<br>are removed.  Of course, we hope that you will support the Project\\n<br>Gutenberg-tm mission of promoting free access to electronic works by\\n<br>freely sharing Project Gutenberg-tm works in compliance with the terms of\\n<br>this agreement for keeping the Project Gutenberg-tm name associated with\\n<br>the work.  You can easily comply with the terms of this agreement by\\n<br>keeping this work in the same format with its attached full Project\\n<br>Gutenberg-tm License when you share it without charge with others.\\n<br>\\n<br>1.D.  The copyright laws of the place where you are located also govern\\n<br>what you can do with this work.  Copyright laws in most countries are in\\n<br>a constant state of change.  If you are outside the United States, check\\n<br>the laws of your country in addition to the terms of this agreement\\n<br>before downloading, copying, displaying, performing, distributing or\\n<br>creating derivative works based on this work or any other Project\\n<br>Gutenberg-tm work.  The Foundation makes no representations concerning\\n<br>the copyright status of any work in any country outside the United\\n<br>States.\\n<br>\\n<br>1.E.  Unless you have removed all references to Project Gutenberg:\\n<br>\\n<br>1.E.1.  The following sentence, with active links to, or other immediate\\n<br>access to, the full Project Gutenberg-tm License must appear prominently\\n<br>whenever any copy of a Project Gutenberg-tm work (any work on which the\\n<br>phrase &quot;Project Gutenberg&quot; appears, or with which the phrase &quot;Project\\n<br>Gutenberg&quot; is associated) is accessed, displayed, performed, viewed,\\n<br>copied or distributed:\\n<br>\\n<br>This eBook is for the use of anyone anywhere at no cost and with\\n<br>almost no restrictions whatsoever.  You may copy it, give it away or\\n<br>re-use it under the terms of the Project Gutenberg License included\\n<br>with this eBook or online at www.gutenberg.org\\n<br>\\n<br>1.E.2.  If an individual Project Gutenberg-tm electronic work is derived\\n<br>from the public domain (does not contain a notice indicating that it is\\n<br>posted with permission of the copyright holder), the work can be copied\\n<br>and distributed to anyone in the United States without paying any fees\\n<br>or charges.  If you are redistributing or providing access to a work\\n<br>with the phrase &quot;Project Gutenberg&quot; associated with or appearing on the\\n<br>work, you must comply either with the requirements of paragraphs 1.E.1\\n<br>through 1.E.7 or obtain permission for the use of the work and the\\n<br>Project Gutenberg-tm trademark as set forth in paragraphs 1.E.8 or\\n<br>1.E.9.\\n<br>\\n<br>1.E.3.  If an individual Project Gutenberg-tm electronic work is posted\\n<br>with the permission of the copyright holder, your use and distribution\\n<br>must comply with both paragraphs 1.E.1 through 1.E.7 and any additional\\n<br>terms imposed by the copyright holder.  Additional terms will be linked\\n<br>to the Project Gutenberg-tm License for all works posted with the\\n<br>permission of the copyright holder found at the beginning of this work.\\n<br>\\n<br>1.E.4.  Do not unlink or detach or remove the full Project Gutenberg-tm\\n<br>License terms from this work, or any files containing a part of this\\n<br>work or any other work associated with Project Gutenberg-tm.\\n<br>\\n<br>1.E.5.  Do not copy, display, perform, distribute or redistribute this\\n<br>electronic work, or any part of this electronic work, without\\n<br>prominently displaying the sentence set forth in paragraph 1.E.1 with\\n<br>active links or immediate access to the full terms of the Project\\n<br>Gutenberg-tm License.\\n<br>\\n<br>1.E.6.  You may convert to and distribute this work in any binary,\\n<br>compressed, marked up, nonproprietary or proprietary form, including any\\n<br>word processing or hypertext form.  However, if you provide access to or\\n<br>distribute copies of a Project Gutenberg-tm work in a format other than\\n<br>&quot;Plain Vanilla ASCII&quot; or other format used in the official version\\n<br>posted on the official Project Gutenberg-tm web site (www.gutenberg.org),\\n<br>you must, at no additional cost, fee or expense to the user, provide a\\n<br>copy, a means of exporting a copy, or a means of obtaining a copy upon\\n<br>request, of the work in its original &quot;Plain Vanilla ASCII&quot; or other\\n<br>form.  Any alternate format must include the full Project Gutenberg-tm\\n<br>License as specified in paragraph 1.E.1.\\n<br>\\n<br>1.E.7.  Do not charge a fee for access to, viewing, displaying,\\n<br>performing, copying or distributing any Project Gutenberg-tm works\\n<br>unless you comply with paragraph 1.E.8 or 1.E.9.\\n<br>\\n<br>1.E.8.  You may charge a reasonable fee for copies of or providing\\n<br>access to or distributing Project Gutenberg-tm electronic works provided\\n<br>that\\n<br>\\n<br>- You pay a royalty fee of 20% of the gross profits you derive from\\n<br>     the use of Project Gutenberg-tm works calculated using the method\\n<br>     you already use to calculate your applicable taxes.  The fee is\\n<br>     owed to the owner of the Project Gutenberg-tm trademark, but he\\n<br>     has agreed to donate royalties under this paragraph to the\\n<br>     Project Gutenberg Literary Archive Foundation.  Royalty payments\\n<br>     must be paid within 60 days following each date on which you\\n<br>     prepare (or are legally required to prepare) your periodic tax\\n<br>     returns.  Royalty payments should be clearly marked as such and\\n<br>     sent to the Project Gutenberg Literary Archive Foundation at the\\n<br>     address specified in Section 4, &quot;Information about donations to\\n<br>     the Project Gutenberg Literary Archive Foundation.&quot;\\n<br>\\n<br>- You provide a full refund of any money paid by a user who notifies\\n<br>     you in writing (or by e-mail) within 30 days of receipt that s/he\\n<br>     does not agree to the terms of the full Project Gutenberg-tm\\n<br>     License.  You must require such a user to return or\\n<br>     destroy all copies of the works possessed in a physical medium\\n<br>     and discontinue all use of and all access to other copies of\\n<br>     Project Gutenberg-tm works.\\n<br>\\n<br>- You provide, in accordance with paragraph 1.F.3, a full refund of any\\n<br>     money paid for a work or a replacement copy, if a defect in the\\n<br>     electronic work is discovered and reported to you within 90 days\\n<br>     of receipt of the work.\\n<br>\\n<br>- You comply with all other terms of this agreement for free\\n<br>     distribution of Project Gutenberg-tm works.\\n<br>\\n<br>1.E.9.  If you wish to charge a fee or distribute a Project Gutenberg-tm\\n<br>electronic work or group of works on different terms than are set\\n<br>forth in this agreement, you must obtain permission in writing from\\n<br>both the Project Gutenberg Literary Archive Foundation and Michael\\n<br>Hart, the owner of the Project Gutenberg-tm trademark.  Contact the\\n<br>Foundation as set forth in Section 3 below.\\n<br>\\n<br>1.F.\\n<br>\\n<br>1.F.1.  Project Gutenberg volunteers and employees expend considerable\\n<br>effort to identify, do copyright research on, transcribe and proofread\\n<br>public domain works in creating the Project Gutenberg-tm\\n<br>collection.  Despite these efforts, Project Gutenberg-tm electronic\\n<br>works, and the medium on which they may be stored, may contain\\n<br>&quot;Defects,&quot; such as, but not limited to, incomplete, inaccurate or\\n<br>corrupt data, transcription errors, a copyright or other intellectual\\n<br>property infringement, a defective or damaged disk or other medium, a\\n<br>computer virus, or computer codes that damage or cannot be read by\\n<br>your equipment.\\n<br>\\n<br>1.F.2.  LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the &quot;Right\\n<br>of Replacement or Refund&quot; described in paragraph 1.F.3, the Project\\n<br>Gutenberg Literary Archive Foundation, the owner of the Project\\n<br>Gutenberg-tm trademark, and any other party distributing a Project\\n<br>Gutenberg-tm electronic work under this agreement, disclaim all\\n<br>liability to you for damages, costs and expenses, including legal\\n<br>fees.  YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT\\n<br>LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE\\n<br>PROVIDED IN PARAGRAPH F3.  YOU AGREE THAT THE FOUNDATION, THE\\n<br>TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE\\n<br>LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR\\n<br>INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH\\n<br>DAMAGE.\\n<br>\\n<br>1.F.3.  LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a\\n<br>defect in this electronic work within 90 days of receiving it, you can\\n<br>receive a refund of the money (if any) you paid for it by sending a\\n<br>written explanation to the person you received the work from.  If you\\n<br>received the work on a physical medium, you must return the medium with\\n<br>your written explanation.  The person or entity that provided you with\\n<br>the defective work may elect to provide a replacement copy in lieu of a\\n<br>refund.  If you received the work electronically, the person or entity\\n<br>providing it to you may choose to give you a second opportunity to\\n<br>receive the work electronically in lieu of a refund.  If the second copy\\n<br>is also defective, you may demand a refund in writing without further\\n<br>opportunities to fix the problem.\\n<br>\\n<br>1.F.4.  Except for the limited right of replacement or refund set forth\\n<br>in paragraph 1.F.3, this work is provided to you 'AS-IS' WITH NO OTHER\\n<br>WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO\\n<br>WARRANTIES OF MERCHANTIBILITY OR FITNESS FOR ANY PURPOSE.\\n<br>\\n<br>1.F.5.  Some states do not allow disclaimers of certain implied\\n<br>warranties or the exclusion or limitation of certain types of damages.\\n<br>If any disclaimer or limitation set forth in this agreement violates the\\n<br>law of the state applicable to this agreement, the agreement shall be\\n<br>interpreted to make the maximum disclaimer or limitation permitted by\\n<br>the applicable state law.  The invalidity or unenforceability of any\\n<br>provision of this agreement shall not void the remaining provisions.\\n<br>\\n<br>1.F.6.  INDEMNITY - You agree to indemnify and hold the Foundation, the\\n<br>trademark owner, any agent or employee of the Foundation, anyone\\n<br>providing copies of Project Gutenberg-tm electronic works in accordance\\n<br>with this agreement, and any volunteers associated with the production,\\n<br>promotion and distribution of Project Gutenberg-tm electronic works,\\n<br>harmless from all liability, costs and expenses, including legal fees,\\n<br>that arise directly or indirectly from any of the following which you do\\n<br>or cause to occur: (a) distribution of this or any Project Gutenberg-tm\\n<br>work, (b) alteration, modification, or additions or deletions to any\\n<br>Project Gutenberg-tm work, and (c) any Defect you cause.\\n<br>\\n<br>\\n<br>Section  2.  Information about the Mission of Project Gutenberg-tm\\n<br>\\n<br>Project Gutenberg-tm is synonymous with the free distribution of\\n<br>electronic works in formats readable by the widest variety of computers\\n<br>including obsolete, old, middle-aged and new computers.  It exists\\n<br>because of the efforts of hundreds of volunteers and donations from\\n<br>people in all walks of life.\\n<br>\\n<br>Volunteers and financial support to provide volunteers with the\\n<br>assistance they need, is critical to reaching Project Gutenberg-tm's\\n<br>goals and ensuring that the Project Gutenberg-tm collection will\\n<br>remain freely available for generations to come.  In 2001, the Project\\n<br>Gutenberg Literary Archive Foundation was created to provide a secure\\n<br>and permanent future for Project Gutenberg-tm and future generations.\\n<br>To learn more about the Project Gutenberg Literary Archive Foundation\\n<br>and how your efforts and donations can help, see Sections 3 and 4\\n<br>and the Foundation web page at https://www.pglaf.org.\\n<br>\\n<br>\\n<br>Section 3.  Information about the Project Gutenberg Literary Archive\\n<br>Foundation\\n<br>\\n<br>The Project Gutenberg Literary Archive Foundation is a non profit\\n<br>501(c)(3) educational corporation organized under the laws of the\\n<br>state of Mississippi and granted tax exempt status by the Internal\\n<br>Revenue Service.  The Foundation's EIN or federal tax identification\\n<br>number is 64-6221541.  Its 501(c)(3) letter is posted at\\n<br>https://pglaf.org/fundraising.  Contributions to the Project Gutenberg\\n<br>Literary Archive Foundation are tax deductible to the full extent\\n<br>permitted by U.S. federal laws and your state's laws.\\n<br>\\n<br>The Foundation's principal office is located at 4557 Melan Dr. S.\\n<br>Fairbanks, AK, 99712., but its volunteers and employees are scattered\\n<br>throughout numerous locations.  Its business office is located at\\n<br>809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887, email\\n<br>business@pglaf.org.  Email contact links and up to date contact\\n<br>information can be found at the Foundation's web site and official\\n<br>page at https://pglaf.org\\n<br>\\n<br>For additional contact information:\\n<br>     Dr. Gregory B. Newby\\n<br>     Chief Executive and Director\\n<br>     gbnewby@pglaf.org\\n<br>\\n<br>\\n<br>Section 4.  Information about Donations to the Project Gutenberg\\n<br>Literary Archive Foundation\\n<br>\\n<br>Project Gutenberg-tm depends upon and cannot survive without wide\\n<br>spread public support and donations to carry out its mission of\\n<br>increasing the number of public domain and licensed works that can be\\n<br>freely distributed in machine readable form accessible by the widest\\n<br>array of equipment including outdated equipment.  Many small donations\\n<br>($1 to $5,000) are particularly important to maintaining tax exempt\\n<br>status with the IRS.\\n<br>\\n<br>The Foundation is committed to complying with the laws regulating\\n<br>charities and charitable donations in all 50 states of the United\\n<br>States.  Compliance requirements are not uniform and it takes a\\n<br>considerable effort, much paperwork and many fees to meet and keep up\\n<br>with these requirements.  We do not solicit donations in locations\\n<br>where we have not received written confirmation of compliance.  To\\n<br>SEND DONATIONS or determine the status of compliance for any\\n<br>particular state visit https://pglaf.org\\n<br>\\n<br>While we cannot and do not solicit contributions from states where we\\n<br>have not met the solicitation requirements, we know of no prohibition\\n<br>against accepting unsolicited donations from donors in such states who\\n<br>approach us with offers to donate.\\n<br>\\n<br>International donations are gratefully accepted, but we cannot make\\n<br>any statements concerning tax treatment of donations received from\\n<br>outside the United States.  U.S. laws alone swamp our small staff.\\n<br>\\n<br>Please check the Project Gutenberg Web pages for current donation\\n<br>methods and addresses.  Donations are accepted in a number of other\\n<br>ways including including checks, online payments and credit card\\n<br>donations.  To donate, please visit: https://pglaf.org/donate\\n<br>\\n<br>\\n<br>Section 5.  General Information About Project Gutenberg-tm electronic\\n<br>works.\\n<br>\\n<br>Professor Michael S. Hart was the originator of the Project Gutenberg-tm\\n<br>concept of a library of electronic works that could be freely shared\\n<br>with anyone.  For thirty years, he produced and distributed Project\\n<br>Gutenberg-tm eBooks with only a loose network of volunteer support.\\n<br>\\n<br>\\n<br>Project Gutenberg-tm eBooks are often created from several printed\\n<br>editions, all of which are confirmed as Public Domain in the U.S.\\n<br>unless a copyright notice is included.  Thus, we do not necessarily\\n<br>keep eBooks in compliance with any particular paper edition.\\n<br>\\n<br>\\n<br>Most people start at our Web site which has the main PG search facility:\\n<br>\\n<br>     https://www.gutenberg.org\\n<br>\\n<br>This Web site includes information about Project Gutenberg-tm,\\n<br>including how to make donations to the Project Gutenberg Literary\\n<br>Archive Foundation, how to help produce our new eBooks, and how to\\n<br>subscribe to our email newsletter to hear about new eBooks.\\n<br>\\n<br>\\n<br></div></div>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/toc/np-1\": {\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/toc/np-1\",\n            \"caption\": \"Start\",\n            \"tags\": \"$:/plugins/twpub/34f96d8374d82fcd/toc\",\n            \"target\": \"$:/plugins/twpub/34f96d8374d82fcd/text/000000001\",\n            \"list\": \"\",\n            \"role\": \"toc\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/stylesheets\": {\n            \"role\": \"stylesheet\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/stylesheets\",\n            \"type\": \"text/css\",\n            \"tags\": \"$:/tags/Stylesheet\",\n            \"text\": \"\\n\\t\\t\\t.twpub-34f96d8374d82fcd-6b4cd0 blockquote {\\n\\t\\t\\t\\tborder-color: initial;\\n\\t\\t\\t\\tborder-style: initial;\\n\\t\\t\\t\\tmargin: initial;\\n\\t\\t\\t\\tpadding: initial;\\n\\t\\t\\t\\tquotes: initial;\\n\\t\\t\\t}\\n\\t\\t\\n.twpub-34f96d8374d82fcd-6b4cd0 div,.twpub-34f96d8374d82fcd-6b4cd0 p,.twpub-34f96d8374d82fcd-6b4cd0 pre,.twpub-34f96d8374d82fcd-6b4cd0 h1,.twpub-34f96d8374d82fcd-6b4cd0 h2,.twpub-34f96d8374d82fcd-6b4cd0 h3,.twpub-34f96d8374d82fcd-6b4cd0 h4,.twpub-34f96d8374d82fcd-6b4cd0 h5,.twpub-34f96d8374d82fcd-6b4cd0 h6{display:block;}.twpub-34f96d8374d82fcd-6b4cd0 div.figcenter span.caption{display:block;}.twpub-34f96d8374d82fcd-6b4cd0 a.pgkilled{text-decoration:none;}\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/images/OEBPS/4519769647008786444_25284-cover.png\": {\n            \"role\": \"image\",\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/images/OEBPS/4519769647008786444_25284-cover.png\",\n            \"type\": \"image/png\",\n            \"text\": \"iVBORw0KGgoAAAANSUhEUgAABLAAAAcICAIAAACjMq8dAAB4nUlEQVR42uzdd3zU9eH48bvshCSEhKEgojiQ6UBAcSGCtRZHVRBHW9taba1VsY7Sfl0VZ7XWWmvdWGetVbTYWhcq4EaGgKCiDBFQ9ggkIcnvj/hLP/0kOS47uTyfD/7gc7kkl899Pu/7vO4+I9o5MiUCAABA25NkFgAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAEDzi5aXl5sLAAAAbZBPCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQWgWAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAEDTS2mW37pt27YFCxY08S/de++9s7KyPJIdPhIAAKCNiJaXlzf9b120aNGYMWOa+JdOnDixf//+HskOHwkAANBG2GUUAABAEAIAACAIAQAAEIQAAAAIQgAAABJISkt4EDfccEPnzp0b/McWFRWdd955Hkk9HwkAACAIG1Hv3r27d+/e4D+2sLDQI6n/IwEAABKVXUYBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEFoFgAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAANI6UlvAgtm3bVlhY2Bg/1iOp/yMBAAAEYSMaO3ZsC5kdHgkAANB22GUUAABAEAIAACAIAQAAEIQAAAAIQgAAABJItLy8vOl/6+bNm994440m/qVDhw7Ny8vzSHb4SAAAAEEIAABAIrPLKAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCM0CAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAADNJsUsgKZRWlpa+f9oNJqU5O0YwBABgCCENmDWrFk//vGPKyeHDRt26623mi2AIQKA5uUNSAAAAEFIo5k5c+bJJ598yCGH3HDDDcGdggAAAJqRXUYb3caNG8eNG7dp06ZIJPLUU08VFBScc845Zku1tm3btnLlym8WzZSUXXbZxTwBGnWIWLJkyZQpU956661Vq1atXr06Go0WFBR06dLl4IMPHjZs2G677Wa2AyAIqZcpU6ZU1GCFSZMmCcJqlZaWXnzxxe+8807F5M477zx58uQ4v/fpp59+4YUXGvDBXHjhhX379vWkQGIMEdVatWrV73//+5dffjl0e2Fh4bJly95///077rjjqKOOGjdu3M4772z+AyAIqaNFixaFNkE2btyYm5trzoRcf/31lZt6tbV8+fIZM2Y04IPZsGGDZwQSZoioavr06ZdffvnWrVtj3+2VV16ZNm3ajTfeePjhh3sKAEhIjiFsdJs3b97hLUycOHHSpEnmA9AEQ8SUKVN++ctf7rAGKxQVFV1yySUvvviiZwEAQUhdpKamhm5JS0szW4JefvnlP/3pT+YD0ARDxJIlS37961+XlJTE/y2lpaVXXXXVZ5995rkAIPHYZbR2HnvssYoDAr/3ve9lZWXF8y1du3YNTmZkZOTn55uTlebOnXvllVeWl5cn9mJA21nlaclDRFlZ2ZVXXllcXFzbbywuLr7qqqsmTpyYnJxsscFzDQjCNmrr1q233XZbWVlZJBI55ZRT4hz6hw4d+sc//rFy8pBDDklK8sHsN7788stx48YVFRW1tAcWjUYbdjGg7azytOQh4sUXX5w7d27oxm7dup166qkHH3xwly5dSktLV6xYMX369Mcff3zt2rXBu82fP//ll1/+1re+ZbHBcw0kEmVSCwsXLqwY92tlr732Gjt2bMX/8/PzL7jgAnOywubNmy+88MLQJlcLEeNc83VbDGg7qzwteYh48sknQ7eccMIJTz311BlnnNGzZ8927drl5ub26tXrRz/60aRJk4YNGxa689///neLDZ5rIMH4hLAW5s+fX7dvvPTSS4cNG7ZixYrDDjusQ4cO5mQkEiktLb300ktDx+RkZ2fX7Yw7v/jFL37xi1/U+cGsWLFi1KhRlZN77LFHjLPM13kxoO2s8rS0IaLC4sWLZ8+eHbxlxIgRV1xxRbV7BLRr1+7mm28+//zz33333cobZ86cuWzZsu7du1ts8FwDCcMnhLXw0Ucf1fl7Bw0adPzxx6vBStdff31wMysSiYwaNapXr17N8mBef/314GTs88vXZzGg7azytMAh4oMPPghO5uTkjB8/Psb+4cnJyVdffXXoNGChpLTYGCIABGEb4r3AhlL1DPLdunW7/PLLm+tgwtdeey04edhhh1kM8Fwn3hAxZ86c4OR3vvOdvLy82N/SpUuXkSNHBm+pegiixcYQASAI24TCwsKlS5eaD/VX9Qzy6enpv/vd77KyspolCDdt2jRz5szKyby8vP79+1sM8Fwn3hCxaNGi4OTw4cPj+a7Q3UI/xGJjiAAQhG3FRx995Njx+vvwww+vuOKK0Bnkr7zyyoo9wepwLvj6mz59+vbt2ysnY58G1mJglaf1DhEbNmyo/H80Gu3du3c839W3b9+afojFxhBhPgCCsG0N/WZC/V111VWhTbozzzzzmGOOqfh/s3xCGDqAMPb+ohYDqzytd4iouF5chZycnDgvEtCxY8fgm0TBH2KxMUQACEJDP7Vz7LHHBicHDx584YUXVk6WlpY28ePZvn379OnTKydTUlIOPvhgiwGe64QcIrZt21b5/3bt2sX5XdFoNDMzs3KysLDQYoPnGkgkLeuyE0uXLn3jjTdmzZq1ePHidevWRSKRgoKCjh07Dh48eNiwYTEuDRenlStXvvjii++9996iRYs2bNhQVlaWl5e300477bvvvoMHDz7ooINq2lfwrbfeevPNN+u8CbJ8+fLgVshOO+3U7LN6zpw5//rXv2bPnv3ll19u3bo1Jydn9913P+igg0aNGtWoD+/0009//PHH169fH4lEunXrdtNNNwXnedPvfjNjxowtW7ZUTu6///7Z2dk13bk+i8EOvf/++88///zs2bO/+uqr8vLygoKCLl26HHLIIUcddVTsc9w3hjqvKY29vAXXpszMzK5du1bdRHvuuec++OCDFStWlJSUdOrUqWPHjkOGDDn66KN33333+H9Roz7XDSU4N9LT03fZZZfQHVatWvXYY49NnTp1xYoVKSkpeXl5++yzz4UXXjh16tSNGzdW3u2II47YZ599avvb//GPf6xevTpYbvvvv38LHyLS09MrP34MxuEOlZSUVP4/GIeGCEOEIaKJhwigMURDh2o0l2nTpj344IOzZs2KcZ+jjz76l7/8ZceOHevw89evX3/77bc///zzMd5g7ty585gxY84444zgSca3bdv2hz/8IZ6LEVfYd999H3jggeAts2bN+vGPf1w5OWzYsFtvvbVyctSoUStWrKic/M1vfnPSSSfV6k8rLy8fPnx4cOy+9dZbq15PudKyZctuuOGGd955p9qvpqamjhkz5vzzzw+dab0B/fWvf7399tszMzMnTpy45557Br80YsSIijcCIpHIzjvvPHny5MZe8G666abghaovvvjiM844o9qX1YZdDIYPH/673/2u4v9Lliy59tprgye2CTnxxBPHjRsXo1QbUJ3XlKZZ3oKzsXfv3o888khwy+bmm28OnTA2NID86le/at++/Q43oer5XN9yyy2PP/545eT48eNPOeWUOH/amjVrjj766MrJXXbZ5dlnn41nbuy6667PPPNM8KtPPfXUbbfdVjV7Hnvssfvvv/+VV16pvGXMmDGXX355rZaTkpKSI444IrgD5+23337ooYe28CHi2GOPXbVqVcX/k5KS3n333RjXnKhUVFQ0dOjQysmePXtWXTwMEYYIQ0STDRFAg2v+XUbnzZt32mmnXXjhhbFrMBKJvPjii2PGjIl9hrdqzZw5c/To0c8991zs3Y2++uqrP/3pT9/73veCj+3000+Pf9yvgwMPPDA4GbpMVjwWLVoUrMGkpKQDDjigpju//fbbZ555Zk0vvRWD+KOPPvrDH/6wcqurwY0ZM6Zjx46//e1vQ5t6keb4hPCNN94ITlZ7AGFjLAbJyckV/3nnnXe+973vxdjUi0QikyZNGjNmTPCNg0ZS5zWlWZa34AyZO3fumWeeGWNTr2IAGT16dOyzAjbBKt9IgoNAJBK56667brjhhmo/BOvQocPgwYODt8yYMaO2v27+/PnBTb2kpKQGfO+/8YaI4OdFZWVlX375ZTzf9dlnnwUnq37MYogwRBgimnKIABIqCEtLS//85z+fddZZH3/8cZzfsmHDhvPOO69WL3vvvPPOz3/+87Vr18Z5/5ycnMrf9cMf/nDJkiWNOhNCQRj7Vb9aoYbce++9c3Nzq73nu+++O27cuM2bN+/wZy5YsOCnP/1p7ENl6iwjI+OBBx6o9oTvTRyECxcuXLlyZeVkjx49dt1116qLXGMsBhXvds+bN2/cuHHBfVZrsmrVqvPPPz/26Q3rqc5rSk0ae3lbv3791q1bK94TifORr1mz5oILLqhpNjbNKt8EW3uTJk267777arpnfn7+kCFDQm8q1XZrOzRS9e7dO/5D8ppxiOjRo0dw8r333ovnuz788MPgZM+ePQ0RhghDRDMOEUBCBWEkEnniiSdq+wK/evXqCRMmxHnnxYsXX3bZZbU6Md3AgQMr/rN9+/YmOMfJoEGDgpMrV66s7bu8oWE3VJiVVqxYcfnll8d/0vZPP/30mmuuaaS/ulu3btXe3sQ7MMdzftFGWgwyMzMLCwtrtXAuXrz4pptuaqRZUZ81pRmXt5UrVxYVFV1yySXxbFNWqNg/rdovNc0q30jKysoqNpeXLVtWuathVbm5uSkpKd27dw8dW1XbTwBCw07shaHlDBH9+vULTsb+vKjSq6++GpwMfXhiiDBEGCKafogAEicIk5OTQzkUp7fffjueXSvLysquuOKK+F8GKsTY37IxdOnSJbTpU9sPCUP3r2mWXnvttaE9Rnbo5ZdffvnllxN46Q9tDh5++OFN9quzs7Pvueee4OeT8fjPf/6zcOHCxthQaPA1pWmWtxUrVtx33321vTb0Sy+91BizsdlVzPCadgOr0KFDh2qr5v3334//F5WXl8+ePTt4S03vQ7U0occ5bdq0Tz/9NPa3LFq0KDhzsrKymmbPN0OEIcIQATSZZj7L6EEHHRTcKM/Kyjr22GMPP/zwvfbaKz8/v7CwcPHixZMnT37mmWdCHyT+4x//2GG5Pfnkk/Pnz6+2wQYNGrTzzjuXlZWtWLHigw8+qHzRTU5OHjBgQMX/U1NT991338rv+uijj4LvZfbt2zclpZq5t9dee9V2JgwaNCh4GtIPPvggdOL1GJYtW/b111//t+9r2E3/5ZdfrnqQxgEHHDB69OhevXrl5uauWLHi9ddf//vf/x7aVeYvf/nL8OHDa3u+uFZh1apVwZf8nJyc/fbbr+rdGm8xCB6FkpSUNHTo0JEjR3br1i0/P3/dunXz5s179tlnqx4x+/jjj1999dUNOyvquaY04/K2YMGCJ554InhL3759R4wY0bVr1w4dOqxbt27+/Pn/+te/gutIhSeeeOKqq65qsue6ybb2li5dWnXOd+/evUOHDhs2bPjyyy/z8/Mrt/YmTZpUt629Tz/9NHgtvlZ0dFD37t179epVueKXl5f//ve/v/POO2OcWuaOO+4Ifiw5atSo0NlNDBGGCENEwgwRIAibLQgrx4vRo0f/7Gc/Cx51kJubO2DAgAEDBgwbNuyiiy4K7qrxxhtvlJaWVh52X9XWrVvvv//+0I0FBQWXXXbZUUcdFXr5nzdv3j/+8Y/nn3++V69elacUz83NDZ4Z7IQTTvjiiy8qJ2+77baCgoIGmQkDBw4MDru1Oq9M6M7V7qZfVlZ29913B29JSkq66KKLgqfT7NChQ58+fU466aRx48YFM+nzzz9/5ZVXRo4cmXiLfmh/0YMPPrjaxamRFoOJEydW/r9Hjx633HJL8MCkHj167Lfffqeeeuptt90W2pp59dVX/+///q/azY66qf+a0ozL25133ln5/5122umGG24IbYOOGDHi7LPPnjBhwn/+85/g7VOmTPnNb34Tmo1Ntso3kk2bNgWfymg0esIJJ/zoRz+q3AcheA76wYMHR6P/Pcv0559/vnbt2sptwdhCJwDr3bt3nFd4bwmOP/744P5y77zzzkMPPXTWWWdVe+dnn3126tSpwSV57NixhghDhCEigYcIaJua+ZOf7t27d+vWbf/993/ssccuu+yymo5BHzp06Lnnnhu8pbCwcN68eTF+8vPPPx86grx79+6PPPLIiBEjqr4Z3Ldv3yuvvPKZZ545++yzm34mhHalWLJkSfxH7cezv+jUqVNDZ8m74IILqr24QpcuXe64447KPUYqPPjggwm56IeCsCn3Fw3aY489Hn744dBpKr55tyYl5dJLLz3yyCODN27ZsmXOnDkN+AAafE1pluVtt912e/TRR6v9RCIrK2vChAmhtWzTpk2xB5DWaObMmZXv4qelpd14441XXHFFcI/0jIyMPfbYo3KDO/TBRfyfAMR53HLLdOKJJ4a22u+8887gW3LBVrz++uuDt4wZMyZ0WhpDhCHCEJFgQwQIwuZx22233XfffTvcp+K0004L5eKCBQti3P/pp58OTmZkZNx2222dO3eO8S1du3Ztliro3Llz6OSW8R9GGPqEsNphNzQrDjzwwDPPPLOmH1hQUHDJJZcEb1m4cGFwj9bEUFhYGDxEPikp6ZBDDmn6h5GWlnbDDTfEPvfaxRdfHProsmG39hp8TWn65S01NfX666/Py8urcZhLSho/fnxo43WH17lpde69997K/19zzTUjRoyIff86n1m+VZ8uIiMj45xzzgneUlZWdu21195xxx3BAxNeeumliy66aPv27ZW37Lzzzj/96U8NEYYIQ0RiDxEgCJtH5dtRsWVlZYVeYBYvXlzTnZcsWRI6IvwHP/jB7rvv3mKfhrpdfOLrr78Ovi4mJycHD2+osGHDhjfffDN4y3nnnRf7WsxHH3106Dw3wZ2mEsP06dNLSkoqJwcMGFDTtToa1dixY3e4/FfdtPrkk08a6gE0+JrSLMtbxXFHse+z2267Ba8tHolEdng2kVansl5OPvnk4KWra1K5x36FOK/BsHz58q+++io47LS6o4NOPvnkqjtTTJw48Sc/+cny5cuLi4v/8Ic/jB8/Pnh4WFpa2s0337zD6ygYIgwRhogEGCJAELZoVa/QUNM9Q2ePzMrKOu2001rynxZ6/yzOwwhDb9f17du36m76U6dODb7tPWDAgKrRGF4mkpJOOOGE4C2hq7cngNASUu0FJxpbNBodPXp0PPcMfXoZPGqlYedD/deUZlneTj311HjuduihhwYnly1blpBjem5u7gUXXBDPPffff//g+VGWLFmyZs2aHX5X1cuLtbqjg6LR6DXXXFP1cK9Zs2aNGTNm7NixDz/8cPBEMklJSRMmTOjTp48hwhBhiGgLQwQIwhYtdBDF+vXra7pn6H2s4cOHN/07u/Vp3U8++SSeKxHHs5v+W2+9FZzc4S4iFULvC86aNauJrxDYqEpLS0NvUTdLEPbp0yd0oaeahE5/umrVqoZ6DA2+pjT98rbPPvvssssudXjbpQFnY4ty+umnZ2dnx3PPjIyM/v37B2+J5xihxDg6qEuXLn/4wx8yMjJCt2/bti102fHk5ORrr732qKOOMkQYIgwRbWeIAEHYcoV2GqnpmkhlZWWhC+CEjrlvgQoKCnbbbbfgnxDP0QvxDLuh+wwbNiyexxN6S6+oqGjFihUJs9B/8MEHwetfdevWLc79lhtW6PCM2Et+8DTrofOw11ljrClNv7yFthRj2GWXXYJ7psV4R6kVD+hJSSeeeGL89x8yZEib3drr06fP7bffHvuzi5ycnD/96U/HHHNMszxCQ4QhwhABCMKw0FFewQM8gr744ovCwsLg8NcqxqPQg9zhXqMbNmwInqgtdH2kCmvWrAm+x5mfnx+K6hivGaHz3MQ4YrPVCZ1ftFk+HqzYHo3znmlpacHd24qLi2ta+GulwdeUZlne4p+N6enpwXOmN9RsbFEGDhzYqVOnOm/t7fCkEevWrQt+gFbtccutyIEHHnjjjTfGTrJmPPzJEGGIMEQAgrCal4Tg7uzByxIGhQ4E33XXXePcO6JFBeEOzyszc+bM4D4z/fr1q7r7U2hW7LPPPvE/ntCr7+eff54wC33o+JPmCsJafSwZ+hwjeEacOmvwNaVZlrc999wz/t8S+gOD55BMDKGzYsSzrRzcA3DJkiVVr9AdY1zq06dPqz466OOPP77pppti3OGVV14555xzVq9ebYgwRBgi2uAQAYKwhQoGYU2HECxdujQ4ucMLWrQQoaMX5s+fH/u9yXj2ygi9ZFZ7JauahM4qHvs1oBX59NNPg6dmzcrKapYzYiclJcX51niFUO03yGZKg68pTb+8JSUlxXmQVePNxhaltm/GJyUlhZb/2J8AJNLOYG+//fZZZ521wwsYzJkz5/vf/37Tn1/EEGGIMEQAgrDuQgeCd+/evVU87Pz8/OD7wSUlJR9++GGM+4f2Ka32kvShoyxqtaNIZmZmcHLr1q2JsXiETpo3ZMiQ1NTUpn8YeXl5KSkp8d8/9CAb5Bw/Db6mNP3ylpeXV6unL3Tn4NkOE0A0Gq3DJntol7DYZ5ZPmK29N998c9y4cUVFRaHFo+qpRyvWlLPPPruJ95IwRBgiDBGAIKy74AVwIpFIly5dWssjD70PF2Ov0cLCwuC1odLS0kKnAqv25Tz2pYRDQpdCjuesp61CaH/RGFdPbuz+T7w1pemXt5YwG1uOgoKCOuydFf8xQqFhJyUlpZUeHbRo0aLLLrsstAtGz549H3rooUmTJp155pmh67xHIpHVq1eff/75a9euNUQYIgwRCT9EQBuU0nIeSklJyYIFC2bPnj137tw1a9Zs3Lhx06ZN27Ztq+1rQPAEkq3r9eDAAw988sknKydjnFdmzpw5wUMo+/fvH9yZtlLoJGk33XTTbbfdFueDCb3/mhifEK5evXr+/PmVk9FoNHThqSYT2rhpFg2+pjT98tYSZmPLUbft9R49enTp0qVyS33ZsmWrVq2q9kfNmTMn+IFJ3759Qx/atAqFhYWXXHJJaAE7/PDDb7jhhordBceNG3fssceOHz8+dP2JlStXXnLJJffee2/VXDREGCIMEQkzRIAgbDZr167929/+9tRTTzXIWZ5Dr2Et/AqEoSCMRqOVu/pUVF+1Gx/x7C9adVbUZ/YmRhC+/vrrwT2p+vTp01zvF7SE4+wbfE1p+uXN1kZQnU/4MXjw4H/+85+VkzNmzDj22GOr3i20z0JNB98+/vjjoWPPato2Peuss5p+Lt17772hhzdq1KirrroqeNmGXr16PfrooxMmTHjhhReC95w9e/bDDz/cNA/bEGGISNQhAhCE1Zg0adLNN98cOpajPkKvE63oDFft27ffY489Ks/DtnXr1gULFvTt23eHQVjTbvrBM4bXU2JcmD50wYnm2l80Eok0zYcMTbymNP3yVquDrBJetbsJxOOggw6qw9ZeTcPOlClTdnhu+kgksvfeezd9EC5btuyxxx4L3nLIIYdceeWVwRqsDIkJEybk5eU98cQToZ485phjdtppJ0OEIcIQUbchAmiBmvMYwrKysmuuuebaa69twBqMVDktWOt6PYjn4hPFxcXz5s2rnExPT+/Xr1+1P61BzjyeMAoLC0NHwzfXBSdayGLZ4GtK0y9vtvYaJCEGDx4cvB53tSeN2L59+9y5c4NzvjUeHfTII48EF/tOnTpNmDChpvkWjUYvvfTS0FW8t23b9sgjjxgiDBGGiIQcIkAQNoO77rrrueeea/AfG7o+YUt4nzV+oZ0/qz2McN68ecHTIey33341nUUt8U6ZXR9vvfVWcL516dKlV69ebXmGNPiaYnlrpUKnOF6+fHno5B+RSGT+/PnBd+769u1b9cKnLdzmzZuff/754C2XXXZZbm5u7O/61a9+FdpN49lnn23AT7oMERgigGbXbG+eTZ8+/cEHH6x6+5577jly5MjevXvvvvvu2dnZ2dnZwZ15Bg0atMPTQId2/mldr0AHHHBAUlJS5d9YcfX54Dtzkbj3F41EIqFvbONC5xdtrtPJtBwNvqZY3lqvIUOGBC8a/t57740aNSp4hwTYGWz69OnBfSD33HPPI488cofflZqaOn78+O9///uVw3JhYeGbb745YsQIQ4QhwhCRSEMECMJmcOedd4aOAejatesVV1wxePDg+v5J/7uLSMPuj9rYcnNz99prr8oTN2/cuPGzzz4LvjNXqyAMfXL4yCOP9O7du20u6GVlZVOnTg3e0oz7i7aUlb+h1xTLW/011xtYQ4YMefTRRysnZ8yYEXtrrzWeLuLNN98MTp588slx9knv3r2HDx/+8ssvV94yderUthCEhghDRJsaIqAta55dRt9+++3gxWoikchee+31+OOP178Gq77khC5c0fKFAi+Uf2VlZXPmzKmczMrKqvasMxVCR5Bv3ry5zS7os2bN2rBhQ+Vkenp6gyxsrVqDrymWt9a7tXfAAQcEt/5DZ4UpLy+fPXt2cMlpjUcHffjhh8HJI444Iv7vPemkk4KTwaO4DRGGCENEYgwR0JY1zyeE//73v4OT6enpt956a51PiBwS+jmt7noJBx54YPB9uJkzZ44ePbpycuHChcHDV/bbb78Yx3WEDo9py6++ofOLDh48OD09vY2v/A2+plje6q+5xqvMzMz+/ftXvse/fPnyr7/+ulOnThWTn3/+efCCAbGPDrrnnnta4IwtKSn54osvKid32mmnWl2T7cADD0xPT6/8iGzp0qXbt29P+BOWGCIMEY0xRAAtUPN8QhjateC4447r1q3bDr+rrKxshwcQVn3J+eqrr1rXU1JxGGHl5KxZs4JfDb4JF9nRXhnt27cPToauAdWWg9D+oo2xplje6m/Lli3N9auHDBlS0ygd3Csh0jqPDlqxYkXwFCmh/fB3KDk5eZ999qmcLC0tbXWvLIYIQ4QhAmhBQbh69erly5cHbzn++OPj+cY43xgrKCgITq5cubJ1PSXZ2dnBs1+uWrUqeDqv0F5PNV2SvkLlu3cVli1b1jaX8s8++yz0tzujTGOsKZa3+luzZk1z/erQTtTB955Cw05r3NoLbUaHFv54dO7cOTjZFk40aogwRLSdIQIEYVMLvQZkZGQE33mN/xW9JqEdgVasWNHqnpXQYBp87y047LZr1y72Efmhz10///zztrmUh84v2qtXr1rtLZaoGnxNsbxVCJ2qJHTu/ti+/vrr5nrY/fr1a9euXeVkcN+E4LCTmpo6YMCAVvekhPot+JfGKfRxWas7GMEQYYgwRAAtKAhDe4n06NEjzqsbxbm/SteuXYOTH3/8cat7VkKf+1UG4bp164Ifru6///6h04KHdO/e3atvJBJ57bXXgpP2F22kNcXy9s2o+r9rZa1OxRE8zq2JJScnB9+K+uSTTyoeeWFhYfCp7NevX2s8/jZ0fpQ6nJkj9DxmZWUZIgwRhoiEGSJAEDa1TZs2BSdzcnLi/MbgNXBi2HPPPYOTS5YsCZ5eslUIld7cuXNDZVhtN1YVuvD6kiVL2sJxLyFr164NnRLw8MMPt+Y3xppieau2PWr1UVKco1wjCe4SVlpa+tFHH0UikY8++ih48HYr3RksdH6U0MtQPEJnQGmos6AZIgwRhgigLQZh6M2wzMzMOL8xzrcn99hjj2BNlZeXh87LUjehE8qVlJQ03izKysoK7gu6YMGCiveza7ubfrdu3UK7OU2fPr2tLeJvvPFG8LUqPz+/T58+rWIxaGwNvqYk2PJW5+c6lArxH3lVVlZWsYHVXEInjah4JyX0fkpiBGEdDocLHexQ01uZhghDhCHCtjUIwrhqJzgZ/3tjoRNF1iQzM3OvvfYK3hK8oHCdhc6h3NgHkAQ//SsuLq54UzAYhDk5OXvvvXfsHxKNRkOnIX311Vfb2iIeWmwOPfTQOK9G3RIWg0bV4GtKgi1vdX6uQ6dSjP/MGR999FEdPrlqQLvvvnvw1CkVm57Brb20tLRWenRQXl5esG0WLFgQzzmrKxUWFi5evLhyMjc3t6ZdRg0RhghDhG1rEIS1DsLVq1fH810ffvhh/O+ihd6geuWVV+o/hoY+yWzsc9WEXjUrNl/mz58fvEPsAwgrHHTQQcHJN998szUeVFln27Zte+edd4K31PMAwiZeDBpbg68pibS81fm5Dp2OcsGCBcXFxfF840svvdTsf3Vwl7CFCxdGIpHgsNO/f//QtcVbi7S0tF133TU4MoSufhTbm2++GQzIvn37GiIMEYaIRBoiQBA2tQ4dOgQnly5dGs8R1ffee2/8vyJ0kFhRUdHTTz9dz4cd2tHlk08+adS5FLri/MKFCxctWhQ8UV6ce2UMHz481I21mpOt3dtvv115LelIJJKamhraHGnhi0Fja/A1JZGWtzo/17vsskvoXYl42mPr1q3PPfdci9raW7JkyerVq7/88svKW2Jf+LSFC+0rXqtFPXTnGEFoiDBEGCIAQbhjPXv2DE6WlZVNmzYt9re89dZbtTrS4IADDsjPzw/e8sADD9TzGkqh06O99dZbjTqXsrKygtscn376aejIgTiH3fz8/IMPPjh4y6uvvlqrF5Xi4uLghRBbl9D+ogMHDqznuQGbeDFobA2+piTS8lbn57p79+6hk+w9+eSTO/yuO++8syWc/ip4jFBZWVnoE4lWfXRQv379gpMvvvhi5fm6Yps2bVpoR4MY88EQYYgwRACCcMdycnJC+0s89NBD5eXlNd1/8eLFv/71r2v3VyUlnXDCCcFbNm/efOmll8a+lHB5efkzzzzz8MMPxzP0v//++4sWLWrUGRUcWD/77LPgfjXt27cPHdoRw9ixY0O33HDDDaHtm5q88soro0ePfvfdd1vjwl31vYb6X3Ci6ReDxl3/G2FNSZjlrc7PdVJSUugTpNdffz32HHjjjTeeeOKJlvBXd+zYMfie3aRJkyr/n5aW1r9//9a7tI8cOTK420VZWdmVV165du3a2N/15ZdfXnfddcFbunXrFn8QGiIMEYYIQBBW74ADDghOzp8//84776z2nu+88865555beenC0O6mMYwePTq0I/v8+fPPOuusil3eQ4qKiiZNmjR27NgJEyasX7++2h8YugR8eXn5b3/72zj3+69/EK5fvz74YdfAgQPjPzPK0KFDQw++uLj4/PPPv+eee2o6CH7r1q2TJ08+/fTTL7vssma86lE9ffjhh6GtvfoHYdMvBo2twdeUhFne6vNch87FV15ePn78+A8++KDaTedHHnnkkksuifGmWBML7hIWPMd9az86KD8/P7QD5JIlS37yk5989tlnNX3LwoULzznnnNClEU444YQYw68hwhBhiABanZRm+a0jR4584YUXgrc8+OCDn3322fe///0+ffqkpKR8/fXX8+fPnzx58uuvv145CB555JG77LJLTW86hnTp0mX06NGPPvpo8MZFixadccYZAwcOHDRoUEFBwbZt29asWTNv3rzZs2cHjzSrVp8+fTp06LBu3brKW+bOnfvDH/7wvPPO6927d3l5+RdffDF79uwpU6Y8+OCDDTKX9t1339TU1MozWQd306/tXhnjxo0755xzgreUlZXdfffdDz/88MiRI/fYY48uXbqUlpZu3Lhx+fLlc+fOnT9//g5nSMsX2l+0Z8+e3bp1q+fPbPrFoLE1+JqSMMtbfZ7rkSNH3nXXXcFbNmzYcO65544YMeKoo47q1q1bUlLSV199tXDhwmeffTa4ag8ZMmTp0qXNeyaSIUOGVPtZRALsDHbaaadNmTIleMvixYvHjh17wgknfOtb3xowYEDF5mxxcfHs2bNfeOGF5557LnQy0g4dOpxyyimGCEOEISIhhwgQhE1q6NCh+fn5oU9vXn/99Yot+KSkpKonBE9LSxs3blyce5VUOOecc1566aXQm7vl5eXvv//++++/X9vHHI1GDz/88GeffTZ444IFCy644ILgLfGc+TNOGRkZffv2rfa6T7UddgcOHHjSSSdVPRlAYWFh6C9KJK+99lpwskGuR9/0i0ETaNg1JWGWt/o81z169BgyZEhovCorK3vxxRdffPHFGL/03HPPveuuu5p3a+/AAw9MTk4uLS2t+rS29jFh4MCBxx133D//+c/gjaWlpU8//XTF4lpxdcEYJ9L85S9/GbpmgCHCEGGISJghAtqs5nlNSktLO/fcc2v6arWXh7rgggu6devWo0eP+H9Ldnb21Vdf3YCvu2eeeWYTv4pXG375+fl77LFHbX/UxRdfvMPrFiaSJUuWLFmyJHhL/fcXba7FoLE1+JqSMMtbfZ7r888/v7bfe/zxx++777477bRT8/7VWVlZofOvRBLo6KBf/vKXoYPYgzZt2hSjBo844ohvf/vbhghDhCEigYcIEIRN6rvf/W7VAaUmw4YNqzgMPXghqXgMGTJk/Pjx9bkQeVDPnj2/853vNHsQ1u1NuMzMzD/+8Y+hg+ATWGh/0dzc3Ia6Wm7TLwZNoGHXlIRZ3urzXPfp0+f888+P//577733pZdeGolEmn1rL1LlAKdIJFK5O2Vrl5OT88c//jF0wYB49OvXb8KECYYIQ4QhIrGHCBCETSo5Ofm2226L55iuAw444Lrrrqt4HerUqVNtLxtw0kknXXPNNXGOU9FoNPZD+tWvftWUb2ruu+++VR95nXfT79Sp0wMPPLDffvvV6mk69dRTjzjiiNYehIccckgDvr3dxItB02jYNSVhlrf6PNc/+MEPzjzzzHju2atXrzvuuKNicGuZW3uJdHTQXnvtNXHixFrtZ3HkkUf+5S9/if/VxxBhiDBEAIIwLvn5+RMnToxxZFdycvLpp5/+5z//OSMjo/LGOryh+J3vfOexxx6rOn6F9OnT55577jnppJNi3CcjI+Ouu+6KsfNhp06dGnAWVbsPRn2G3fz8/HvvvffSSy8NXVqqqvT09FGjRj355JOXXXZZHd5Nb17r16+fM2dO8JaG2l+0WRaDJtOAa0rCLG/1fK7HjRt3yy23dOzYscYhOClp7Nix999/f+V9dt5552b/q/v37x+KnwTb2uvRo8ejjz76i1/8Ii8vL/Y9u3bteu21195yyy2ZmZmGCEOEIaKNDBHQ1kRbwomMZ8yYMXny5A8//HDVqlUlJSU5OTm77777oEGDjj322KpvMa5YsaLiCkgpKSm1OqQwEol89NFHL7744uzZs5csWbJ58+bU1NTc3Nxdd911wIABw4YN69OnT/w/6u233548efK8efO+/vrrsrKyjh079u3b94gjjjjyyCNDF5xtmYqKil577bVp06YtWLBg1apVW7duzczMzM7O7tix4z777NO/f/9hw4ZVnF+hNVqyZEnoNLZnnHFGdnZ2g/+i1r4YNMGakjDLW32e66KioqlTp7766quffvrp6tWrN2/enJOTs9tuuw0ePPj4448Pbd4VFxcvW7as4v+pqam13U++QWzbtm3YsGGVpzhOT09//fXXU1NTE+8lsLi4eNq0aW+//faCBQuWL1++efPmsrKy7Ozsrl279uvX77DDDhs6dGh9di4wRBgiDBGAIASglXn77bd//vOfV04OGjToL3/5i9kCGCIgISWZBQAEvfvuu8FJO4MBhggQhAC0Fe+9956tPcAQAYIQgDZn06ZNCxYsqJxMT0/v27ev2QIYIkAQApD4ZsyYUVZWVjm57777OlcEYIgAQQhAm/DWW28FJwcPHmyeAIYIEIQAtAnTpk2ztQcYIkAQAtDmzJo1a+XKlZWT+fn5vXv3NlsAQwQIQgAS39NPPx2cPPzww+tzWXbAEAEIQgBah6VLl/773/8O3jJy5EizBTBEgCAEIMGVlZVde+21wZMHdurUydFBgCECEl6KWQDQxpWWll577bUffPBB8MYTTjjBzmCAIQIEIQAJ5aOPPvr888/33nvv3Nzc4uLiOXPmPPzwwx9//HHwPmlpaWPGjDGvwBBhiABBCEBC+fTTT6+++urY9zn55JMLCgrMKzBEGCIg4fmsH4D/0aFDh3POOcd8AAwRIAgBaFui0egVV1yRm5trVgCGCBCEALQt48ePP+KII8wHwBABbYRjCAGIRCKRvLy88ePHjxgxwqwADBHQdkTLy8vNBYC2Y/ny5c8888yMGTO+/PLLDRs2ZGdnd+/e/aijjjruuOPat29v/oAhwhABghAAAIDE5xhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQmgUAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABAbUU7R6aYCwDQisyKXNzqHvN+kd974gBaIJ8QAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAACC0CwAAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIzQIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAABAHFJmRS42FwBos/aL/N5MAKDN8gkhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIzQIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAANLJo58gUcwEAAKAN8gkhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAACAIzQIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAILQLAAAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAABCEAAACCEAAAAEEIAACAIAQAAEAQAgAAIAgBAAAQhAAAAAhCAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAAAIQgAAAAQhAAAAghAAAABBCAAAgCAEAABAEAIAACAIAQAAEIQAAADEIcUsAKAtmxW52EwAoM3yCSEAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAAAAQQgAAIAgBAAAQBACAAAgCAEAABCEAAAACEIAAAAEIQAAAIIQAABAEAIAACAIAQAAEIQAAAAIQgAAABJNilkAANRH2pGDssf/MHVQ32hGeumnSwsn/nPL7Y9FtpeaM9BcMk48ssMzt1b7pa0P/XP9WVeZRQhCAKAhtjtPPqrDkzdFkr7Z5yil3565t4xLHdR3/dhfmTkALZ9dRgGAOopmprf/8/jKGqyUeerR6d8+xPwBaPl8QggA/5W0U0FSXk489ywv2V6+ZWvZ6vVted/I9GOGJnXOr/ZLmd8fVfTv6ZaoFtHtue3Sjz447eABKf32SNlz12hedlJOu/Ki4rLV68vWbCj97Ivi6bOLp88qmbXQjr4gCAGgTcuZ8POsH59Yi28oLStduqLkvflFr7677amXy9ZsaFOzK3Vwv5q+lFbzl2i6Yh8xpN1Fp6cffXAkNbzJF01NSc7OSt6ta+rA3hmjR0YikbI1G7b+dXLhfc9sn/+ZWQdth11GAaAekpOSd++WMWZk+7/8psuKl/IevDp5925t6K/fpUuNX+rexdLRvK3e8f1H81+6K/07h1Wtweo3Cgvatxt3Rqd5TxVMuSdVz4MgBABquQ2eknnW8Z3mPdXuwtPbyF8czcqIMTciKckWimZZDnNvu6TjWxNTB/au2w9IG3Zgx7cfynvs+uRddzI7QRACALVppMz03D9c0v6Bq6ueaiXxlG8rqvFrJdsdkNYMG3Yd8wpeuqvdRafXd/GLRjNPOybj+CPMUkh4jiEEgIaX9cPjI9u3bzhnQmL/mWVffl3Tl0qXrWpDGbZTQbufnhK8pfj9+UWTpzb1wyhoXzDlnpR+ezbUDyz6z1vmOQhCAKBOTfiTk0remVt4/6QE/htLZnxU05eK353bdp7r9GMOyb7q3OAthXf/o4njJJqdlf/iXQ1Yg6WfL9/+yVLzHBKeXUYBoLHk/uGSpJ07JvAfuO1f08o3ban2S1v/OrkNBeERBzT7Y2h/35WpB+zTgD+wJX882ELmOQhCACCWaHZWzjU/TeA/sHzjlo2X/7GaUHz2tTZ1EcK0YQc27wPIOm9M5qlHN+zPbOFB2OzzHAQhALBjmd8fldSpQwL/gYV3/X39WVdt/3RZxWTZ+k1bbn14/Wnj285TnLzrTsm7dW3OB7BLl9ybLmjgH7q9tOjVd81zaAscQwgAjSianpb5g+O23PLXBP4btz70z60P/TOpQ24kLbXs63WRsrI29RQ3+0dVubdfGs3OatifWfzWnPKNW8xzEIQAQH1lnjIisYOwQtm6jW3z+U07YmAz/vbUg/pnnDQ8zjuXLl1Z9MKb2z/8pGztxmhWRlLn/OTddk4/akhyz26hexb9503zHAQhAPBfm8bfsfnGB7+ZiEaT8nOTd+ua/q2h7c4/NfaZY1IH903qkNtmeynhpTfrp1U5V/wknruVzPlk0/g7iv49PVJeXvWryT27ZZ1zcta5Jyfl5fz/IHzLPE9Y1S0DtGWOIQSAumxRla3ZUDLjo83X3//V3idumzQl1p2j0dSDB5hnCSl5ly5VP15rMin990w/9tAd3m3L7Y+tPvCMon9Nq6kESj9bvulXf/yq+7c3XX13eXFJ2er1JR8sMM8TdvQqE4QIQgBowK2rzYXrxlxe8t68GPdJ3b+XGZWQ0oY1576LWT8+cYf32fSbOzdedEukZHs8S/Lma+5evf9pm29+qCUfCNq88zwRlJaaBwTZZRQA6q1k+8aLbimY/mCNL7e9dqv29mhaajS3XXi7fMvW8q1FVe+c3LVT1nlj0o87PGX3rpHU1LK1G0ren7/uhHHxP8zU/fdJO2pwav89k3bumJTTrmzj5rKv15XM+rj45XdKZn/cEnYkS9lnt4zRI9MO2S+lT8+kgvbR1JSyjVtKP19e8sGCoslvbHvhzXjCJt65sV+vtOGDUvvvmdS1UzSnXWRrUdma9aUr15S8O7d46szSJSvii5Pm23cxNSXzjGNj36Xwvmc2X39/rX7q9vmfbZ//WcuO8ANb13JY/WpeuK28cFv4rklJ6ccMzRw9InVI/+RunaNZGWUbN5d+uqx42qytj79Q8v78BvnryotKwr82Lyd91GGpQ/on71RQXlpWtnRF8dSZDbi6NcX8bOhhMykvJ/PMY9OOHJS8xy7RrIyy1eu3z1ywbdJrRS+9nXivYNHOkSlexwFos2ZFLg5Otr/vypo+dfmfYwir02nB0zWFX/HUmWsO/3HV2zNOPLLDM7eGbtxyy183XvqH0I3tLjgt5/rzo+0ygzeWrdmwquOR8Ww/Zf7w+Ha//F7KXrvGyIDNNz649bF/R0pr8dFQ2qH75Uz4ebVfKnrhzdizK1w3A/bKueEXsXeALP1i1ebrHyi8+x/1+fwqmp6WefaJ2ePOTN5jl1hd9OGnW+7829ZH/lW+ZWtN98n60Qnt77kikly7/a2Kp89ac+iP6r/opn/7kPx/3RHrT/h4yep9Ty3fVtwYK072/52dc+151X5p46V/2OFZlFL369Vx5uPVz5/XZ6wZ9pPmmueNsRxWu5pvnfjc+h9e/T9P6IghuXdcnrLPbjX9nKIX3tzws+tLF39Z519adYSJpqdlX/mTdheeHhpbIpFI2YrVG3/9p60Tn6vXuxZNNT8bcthMTmp38fdyrjqn6jyJRCIlMxdsOGdCMM7Tjz20w5M3Vb3nurG/Kpo8tVW8DtplFAAaRtELNZ6YMalzLS5FmNJ79/8tmGj7u/8v9/ZLq26dlG/cvOMNsv336fj+o+3/8psYNRiJRFL69Mz767Udpz1Yq6Ozkjp2SDtiYLX/YmzXVlMXl/2g4/uP7vBwuORdurT/8/iC1+5N6pxft+cobei+HWc/0f5Pv4pdg5FIJKX/nu3/8pvOS/6V9eMTI9FoNY/58rPa339VbcukAe1wdm0497pGqsHm0tjzvMmWw0gkknJA7//51Veek//in2OvNenHDO0449G0Q/ar559Z+clkUpeCgrcmZv/6x9WWT9LOHfMevDrvkQnRtNRWMD8baNiMZmXkT7ot9+YLq50n34yob04Mfjif0rNbtF1mNf9SWs2emIIQABrG9rmLany5zW9fmy2bnsHJ3N9dlHXOSdXes2xTYewflfHdIwumP5jSf884f3XqQf07zXoi7chBTTfXotH2d/9fzk0XRlLj3XhKO2z/ju/8NXnXnWr7qzLPOr7gtXtr+hS3+ieuoH37+67Mf/6Pocece+vFOTde0LzLW8a3D4n19sS/phW/9n7irF2NPc+bcDn8Zl3r0zOanlbx/5yrz8255qfVvu9QdSTJf/6PKX161isIt2yNRCLRnHYFr96duv8+O1hrzji2/V+vjeexNe/8bJhhMzmpw99uSh912I6evJS8v/4247vffMxY58csCAEg0ZQuXVnj1lFGWvw/J3m3naOZ6d9s9J8yot0vv1fjhl3MS4dnHHd4h7//rvJHxbshl9Muf/LtTdaEuTdfWNN2W8xZ1DX/xT9H22fXogZ/cFzeg1fHv3n6v5tLge2llOS8h37b7uIzm3dhS+7eJfaHnJtvmpg4q1bjz/MmWw6Df1RKvz0ikUj6dw7LvurcWqyh7bM7/O3GOn9qF4lEyrZsjUQieQ9cFWdYZp56dPZlP2jh87NBhs2cK36y4xr8/2NC3iPXpezdIxKJJO26syAEACKRSKR8c81vPKfXIggjSUkVn2Ildcxrf/dvYv3Gmvd9Sum3Z94TN9Zt57poVkb+pN8n797oZ/bPGDOy3SXfr2Mj9Not794r4rxz2iH75d13ZZ0fZ/GU9/67pXv9+Znf+06zL2ypg/vF+Or2uZ8Wv/FBwqxZjT3Pm2w5DD+J++8TzcqIvY7XtHZnnX9q3UeqTYUZJwzLOGVE/N+S/dufxb8TePPMz3oPm6kD9sr+zdm1GifbP3h1JBr1CSEA8P+3M2KcKK+0didBqTgeJvvKc2Lva1rTvk/RtNS8R6+LZmXU+W+J5rbr8PgNdfw8Lc5NkM757f/863ptx48emXFiHOfUyWmX98iESEpynX9R0ZT3gw+7JSxsqYP6xvjq1sdeSKQ1q1HneZMth9UFYa+sn56S3K1zHb43+7IfRGv1NlNwpNqytbY730bTUnNuurCFz896Dps5N19U21Eibei+mWNGCkIA4P+/plY5E/p/t8CKanduj5Teuyft3LHdT0/ZwYZdDW91txt3RuqAveqbHEP6tfv5mMabXTm//VlSQft6/pDcWy/e4TZc9v+dnbxb17p3/qYtJTPmt7SFLXXfvWN8ddszr1ofW9pyWFXmmd/JueandRxtuhRknDS8bt+b9ZOTanXOp2867fgjUvfr1ZLnZ32GzdRBfdO/dXBdHuofLk3euaMgBAAikUgkqVONpxKNtTdpDVs27c49eYcf0FV7MExSQfvsX/+4Qf6i7N+cHa25cusjZc/u8VxUfYeSe3bLPO2YWHfYpUu7C0+rz68onjqzth/wNoEY54wt/fLr7QsWWx9b1HJYrWhuu2h2Vp1/acbYb9XtG+tWPpFIJOuC01ry/KzPsNnuotPrOOzvVPA/xxgLQgBo0xuXNb99Xvb1utptsR17aDwH4ZRVt2WT9dNTGqrikjrmtbvw9MaYV1kXnBb7E4DtnywtfODZLbc9WjR5auyLVsd+hO0uGFvnPesqBPcXbSmSk5J77ByrYGlhy2FjSB8+qFF36q4qc8zI2DuiN+/8rPOwGc1pl/Hd4W15RUgxFgBAg0g7dL8aN0FWrqnVj4rz8L/yTVuqpkK7n5/agH9U1tnf3Xzd/fW5EHy1f13WWcfV+EcVl2z8+Y2F90+KlJd/8zd17ZT32PVpRwys9v6pA3un9N59+0efV/OL0tMyz/5uPR9t8IwyLaUHd905xmb39pkLrIwtajmshfLy0iUrSj9fHu2Qm9pvz9hxFc3OSj1gn5J35jbdHGuXmXHc4Vv/9mLLnJ91HjYzjj+itmdjTjA+IQSABpDSa7cYF4ze/umyxvilVfd9Sj9qSFLMA1pKl6zYcN4NX+994sqsg7/a47j1Z10Ve5Mreded6ryDWU3Sjz00mlPjZ5gbzrqq8L5nKrcaI5FI6Zdfrz36vBgbvjUdTJX+7UOSOuTGmoGF27b8/pHV+5+2MufQVZ2PWj3k+5uvvbd00Rf/vcOGzSUzF/7Pwzv3upU5h1b8W3/WVTX95ML7J1XeLfRv7cif1XfrrUusk6yU1Hw9zFaqkeZ5ky2Hcdr27Gtf9x/z1e6j1gw/d/X+p321x3FF/3kr9rfEc1Bf7P7c+tfJaw790aqCI1d1Gr7u5Eu2L1y8g5X3O4c1+3rd8MPmsYfE/pbtHy9Zd+rlq7oevbL9YasPOH3LbY9WXMsxcV6/vIQDQP3lXPfzWNsTDXJMV3l58dsfli5cXLpyTTQzPaXXbmVfrQ1vQp16dKxUeHfu2m/9vGz9pm82yD5bvvWz5dv+9p8Oz/w+/ZihNX1X5mnHFP17egPOq4yTj6pxm3jSlK2PV3OGzPLiknVn/Lrzgmeq/cwk/VtDN193fzW/6JSjYjyMsnUb1x59Xsn735wwpnxzYdnX60renbvp6rszTz06+4qfpPTevej1GaFPR8uLiiOVpwiKca6g7aW1PXC0FkHYMS9W83++PMFWrkaa5022HMaj8J6nN/z0uv/ppaUr1x53Yce3/5p6QI3Xjk/ZZ/e6z9aysvXfu2LrY//+71/99KtFr7xb8Nq9MTozfcSQVjE/azVsxvijIpFIyf9r707DpKgONY5XVW+zMjuIqKAiooBLVFzjbkjUoFcNmqCR6NXcKxrFGKLRK5poXBM3UDFR1CduoEEFBUVABRVkWJTFYVE2WWefnt67qu6HKMLQ53R1T3VPdc//9/jBh6rqqjp9uua8VafOqV3VeMa1u6pWbGldbGld6OUZlTPGy3+JuRQIlyk381ccAIDOKBo9QtIY+k+TopNtmsCEyYEHn9c375CvKHmaZ7YFmoaP2ZUGf/j3cLT54ltq6qa69u8l/ExV3b2p2imq6jtrqGihpP2nf/1t6JWZCeej8xw/WPV6zGgspXZey6/+lPh7MYzQKzNDk98v+u0lznwOoFVXyALhpu38JB1VD5OKr97Qev39CX5isXjbzX+r+vAfog1d/dKfEj3w+Ku7p8Hvrgat7c2X/KFm1Ruiie+13tWuA/skuOngpPJM6bLp7r+/ZF4TMxRpvvDmvW80xGpXtYwaVzn9sfz4NdBlFACATrQqS4tLH7ixbPytsmZJKBLrxGtdZijSNGx02w0PJE2D7kP7SeY0a7/vOWNH4lcZzWDYf/t4YVuhZ6XkGUWq3IcfJBqONb52kzw5791+/e5b8Hrcgw9OsKNeVaKPCr85NzLzU9mB6kbwycmhF6Y5sfVWViKsLZGo6ClZ4WXDeptLUvqv/F/35OsvN2v10Ar/2MdEI6xEP1q8ex/mjoFwnzQnPDDD0fa7J4oSWvCpKZJtvUMHObw8U7pseo49XBabn3hV37Iz4aLIO/Mi78wjEAIA0I1oNRXugf3cA/u5Dz/Ie8pRhZcNK5t4R89vppWMvVK+YWTWAvl4ejKG0TxibGTWAivrek4YIvmcoDTbhKfMSjBEza4m4Kk/sqsYE7Ymv29gzZdvG51ba4YT9xh0D+k476Jn6GB5Oy+Hb0P4PMJ2cFMbP1VH1cOk9K314enzklxARDWhojS90w+/OXfvzgK7BP8xVZalE82B6ZzyTPWy6ZZO2Rp69k3ZZWTC5Dy5P8IVAQAAK4pvvrz45svTaXu9MTvtnQafeysy3epNaM/Rwjd/ovOXGdsaJNua4Wh42seFv/pZ4k/u5NgVyVqT/5F0/nczEo2v3pBwTnb3QX06HrN4R/q3O6IfLs7lNCMOhKEIP1VH1cOkIjM+kY/iG124okgw2bpaXJje6UelYSm+8uv4inXuwf0TF92Avk4uz1Qvm+5D+wnLYfm6+JqNsmKc/bkZCKX9LTgHTwgBAMggo7kt/PoH6W1rBsP+2yek0MYVNOAURYl++kXyNqJ4HbeNgXDQwZLmV9LN9dWJ22eufvvuVRrCHUXn1to7kUaWqeLZ59J/4aq7BcJs1cPkv7v5y5LsSzxKkCq+NZBkp8kmq5Aclav//k4uz1QvmwlP57tC+HhJkn1FY9mc9oNACABATgpOfMMMhtPbNjzt470HxJO1cQ8U3k2PLUn+EmNs8VfCTx7YT1FVWwpE0sLTt9YnD9iNLYkbNHsN9yfZUXTh8vy9A2Hwo3NUPUwq/sWaJGFps3iUIJcrnZPXjXhdkvn9YotWCveZ6EVl55RnqpdN137C966tvPsdS/b1EQgBAOjWjKbWwAPPp715+NX3UvmTromGCVUUxcr8zvGV34gWqV6PZCC+FKiq8CB1w2hsTV6kre2Jz76q3OqOFCW+LLfbcKbklVS3i9+dg+qhlUAo7ZSoJJo3r5P0bfWKnuTGQWylcDZLraqs45NJJ5VnSpdN1efVKsuEhWDh2WbSaJ0TeIcQAIBMafv9I5KRG5KKfrIshTxYVaaIexIaFm7Sm/6A2R5US4oSLnXtWyMapDSFg6zsofq8iZe5tN56bfot/JI9XuPRKsQ7kj9yyQniQKi6ado5qB4mD0INLUmnNrH9vVDj253J19lSL4nTalWZuds7yc4pz5QvmzUV0kJIXlBJRzHNjV8EFwUAADIh9Nr7oeffTr/Rtr3RqG9OpY0rvM9thqNGU6uVD9HFA89ofWpsaHZU9MhUce/5yEKrKhOXrGGlD5uTSV4UTKMB3R0DYbbqoYWfeUPyrzsStTkQCh7H7XEp2N4g6X7cYeITJ5VnapdNVTyDi2KauoVbYCl1TyUQAgDQjUTnL2sddWdnPiG+dlNqf9ErhW0ys9nqVASmuHOX1qOk88WiZqzh2GGcFcmOjMZWJa7ndiBsD6XTwEXW62HyONHY2gX1x8pbzXHdEHdVVfe8GjinPFO9bKqlRZ28UBh5MdELgRAAAJtF3pnX9NPRopm1rDba2tpT26DAJ/yosNUuZ5JnEWqB14bmXebGZ99zzBu1qEB4jrk/MYMhTviqzys5d2S5Hib/xfmDXRAIQ9aGuZJcDfacCdNB5ZniZVN2obA2GFjSHr8EQgAAuhczHG0b+1jT8DGdbyUYKY4koXrFUxFEYtaPX7is0GdD686TpTfcZBMz2N0BrwuqmfSRr2vfmhw4B5sGrXV4PUz+VaY7BHGnSAYlsng16PBA3jHlmfJl093ZC0V+zPzJm8cAANjRsGsLhP71Tvt9k/RvbRpjINUJ5cQD0Fufm072clq6M55J2pEZJNlROOcDobyfobZfL2Xd5gQVav6y5l+MTdAWHNiv9C/XZb0F2qWjoTonEDp43kjZ1aBDjnJMeaZ82ZTUQ4t3jvTc7n9OIAQAIO22kmkGw0ZTm/7Nt7Ev1kQ/rI2891nX3OzfRTLypOXmmiz16YYt5Za1L0icnHO+e5T8poN7wAHRD2sTbqW/nmBD7ylHZf8UuviZUtbqoTPjhGbpJyAZp7fjYTunPO2sJNZWy4uZPwmEAABY4r/tifb7Jzm39SJ+UdD6638dXg3a4/NteZSRtechknhc4Mv1qmg0tJihiCroxOs+/CDnn0IG3zpzVD10JmtpXHY16PD7yt3ylAwb4/N0nxpBIAQAIB/IXvjxWR4PRrymaUdPS9lrOXHdymj4woy057wasqnb7Rgdp8vpm7a5D+2XuLV/zOE5EAi7dHqMrNVDhxa+tWGHJLdOOtweyt3ylFwoVIuXTV8+XE8IhAAA5EUgFI+mYH2WMMma1ueuSO8gY0vrGoZeYVtpiAf10fJiYob46o3iQHiY6vM6fOwcrarcmT8We+uhQwu/R3HyNOj1qOLVOgyOmrvlKblQqNaG0VLzIhAyyigAAPlA31YvadlYzISSASqNxpbOH6TRIPwQrbLMznZei19YGsWFGZxHO2uBcPk6ydfdJa8F7p4lkjdAe1d34RFmrR7mbhrXeldLRoI193zol7vlKZmmQqsqt/KypZoXPUsJhAAA5AOzLWC2C+c00yxMRaAW+iTPBIwdTfY0xAXjT2jV5TaWhiF9nqnt1zPXv+7Yl2skS30XntGVgdBCp1zX/r26OBBmpR46tPXfJ/nVwNWnp/XfV+6WpyG+c6S4NK2mInlhVlfkQ5XgLygAAPlB/3anaJF7YL+km7sHHihuNxn6xm02pNZoTN/WkDhFlJXYOIGe0dQm6TPpPuzAnA+Ei1ZJlhZe+pMunAlAtdAjUdTfNTuyVg8d2vqvLEv6HbkHHywsvbZAh56WuVueRn2zZJhQK0eu5UVtIRACAJAn4nXrRYs8PxqYdHPJOvrWersmTNO/2SJsgx51qH1NftPYIuxD6z3hiJwP/+u3SCaf0GoqCkeem+FIKhyNw7Vfsqd/quoe0r+LCzA79dCpPIMOTrLCsYdLrgb5U566YexsTiMV71bbe+ZBfSAQAgCQL4HwC2E3Qs/xQ5K3EY8fLPzkld/YdpCrhB/lO+NYO1t6G7cKA6Fdr9h16fRr0XlLJUtLbr/ayrt86Z+6eDQO14F95Nu6Dzsw/dc4bSrzrNVDhwZC8Y/9+9/I0eIs/W0+laek74PnaAv30fLi9gGBEACAPBETB0LfacdoVdLRHTStYPhpwk9eWmfbQdYK+zoWXHK2nfF4lfh56XGD3AP6Wv0gydAa4qemFoco7IzIjE9koav//sVjr8zc3o12YSD0DOkvf42w4Pwfpx9EbSrzrNVDZ/INO0lWeQYdLOlWHV+zKZ/KM752kzgVH5U8EA4dTCAEAABOEf30S+HzE7er4LJhsgbi2cdrvaqEreeFK2wLhAuXixa5+u3rO+/Htu1o+VrJ0qJrL7IUBr2esn/eKQwngbCwgZX5N4si0z6W9NtUFKV03G+9p2fq4YzkCaHicXtPPUZy66Fw1PBO7NeeMs9aPXRoIDz7eMkLckWjfi5LUIkeBuZuecZXbxBW5OMGuQ7YR7Kta98az5EDCIQAAMApjB2NkoeEpXdco5YUCXKPWnrPdeLPNaIf1tqX09YZOxqFB3nvaMWVSuPE7Sq57aqEfSNji1bKAuENlyUdaMe1b03lnImFl/5EGE6C4qdkxxyW6WFdjBZ/ZPbn8sKpfPsR75nHZWTvO2Wjzhb+Rhj5iq75r84M6mNXmWetHjqU21V6/+9E1b5o9KWyovt8RT6VZ2zpallNlt68KLzivNTOi0AIAAAyLTLzU+Gf/H2qyp8dl7D5Unr3/3iOGyRu/62UDc6ecovejLz3mbBNf+SAHg+NsfhJ3tOPra59qfSv1ytagl6dsS/WmH7hfNmq11Mx5UFtH8FDUZdWdPWF1SumeE8+SnYqfvE8HxU9ii5PPKyL6vPalRWD/5wqX0EtLa56/6nSB25Uy0qEh9qzMo1dS56rKIpSeOlPvCcdmeD7/dFAUQ6xWn3sKvNs1UPHKrzivMIr93oS6HGXvfBnSedbMxCKrVjXhb9r+wPhYtmAvSW3XCH6gWi9qjLaK5tACAAA0hGeMkuytGDEOZUzxu8+UoLrgH3Knrur5P+ukWwVeu09ew8y9Nr7kqXFY0aW/vV6xe0SN14037ATKz94umruM7L+WroRmbNIsiP34P7VC14svPLnqs+765Pdgw4uGXtlTd3Usn/emXTgk/iGrZKlPR77g2/YiXvHoZ6bZ7jEvXNT+7rf+lDfsjPJSi6tZOyVvbbNqnj9oeJbfl048tzCK84rHjOy9N7RFW/+vdeODyreeDiNXRvbGzvMTr5nAlMrpj3q+9nJu0eyomsuqprzjFZe2plTtrHMs1QPHax80l09HvvDrl6R7kMOqJz+mO/s4yWbROfWKrrRlb9ruxnbG+NrNkpuqVS8+fe9+1ZolWUVUx7UKsvy4w+HWwEAAPkitqQutrROMjie75wTfOecYGxr0Ddt13pVug7YR9Gkd4fjenjyLHsPMvLep8a2Bq13tWiFktuu8p17SvDJyZH3F+hbdiqmqVWXazUVnmMO951xrPesofJZs3/IS1PnFlxwuiwr9e1d/vzdynPj9C31imFovaqsTKq+i9nabjS2ikbrUUuLK2dOiH25Vt+wVSsvdQ8+2P7mY1wPPPpyj4duSrqiWugruPisgovPsnPnX633nCAcvVarLKt894n4us36mo1qRQ/3wH7pjyyamTLPWj10LlUt/t0vi3/3S6O5TYnGNAv3KcIzP8m/8ozOWigZZcp74hHVi19qv/uZ6MdLjMYW1369fOeeUjxmpKtv77z5w0EgBAAgrwSf+XfZU3+Sr6P1rpa023YXemN2wmnHOkU3AuNfK713tGQVz5EDyibeoSjfTzOgptN5LPzmXDN4m1pUkGQ9TXPt3yvNU1m3WT58q+eIQzxHHJLBr3v8q8U3/jL51H8ZEJnzuSQQftfQ7L+/u//+Nlcfu8o8W/XQ+axmdd0IvzE7/8oz/PZHRaNHyKrxgL7lL92bx3816DIKAEBeCU16W9+03a5PCzz8YiYOMjDhNavvJapq2q1Gs7U99PKMjJZ29LMvu/brNsNR/+0TumTXkXfmd8l+bSzz7NTDvBGZtcDY3ph/5RmZ87nR0NKdv1kCIQAAecWMRP3jnrYnW776nmR6sU4dZGt7+51PZaE0Ag+9qMT1DDYl3/+s628BvDg98m4XZLPoguVGfXPam0sGpcxamWetHuaHwKMv5Wd5xvXQpLcIhAAAIH+EXpwenb+s821l/9hHM9i4fHKyjdMbClt6azYmHYqzU6Hoo8VmMNzl33jrNX9JO1+lzzAC419Lb1N9/Zam8290Qplnpx46imw0ILHY4q8k44jmenkGnpyS3p2j8L/nEAgBAIDzGEbLyD91cq6I1uvu0zfvyOBB6kbzpX80mtsyXRhttz5uYx/ajm3rYDg06e0u/8L1rfVNP78p+9E08NjL6X2D/rsmxr5YY0aiXV/m2aqHDhFfvWHnIRekcXFoG/NwHpenvmFrMPWHhJFZC6KfLCMQAgAAR7ZvNm1vufTW9BrciqK0P/hCpt++UxRF37itefhNZiCU0b2Yre0tl91qhqMZ+vz2hzPbK9Wi2KKVzRfebLYHs7lTs7W9/d5nU25Gz/w09OJ0JRaPr/jaCWWenXroEJF3PzHqm/23PJLSVsGnpkTnLc3v8vSPezq1nBzX/bc8sveMFARCAADgmJbf+581X3RLGpkw8Pgr/lsfz85BRucvazr3BqOxNe1PiNdtMJNlg+hnX7aMGJteJkzaDtY3bG1/4HlHfOOzFjSecW3ymQktNuvXbwlPnZu8tjzyUkpvMMbrNrSMvP27ELu0Ls1js7vMs1MPHVFJZnyiKErw2TeDlp+yxj5f0fb7v+d9eRrbGtqufyCFuxJ/fTb25Vq1uJBACAAAHNz4e3d+40mj4qs3WFzfDIZbR9/fduND3w0Kn51M+PGShuMuT+OlRzMaa//zMw1HXmrlYVF42seNZ1yjb9yWWjYe/1rT8JuSruYf95RsOP69DtuMxjJUmLHaVQ2DfxF6YVr636BpRj5Y2PyLsTsPucDSSRlG8y/GWhzoJbZoZeOZ1xpNrd8HwtVpn6ntZZ6deti1zGA4+vGS//x/6zV/ttILIFa7quncG8xQxJm/a3uFXnq3/f5JVtYMT53rv/sZRVG0EgIhAABwttiSuoZjRvrHPb2rFZ6YboRemVl/xIjgk5Ozf5D6+i2Np17dcvkd8eXrrKxvNLa2P/hC/YAL/eOeth6uYguW1w+6pP3eZ610DIstrWs867dtNzygxOIWTsBoHvHH9rsnyg/GjMZCL8+oH3iRsbMpc4VptPhbRo1rOPqX4SmzUkiesXh03tK2Wx7Z2e+8pnP+N/z6B4puWI8ZTef9zn/7BEkvQTMSbb/nn42nXm1sa9j1j/F0nxBmqMyzUw+7UHTOoh+6DOhGy8jb2258yPQHRFE/OGFy46lXp/2gLxfL03/bE/4/jZdX/uBzbzWPGKsYhqIo+fGEUN2qHM0fSwAA8p5aXFhwwem+c473DB2s9azUykvNYFjf0Rhf8XX0w9rwG7PT6GpYcOEZFVP/lnBR6IVpLaPGpXGcnqGDC87/see4Qe6B/bTqcrWowIzrZiBk7GzS12+NL18b+WhJdPbCzrwTqJYU+c492TfsJM+RA1x9e6s9ilWXywyFjZ3N8XWbYrWrItPnpTfZnWvfmsLfDPedc4L7sAO1ih6mbpitfn1bQ2zp6tinX4T/PSdJLLf9Sy8rKTj/VO8pR7mPOMTVt7dWVqIWFpiBkOEPmG0BY3tDfNX62Kpv4iu/jtWu6vxLX1plWeEV5/mGnege0l+rqVBU1WxsjS1fG5m1MPTCtARzVGiaVtlxSnQzFk9pGMwMlXkW6mFmv/qSItd+PfdOXHt/C1p1eeGo4QXnnuwe3F+r6GEGw/F1m6OzFwaffct654I8K0/PcYNK7x3tO/v4DpMlxmpX+e+eGJk+b9e/lL9yX+FlwxJ+SPMFY8Jvf0QgBAAA+SwTgRAAnMDVp6fn5CNdfXoqLpexvSG2cEV87aYO61S8/lDBxWcl3LzpZ9dHZn6aE2fq5ssGAAAAgN3pW3bqk2fJ15F0GTUjsVw5U94hBAAAAICUyQKh6OVMAiEAAMifxlCBl0IA0G25+vYWLTIaWgiEAAAg3wOhZFLmLE5cAQBdcAH0efceueeHQLijkUAIAADynOTuuBkMUz4A8phn6CBFSxym9K31aUzeSCAEAAC51h760UDRIqMtQPkAyGO+n54kWqSv2ZhDJ0IgBAAA6VB7FHtPO0a01PQHKSIAzuc6eD9JZwfhBdDnLfrNBaKlscVfEQgBAECeK7n5cskIe0ZjC0UEwPk8Qw6pWT21xyO3aNXl1rcqHjNS610tWhpdsJxACAAA8kfR6BHeE4/Y9baM6vUU3/irktv/W7JJfNU3lBuAnKD6vMU3/arn+unlk+7ynn6soqry9X3n/7j0ntHCxboRnf15Dp0+E9MDAIAkim+4zH1oPzMaM7Y1mP6Aq29vtbRYvkl8xdeUG4BcioUlRYWjhheOGq5v2h75YGFs4fLYwhXx1RvMcPSH7DSwX9F1I4qvv1QSGqPzlhjNbQRCAACQd60lr8fimzb6pu251R4CgF1cB+xTdNUFylXfvSJohiJGU6sZCGk9K7Xy0qSbB5+fllvnSyAEAAA2C7/1IYUAID+ohT5Xn54WVzbqm8OT38+tE+QdQgAAYHcgzLX2EADYov3+STk0AyGBEAAA2C++dlP0ky8oBwDd7uq36pvghMk5d9gEQgAAYCf/Hx9TTJNyANCtmJFoy5V3mpEogRAAAHRf0Y8Wh6fOpRwAdLM4aLZedXesdlUuHjuBEAAA2MPY3thy+R2UA4DuJRZvufyO0MszcvTwCYQAAMAG+qbtjWdeq3+7g6IAkEMicz733zXRaGpNb/N43YaGk0blbhpUFEXdqhxNPQAAABI1K193H36QcLFphv71btuYh43GVsoKQE6GouLCwl+fX3DRmb7TjlE8lmbmi9dtCDz6UvC5t5RYPLfPnUAIAADktPLSgovO9J5xnHtIf9cB+2ilxYppGs1t8boN0bmLQv96N75uM6UEIB+SYVmJ7/Rj3UP6uwf3dx/aV6vooZYWaaXFiqIYgZCxrSG+dlNs4YrIrAWxRSvz5JQJhAAAAADQTTNwT4WhwAAA3dcy5WYKAQDQbTGoDAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAEAgBAAAAAAQCAEAAAAABEIAAAAAAIEQAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAAIBACAAAAAAiEAAAAAAACIQAAAACAQAgAAAAABEKKAAAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAACAQAgAAAAAIhAAAAAAAAiEAAAAAgEAIAAAAAOhS/w+txwNOJgCragAAAABJRU5ErkJggg==\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/cover\": {\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/cover\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"<$transclude tiddler=\\\"$:/plugins/twpub/34f96d8374d82fcd\\\" subtiddler=\\\"$:/plugins/twpub/34f96d8374d82fcd/images/OEBPS/4519769647008786444_25284-cover.png\\\"/>\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/readme\": {\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/readme\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"|epub-title |''五鳳吟'' |\\n|epub-creator |''active 17th century-18th century Yunyangchichidaoren'' |\\n|converter-version |''0.1.0'' |\\n|conversion-errors |''0'' |\\n|count-chunks |''6'' |\\n|count-images |''1'' |\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/errors\": {\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/errors\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"None\"\n        },\n        \"$:/plugins/twpub/34f96d8374d82fcd/text\": {\n            \"title\": \"$:/plugins/twpub/34f96d8374d82fcd/text\",\n            \"type\": \"text/vnd.tiddlywiki\",\n            \"text\": \"\\\\define link-actions()\\n<$action-sendmessage $message=\\\"tm-scroll\\\" selector={{{ [<navigateTo>escapecss[]addprefix[#]] }}}/>\\n\\\\end\\n\\n<$linkcatcher actions=<<link-actions>>>\\n\\n<div class=\\\"tc-table-of-contents\\\">\\n<<toc \\\"$:/plugins/twpub/34f96d8374d82fcd/toc\\\">>\\n</div>\\n\\n<$list filter=\\\"[all[tiddlers+shadows]prefix[$:/plugins/twpub/34f96d8374d82fcd/text/]sort[]]\\\">\\n<a id=<<currentTiddler>>>\\n<$transclude mode=\\\"inline\\\"/>\\n</a>\\n</$list>\\n\\n</$linkcatcher>\"\n        }\n    }\n}","cover-image-url":"recipes%2Flibrary%2Ftiddlers%2F%2524%253A%252Fplugins%252Ftwpub%252F34f96d8374d82fcd.png"}